Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: **Landsat 4-5 TM Level-1** product provides top of the atmosphere (TOA) reflectance imagery. Level-1 data is produced by processing Landsat TM data with standard processing parameters, such as cubic convolution and terrain correction. Learn more [here](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) and [here](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
ca: **El producte Landsat 4-5 TM Level-1** proporciona imatges de reflectància de la part superior de l'atmosfera (TOA). Les dades de nivell 1 es produeixen processant dades Landsat TM amb paràmetres de processament estàndard, com ara la convolució cúbica i la correcció del terreny. Més informació [aquí](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) i [aquí](https://www.usgs.gov/centers/eros/science/ usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
es: **El producto Landsat 4-5 TM Nivel 1** proporciona imágenes de reflectancia de la parte superior de la atmósfera (TOA -top of atmosphere-). Los datos de nivel 1 se obtienen procesando los datos Landsat TM con parámetros de procesamiento estándar, como la convolución cúbica y la corrección del terreno. Más información [aquí](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) y [aquí](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
uk: Продукт **Landsat 4-5 TM Level-1** фіксує дані про верхню частину атмосфери (TOA). Дані Level-1 створюються шляхом обробки інформації з Landsat TM зі стандартними параметрами обробки, такими як кубічна згортка і корекція рельєфу. Дізнайтеся більше [тут] (https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) та [тут](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).

source: **Landsat 4-5 TM Level-2** product is produced by processing Level-1 data to surface reflectance - an estimate of the surface spectral reflectance at ground level in the absence of atmospheric scattering and absorption. Learn more [here](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) and [here](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
ca: El producte **Landsat 4-5 TM Level-2** es produeix mitjançant el processament de dades de nivell 1 a reflectància superficial: una estimació de la reflectància espectral superficial a nivell del sòl en absència de dispersió i absorció atmosfèrica. Més informació [aquí](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) i [aquí](https://www.usgs.gov/centers/eros/science/ usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
es: **El producto Landsat 4-5 TM Nivel 2** se obtiene procesando los datos del Nivel 1 para obtener la reflectancia de la superficie, que es una estimación de la reflectancia espectral de la superficie a nivel del suelo en ausencia de dispersión y absorción atmosféricas. Más información [aquí](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) y [aquí](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
uk: Продукт **Landsat 4-5 TM Level-2** створюється шляхом обробки даних Level-1 до альбедо поверхні - оцінки спектрального відображення поверхні на рівні землі за відсутності атмосферного розсіювання та поглинання. Дізнайтеся більше [тут] (https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) та [тут](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).

source: The **Global Surface Water** collection is derived from Landsat 5, 7 and 8 imagery and shows various aspects of the spatio-temporal distribution of surface water between 1984 and 2021 (with annual revisions) at a global scale in six different layers. Surface water is considered as any uncovered stretch of water (fresh and salt water areas) greater than 30m² visible from space, including natural and artificial water bodies. More information [here](https://collections.sentinel-hub.com/global-surface-water/). **Coverage**: Global coverage from longitude 170°E to 180°W and latitude 80°N to 50°S. **Data Availability**: 1984 - 2019, 1984 - 2020, 1984 - 2021. **Spatial resolution**: 30 meters. **Common Usage**: Monitoring of water bodies for water resource management, climate modelling, biodiversity conservation and food security.
ca: La col·lecció **Global Surface Water** es deriva de les imatges Landsat 5, 7 i 8 i mostra diversos aspectes de la distribució espacio-temporal de l'aigua superficial entre 1984 i 2021 (amb revisions anuals) a escala global en sis capes diferents. Es considera aigua superficial qualsevol tram d'aigua descobert (zones d'aigua dolça i salada) superior a 30 m² visible des de l'espai, incloses les masses d'aigua naturals i artificials. Més informació [aquí](https://collections.sentinel-hub.com/global-surface-water/). **Cobertura**: cobertura global des de la longitud 170°E fins a 180°W i latitud de 80°N a 50°S. **Disponibilitat de dades**: 1984 - 2019, 1984 - 2020, 1984 - 2021. **Resolució espacial**: 30 metres. **Ús comú**: Monitorització de masses d'aigua per a la gestió dels recursos hídrics, modelització del clima, conservació de la biodiversitat i seguretat alimentària.
es: La colección **Superficie Global de Agua** procede de imágenes Landsat 5, 7 y 8 y muestra diversos aspectos de la distribución espacio-temporal de las aguas superficiales entre 1984 y 2021 (con revisiones anuales) a escala mundial en seis capas diferentes. Se consideran aguas superficiales todas las extensiones de agua descubiertas (zonas de agua dulce y salada) de más de 30 m² visibles desde el espacio, incluidas las masas de agua naturales y artificiales. Más información [aquí](https://collections.sentinel-hub.com/global-surface-water/). **Cobertura**: Cobertura mundial de 170°E a 180°O y de 80°N a 50°S. **Disponibilidad de datos**: 1984 - 2019, 1984 - 2020, 1984 - 2021. **Resolución espacial**: 30 metros. **Uso común**: Seguimiento de masas de agua para la gestión de recursos hídricos, modelización climática, conservación de la biodiversidad y seguridad alimentaria.
uk: Бібліотека **Global Surface Water** створена на основі знімків Landsat 5, 7 та 8. Дані бібліотеки відображають різні аспекти просторово-часового розподілу поверхневих вод у період з 1984 по 2021 рр. (зі щорічним впровадженням змін) у глобальному масштабі у шести різних шарах. Поверхневими водами вважаються будь-які відкриті ділянки води (прісні та солоні води) площею понад 30 м², видимі з космосу, у тому числі природні та штучні водойми. Більше інформації [тут] (https://collections.sentinel-hub.com/global-surface-water/). **Покриття**: Глобальне покриття від 170° східної довготи до 180° західної довготи та від 80° північної широти до 50° південної широти. **Доступність даних**: 1984 – 2019, 1984 - 2020, 1984 – 2021. **Просторова розрізненість**: 30 метрів. **Загальне застосування**: Моніторинг водних об'єктів для управління водними ресурсами, моделювання клімату, збереження біорізноманіття та продовольча безпека.

source: The **Mapzen DEM** is based on the SRTM30 (Shuttle Radar Topography Mission) and [other sources]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). The bathymetry data is taken from [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). It is a static collection (independent of date) with global coverage. **Spatial resolution:** Mostly 90 m, in some areas up to 10 m. Credits: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
ca: El **Mapzen DEM** es basa en la SRTM30 (Shuttle Radar Topography Mission) i [altres fonts]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Les dades de batimetria s'han extret de [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). És una col·lecció estàtica (independent de la data) amb cobertura global. **Resolució espacial:** Majoritàriament 90 m, en algunes zones fins a 10 m. Crèdits: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
es: El **Mapzen DEM** se basa en el SRTM30 (Shuttle Radar Topography Mission) y [otras fuentes]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Los datos batimétricos proceden de [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Se trata de una colección estática (independiente de la fecha) con cobertura mundial. **Resolución espacial:** Mayoritariamente 90 m, en algunas zonas hasta 10 m. Créditos: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
uk: ЦМР **Mapzen** створена на базі SRTM30 (Shuttle Radar Topography Mission) та [інші джерела]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Дані батиметрії взяті з [ETOPO1]. (https://www.ngdc.noaa.gov/mgg/global/global.html). Це статична колекція (що не залежить від дати) з глобальним покриттям. **Просторова розрізненість:** В основному 90 м, у деяких областях до 10 м. Джерело: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)

source: Continuous urban fabric
ca: Teixit urbà continu
es: Tejido urbano contínuo
uk: Суцільна міська забудова

source: Discontinuous urban fabric
ca: Teixit urbà discontinu
es: Tejido urbano discontinuo
uk: Несуцільна міська забудова

source: Industrial or commercial units
ca: Unitats industrials o comercials
es: Zona industrial o comercial
uk: Промислові або комерційні об'єкти

source: Road and rail networks and associated land
ca: Xarxes viàries i ferroviàries i terrenys associats
es: Redes de carreteras y ferrocarriles y terreno asociado
uk: Автомобільні та залізничні мережі й пов'язані з ними землі

source: Port areas
ca: Zones portuàries
es: Área portuarias
uk: Портові зони

source: Airports
ca: Aeroports
es: Aeropuertos
uk: Аеропорти

source: Mineral extraction sites
ca: Llocs d'extracció de minerals
es: Zonas de extracción mineral
uk: Місця видобутку корисних копалин

source: Dump sites
ca: Abocadors
es: Vertederos
uk: Сміттєзвалища

source: Construction sites
ca: Llocs de construcció
es: Zonas de construcción
uk: Будівельні майданчики

source: Green urban areas
ca: Zones urbanes verdes
es: Zonas verdes urbanas
uk: Зелені міські зони

source: Sport and leisure facilities
ca: Instal·lacions esportives i d'oci
es: Instalaciones deportivas y de ocio
uk: Споруди спортивних та розважальних закладів

source: Non-irrigated arable land
ca: Terres de conreu de secà
es: Tierras de cultivo no irrigadas
uk: Незрошувана рілля

source: Permanently irrigated land
ca: Terres de regadiu permanent
es: Regadio permanente
uk: Постійно зрошувані землі

source: Rice fields
ca: Camps d'arròs
es: Campos de arroz
uk: Рисові поля

source: Vineyards
ca: Vinyes
es: Viñedo
uk: Виноградники

source: Fruit trees and berry plantations
ca: Arbres fruiters i plantacions de baies
es: Árboles frutales y otros cultivos de fruta
uk: Плодові дерева та ягідні плантації

source: Olive groves
ca: Conreus d'oliveres
es: Olivar
uk: Оливкові плантації

source: Pastures
es: Pastos
uk: Пасовища

source: Annual crops associated with permanent crops
ca: Cultius anuals associats a cultius permanents
es: Cultivos anuales asociados a cultivos permanentes
uk: Однорічні культури, пов’язані з багаторічними культурами

source: Complex cultivation patterns
ca: Patrons de cultiu complexos
es: Patrones complejos de cultivo
uk: Складні схеми вирощування

source: Land principally occupied by agriculture with significant areas of natural vegetation
ca: Terreny ocupat principalment per l'agricultura amb importants zones de vegetació natural
es: Terreno ocupado principalmente por agricultura con zonas significativas de vegetación natural
uk: Землі, переважно зайняті сільським господарством, із значними площами природної рослинності

source: Agro-forestry areas
ca: Zones agroforestals
es: Zonas agro-forestales
uk: Агролісогосподарські райони

source: Broad-leaved forest
ca: Bosc de fulla ampla
es: Bosque de frondosas
uk: Широколистяний ліс

source: Natural grasslands
ca: Prats naturals
es: Pastos naturales
uk: Природні луки

source: Moors and heathland
ca: Erms i brugerars
es: Páramos y brezales
uk: Болота і вересові землі

source: Sclerophyllous vegetation
ca: Vegetació escleròfila
es: Vegetación esclerófila
uk: Склерофільна рослинність

source: Transitional woodland-shrub
ca: Arbust-bosc de transició
es: Arbusto arbolado de transición
uk: Перехідний лісо-чагарник

source: Beaches
ca: Platges
es: Playas
uk: Пляжі

source: Bare rocks
ca: Roques nues
es: Roca desnuda
uk: Оголені скелі

source: Sparsely vegetated areas
ca: Zones amb poca vegetació
es: Áreas de vegetación dispersa
uk: Ділянки з розрідженою рослинністю

source: Burnt areas
ca: Zones cremades
es: Áreas quemadas
uk: Згорілі ділянки

source: Glaciers and perpetual snow
ca: Glaceres i neu perpètua
es: Glaciares y nieve perpétua
uk: Льодовики та вічні сніги

source: Inland marshes
ca: Pantans interiors
es: Marismas continentales
uk: Внутрішні болота

source: Peat bogs
ca: Torberes
es: Turberas
uk: Торф’яні болота

source: Salt marshes
ca: Maresmes salades
es: Marismas
uk: Засолені болота

source: Salines
es: Salinas
uk: Солончаки

source: Intertidal flats
ca: Plans intermareals
es: Llanuras intermareales
uk: Припливні відмілини

source: Water courses
ca: Cursos d'aigua
es: Cursos de agua
uk: Водотоки

source: Water bodies
ca: Masses d'aigua
es: Cuerpos de agua
uk: Водойми

source: Coastal lagoons
ca: Llacunes litorals
es: Lagunas litorales
uk: Прибережні лагуни

source: Estuaries
ca: Estuaris
es: Estuarios
uk: Естуарії

source: Sea and ocean
ca: Mar i oceà
es: Mar y Oceáno
uk: Море і океан

source: NODATA
es: SIN DATOS
uk: Немає Даних

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
ca: # Composició de color fals Un compost de color fals utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. Composició de fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). El compost de color fals s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny exposat són grisos o marrons, i l'aigua apareix blava o negra. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) i [aquí.](https://gisgeography.com/landsat-8-bands-combinations/)
es: # Composición en color falso Una composición en color falso recurre al menos a una imagen obtenida en longitudes de onda no visibles. Es frecuente la composición en color falso que utiliza las bandas del infrarrojo cercano, el rojo y el verde (una banda es una región del espectro electromagnético; los sensores satelitales obtienen imágenes de la Tierra en múltiples bandas). Estas composiciones en color falso se suelen emplear para diagnosticar la densidad y la salud de la vegetación, porque las plantas reflejan las bandas infrarroja y verde, mientras que absorben el color rojo. Las ciudades y el suelo desnudo aparecen grises o en tonos pardos, mientras que el agua se muestra azul o negra. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) y [aquí.](https://gisgeography.com/landsat-8-bands-combinations/)
uk: # Композит штучних кольорів У композиті штучних кольорів для отримання зображення Землі використовується принаймні одна невидима довжина хвилі. Дуже популярний композит штучних кольорів із використанням ближнього інфрачервоного, червоного і зеленого каналів (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Композит штучних кольорів найчастіше використовується для оцінки щільності та здоров'я рослин, оскільки рослини відбивають хвилі близького інфрачервоного та зеленого діапазону, а поглинають - червоного. Міста та відкритий ґрунт мають сірий чи коричневий колір, а вода виглядає синьою або чорною. Більше інформації [тут] (https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) та [тут.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Sentinel-2 has 13 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) and [here.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic. Cada regió de l'espectre s'anomena banda. Sentinel-2 té 13 bandes. La composició de color veritable utilitza bandes de llum visible vermella, verda i blava en els canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) i [aquí.](http://www.fis.uni-bonn.de/en/recherchetools /infobox/professionals/sistemes-de-detecció remota/espectroscòpia).
es: # Composición en color natural Los sensores satelitales captan imágenes de la Tierra en diferentes regiones del espectro electromagnético, cada una de las cuales se conoce como una banda. La composición en color natural introduce las bandas de luz visible roja, verde y azul en los tres canales correspondientes, rojo, verde y azul, para ofrecer un producto en color que constituye una buena representación de la Tierra tal y como la vería el ser humano de manera natural. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) y [aquí.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).

source: # Short wave infrared composite (SWIR) Short wave infrared (SWIR) measurements can help scientists estimate how much water is present in plants and soil, as water absorbs SWIR wavelengths. Short wave infrared bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) are also useful for distinguishing between cloud types (water clouds versus ice clouds), snow and ice, all of which appear white in visible light. In this composite vegetation appears in shades of green, soils and built-up areas are in various shades of brown, and water appears black. Newly burned land reflects strongly in SWIR bands, making them valuable for mapping fire damages. Each rock type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
ca: # Composició infraroig d'ona curta (SWIR) Les mesures d'infrarojos d'ona curta (SWIR) poden ajudar els científics a estimar quanta aigua hi ha a les plantes i al sòl, ja que l'aigua absorbeix les longituds d'ona SWIR. Les bandes infrarojes d'ona curta (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes) també són útils per distingir entre els tipus de núvols (núvols d'aigua versus núvols de gel), neu i gel, tots els quals semblen blancs. en llum visible. En aquesta vegetació composta apareix en tons verds, els sòls i les zones urbanitzades són de diversos tons de marró i l'aigua apareix negra. Les terres recentment cremades es reflecteixen fortament a les bandes SWIR, cosa que les fa valuoses per mapejar els danys causats pel foc. Cada tipus de roca reflecteix la llum infraroja d'ona curta de manera diferent, cosa que permet traçar la geologia comparant la llum SWIR reflectida. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
es: # Composición de infrarrojo de onda corta (SWIR) Las medidas tomadas en el infrarrojo de onda corta (SWIR, Short Wave InfraRed) sirven para estimar la cantidad de agua presente en la vegetación y en el suelo, porque el agua absorbe estas longitudes de onda. Las bandas del infrarrojo de onda corta (una banda es una región del espectro electromagnético; los sensores satelitales observan la Tierra en múltiples bandas) sirven también para distinguir los tipos de nubes (nubes de agua frente a nubes de hielo), la nieve y el hielo, todos los cuales aparecen blancos en luz visible. La vegetación adopta tonalidades de verde en esta composición, mientras que los suelos desnudos y las zonas urbanas tienen tonos pardos, y el agua se ve negra. El terreno recién quemado refleja con intensidad las bandas del infrarrojo de onda corta, lo que hace útil esta composición para cartografiar los daños debidos a incendios. Cada tipo de roca refleja de un modo distinto la luz infrarroja de onda corta, lo que permite elaborar mapas geológicos comparando la luz SWIR reflejada. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
uk: # Композит короткохвильового інфрачервоного діапазону (SWIR) Дані, отримані в короткохвильовому інфрачервоному діапазоні (SWIR) можуть допомогти вченим оцінити вміст води в рослинах та ґрунті, оскільки вода поглинає хвилі SWIR. Короткохвильові інфрачервоні канали (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах) також можуть використовуватися для розрізнення типів хмар (водяні хмари та крижані хмари), снігу та льоду, які у видимому діапазоні виглядають білими. У цьому композиті рослинність представлена у відтінках зеленого, ґрунт та забудовані території – у різних відтінках коричневого, а вода відображається чорною. Нещодавно згорілі землі відображаються у каналах SWIR, тому їх можна використовувати для картування руйнівних наслідків пожеж. Кожен тип гірських порід по-різному відбиває короткохвильове інфрачервоне світло, що дозволяє складати геологічні карти, порівнюючи відбите світло SWIR. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
