Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Draw the area of interest's geometry on the exported image.
ca: Dibuixa la geometria de l'àrea d'interès a la imatge exportada.
es: Dibujar la geometría del área de interés en la imagen exportada.

source: To use Draw AOI geometry on Image, area of interest needs to be selected first.
ca: Per utilitzar Draw AOI geometry on Image, primer cal seleccionar l'àrea d'interès.
es: Para usar Dibujar geometría AOI en la Imagen, el área de interés debe ser seleccionada previamente.

source: Crop to AOI
ca: Retalla a AOI
es: Recortar a AOI
uk: Обрізати до ОІ

source: Draw AOI geometry on Image
ca: Dibuixa la geometria AOI a la imatge
es: Dibujar la geometría AOI en la imagen

source: Preview
ca: Vista prèvia
es: Previsualizar
uk: Попередній огляд

source: Delay last frame
ca: Retarda l'últim fotograma
es: Retraso de última imagen
uk: Затримка останнього кадру

source: The minimum area for ordering SkySat data is 25 km². This means that you will be charged 25 km² even for AOIs smaller than 25 km²!
ca: L'àrea mínima per demanar dades SkySat és de 25 km². Això vol dir que se us cobrarà 25 km² fins i tot per AOI de menys de 25 km²!
es: La superficie mínima para solicitar datos SkySat es de 25 km². Esto significa que se le cobrarán 25 km² incluso por AOI inferiores a 25 km²!
uk: Мінімальна площа для замовлення даних SkySat становить 25 км². Це означає, що навіть при замовленні територій менших за 25 км² з вас буде стягнуто плату за 25 км².

source: # Short wave infrared composite (SWIR) Short wave infrared (SWIR) measurements can help scientists estimate how much water is present in plants and soil, as water absorbs SWIR wavelengths. Short wave infrared bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) are also useful for distinguishing between cloud types (water clouds versus ice clouds), snow and ice, all of which appear white in visible light. In this composite vegetation appears in shades of green, soils and built-up areas are in various shades of brown, and water appears black. Newly burned land reflects strongly in SWIR bands, making them valuable for mapping fire damages. Each rock type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. More info [here.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)
ca: # Composició infraroja d'ona curta (SWIR) Les mesures d'infrarojos d'ona curta (SWIR) poden ajudar els científics a estimar quanta aigua hi ha a les plantes i al sòl, ja que l'aigua absorbeix les longituds d'ona SWIR. Les bandes infrarojes d'ona curta (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes) també són útils per distingir entre els tipus de núvols (núvols d'aigua versus núvols de gel), neu i gel, tots els quals semblen blancs. en llum visible. En aquest compost la vegetació apareix en tons verds, els sòls i les zones urbanitzades són de diversos tons de marró i l'aigua apareix negra. Les terres recentment cremades es reflecteixen fortament a les bandes SWIR, cosa que les fa valuoses per mapejar els danys causats pel foc. Cada tipus de roca reflecteix la llum infraroja d'ona curta de manera diferent, cosa que permet traçar la geologia comparant la llum SWIR reflectida. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)
es: # Composición infrarrojo de onda corta (SWIR) Las medidas infrarrojas de onda corta (SWIR) pueden ayudar a los científicos a estimar la cantidad de agua presente en las plantas y el suelo, ya que el agua absorbe las longitudes de onda SWIR. Las bandas infrarrojas de onda corta (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas) también son útiles para distinguir entre tipos de nubes (nubes de agua frente a nubes de hielo), nieve y hielo, todas las cuales aparecen blancas en luz visible. En esta composición, la vegetación aparece en tonos verdes, el suelo y las zonas urbanizadas en varios tonos de marrón y el agua en negro. Los terrenos recién quemados reflejan fuertemente en las bandas SWIR, lo que los hace valiosos para cartografiar los daños causados por los incendios. Cada tipo de roca refleja la luz infrarroja de onda corta de forma diferente, lo que permite cartografiar la geología comparando la luz SWIR reflejada. Más información [aquí.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)
uk: Короткохвильовий інфрачервоний композит (SWIR) Вимірювання в короткохвильовому інфрачервоному діапазоні (SWIR) допомагає науковцям оцінити кількість води в рослинах і ґрунті, оскільки вода поглинає випромінювання короткого інфрачервоного діапазону. Короткохвильові інфрачервоні канали (канал — це область електромагнітного спектра; супутниковий сенсор може знімати Землю в різних каналах) також корисні для розрізнення типів хмар (водяних хмар від крижаних), снігу та льоду, які всі виглядають білими у видимому діапазоні. На цьому композиті рослинність виглядає в відтінках зеленого, ґрунти та забудовані території — в різних відтінках коричневого, а вода — чорна. Нещодавно згоріла земля сильно відбиває світло в каналах SWIR, що робить їх цінними для картографування наслідків пожеж. Кожен тип породи по-різному відбиває короткохвильове інфрачервоне світло, що дозволяє проводити геологічне картографування шляхом порівняння відбитого SWIR світла. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://custom-scripts.sentinel-hub.com/hls/true_color/)
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic. Cada regió de l'espectre s'anomena banda. La composició de color real utilitza bandes de llum visible vermella, verda i blava als canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/hls/true_color/)
es: # Composición Color Real Los sensores que llevan los satélites pueden tomar imágenes de la Tierra en diferentes regiones del espectro electromagnético. Cada región del espectro se denomina banda. El compuesto de color real utiliza las bandas de luz visible roja, verde y azul en los canales de color rojo, verde y azul correspondientes, lo que da como resultado un producto de color natural, que es una buena representación de la Tierra tal y como vemos los humanos de forma natural. Más información [aquí.](https://custom-scripts.sentinel-hub.com/hls/true_color/)
uk: Композит у природних кольорах Датчики на супутниках можуть знімати Землю в різних діапазонах електромагнітного спектру. Кожен діапазон спектру називається каналом. Для композиту в природних кольорах використовуються діапазони видимого світла червоного, зеленого та синього кольорів у відповідних каналах - червоному, зеленому та синьому, у результаті продукт має природні кольори, тобто відображає Землю такою, якою її бачать люди. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/hls/true_color/)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/hls/false_color/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
ca: # Composició de color fals Una composició de color fals utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. La composició de fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). La composició de color fals s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny exposat són grisos o marrons, i l'aigua apareix blava o negra. Més informació [aquí](https://custom-scripts.sentinel-hub.com/hls/false_color/) i [aquí.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
es: # Composición en falso color Una composición en falso color utiliza al menos una longitud de onda no visible para obtener imágenes de la Tierra. El compuesto de falso color que utiliza bandas de infrarrojo cercano, rojo y verde es muy popular (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). El falso color compuesto se utiliza sobre todo para evaluar la densidad y la salud de las plantas, ya que éstas reflejan la luz infrarroja cercana y la luz verde, mientras que absorben la roja. Las ciudades y el suelo expuesto son grises u ocres, y el agua aparece azul o negra. Más información [aquí](https://custom-scripts.sentinel-hub.com/hls/false_color/) y [aquí.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
uk: Композит у штучних (псевдо) кольорах Композит у псевдокольорах використовує принаймні одну довжину хвилі невидимого діапазону знімання Землі. Композит псевдокольорів із використанням ближнього інфрачервоного, червоного та зеленого каналів є дуже популярним (канал — це область електромагнітного спектра; супутниковий сенсор може знімати Землю в різних каналах). Композит псевдокольорів найчастіше використовується для оцінки густоти та стану рослинності, оскільки рослини відбивають ближнє інфрачервоне і зелене світло, а червоне поглинають. Міста та відкриті ґрунти виглядають сірими або бежевими, а вода — синьою або чорною. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/hls/false_color/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)

source: Coastal Aerosol
ca: Aerosol costaner
es: Aerosol costero
uk: Прибережний аерозоль

source: Red-Edge 1 - Sentinel
es: Rojo-Extremo 1 - Sentinel
uk: Червоний край 1 - Sentinel

source: Red-Edge 2 - Sentinel
es: Rojo-Extremo 2 - Sentinel
uk: Червоний край 2 - Sentinel

source: Red-Edge 3 - Sentinel
es: Rojo-Extremo 3 - Sentinel
uk: Червоний край 3 - Sentinel

source: NIR Broad - Sentinel
es: Infrarrojo próximo amplio - Sentinel
uk: Широкий ближній інфрачервоний діапазон - Sentinel

source: NIR Narrow
ca: NIR Estret
es: Infrarrojo próximo estrecho - Sentinel
uk: Вузький ближній інфрачервоний діапазон- Sentinel

source: SWIR 1
es: Infrarrojo de onda corta 1
uk: Короткохвильовий інфрачервонмй діапазон 1

source: SWIR 2
es: Infrarrojo de onda corta 2
uk: Короткохвильовий інфрачервонмй діапазон 2

source: Water Vapor - Sentinel
ca: Vapor d'aigua - Sentinella
es: Vapor de agua - Sentinel
uk: Водяна пара - Sentinel

source: Cirrus
es: Cirros
uk: Перисті хмари

source: Thermal Infrared 1 - Landsat
ca: Infraroig tèrmic 1 - Landsat
es: Infrarrojo térmico 1 - Landsat
uk: Тепловий інфрачервоний 1 - Landsat

source: Thermal Infrared 2 - Landsat
ca: Infraroig tèrmic 2 - Landsat
es: Infrarrojo térmico 2 - Landsat
uk: Тепловий інфрачервоний 2 - Landsat

source: Quality Assessment band (QA)
ca: Banda d'avaluació de la qualitat (QA)
es: Banda de aseguramiento de la calidad (QA)
uk: Канал оцінки якості (QA)

source: View (sensor) Azimuth Angle
ca: Vista (sensor) Angle azimut
es: Ángulo acimutal de la vista (sensor)
uk: Кут азимута огляду (датчика)

source: View (sensor) Zenith Angle
ca: Vista (sensor) Angle Zenith
es: Ángulo cenital de la vista (sensor)
uk: Кут зеніту огляду (датчика)

source: Sun Azimuth Angle
ca: Angle azimut solar
es: Ángulo acimut solar
uk: Кут азимута Сонця

source: Sun Zenith Angle
ca: Angle del cenit del sol
es: Ángulo cenital solar
uk: Кут зеніту Сонця

source: **Landsat data** provides consistent surface reflectance (SR) data from the Operational Land Imager (OLI) on board the joint NASA/USGS Landsat 8 and Landsat 9 satellites. The input product is Landsat 8-9 Collection 2 Level 1 top-of-atmosphere reflectance. The data is available globally since April 2013.
ca: **Les dades de Landsat** proporcionen dades de reflectància superficial (SR) coherents de l'Operational Land Imager (OLI) a bord dels satèl·lits Landsat 8 i Landsat 9 conjunts NASA/USGS. El producte d'entrada és Landsat 8-9 Collection 2 Nivell 1 de reflectància de la part superior de l'atmosfera. Les dades estan disponibles a nivell mundial des de l'abril de 2013.
es: **Datos Landsat** proporciona datos coherentes de reflectancia de la superficie (surface reflectance -SR-) procedentes del Operational Land Imager (OLI) a bordo de los satélites conjuntos Landsat 8 y Landsat 9 de la NASA y el USGS. El producto de entrada es Landsat 8-9 Collection 2 Level 1 top-of-atmosphere reflectance (reflectancia de la capa superior de la atmósfera). Los datos están disponibles en todo el mundo desde abril de 2013.
uk: Дані Landsat надають стабільні показники відбивної здатності поверхні (SR) з операційного сканера знімання (OLI), встановленого на супутниках Landsat 8 і Landsat 9, що спільно експлуатуються NASA та USGS. Вихідним продуктом є відбивна здатність на рівні верхньої межі атмосфери з набору данихо Landsat 8-9 Collection 2 Level 1. Дані доступні у всьому світі, починаючи з квітня 2013 року

source: **Sentinel data** provides consistent surface reflectance values from the Multi-Spectral Instrument (MSI) on board the European Copernicus satellites Sentinel-2A and Sentinel-2B. The input product is the Sentinel-2 L1C top-of-atmosphere reflectance. The data is available globally since November 2015.
ca: **Les dades de Sentinel** proporcionen valors de reflectància superficial consistents de l'instrument multiespectral (MSI) a bord dels satèl·lits europeus Copernicus Sentinel-2A i Sentinel-2B. El producte d'entrada és la reflectància de la part superior de l'atmosfera Sentinel-2 L1C. Les dades estan disponibles a nivell mundial des del novembre de 2015.
es: **Datos Sentinel** proporcionan valores coherentes de reflectancia de la superficie (surface refletance -SR-) procedentes del Instrumento Multiespectral (MSI) a bordo de los satélites europeos Copérnico Sentinel-2A y Sentinel-2B. El producto de entrada es la reflectancia de la capa superior de la atmósfera de Sentinel-2 L1C. Los datos están disponibles en todo el mundo desde noviembre de 2015.
uk: Дані Sentinel надають стабільні значення відбивної здатності поверхні з мультиспектрального датчика (MSI), встановленого на європейських супутниках програми Copernicus Sentinel-2A та Sentinel-2B. Вихідним продуктом є відбивна здатність на рівні верхньої межі атмосфери з набору даних Sentinel-2 L1C. Дані доступні у всьому світі, починаючи з листопада 2015 року

source: **Harmonized Landsat Sentinel** (HLS) is an initiative of NASA to create a Virtual Constellation of surface reflectance (SR) data from the Operational Land Imager (OLI) and the Multi-Spectral Instrument (MSI) on board the Landsat 8 and 9 and Sentinel-2 remote sensing satellites. HLS includes a total of 21 bands, of which 2 (2 Thermal Infrared) are only available for Landsat and 5 (3 red edge, NIR broad, water vapour) are only available for Sentinel. More information on the available bands and data can be found [here](https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). The products are radiometrically harmonized as much as possible and resampled to a common 30-metre resolution, using the Sentinel-2 MGRS UTM grid. **Spatial resolution:** 30 metres. **Revisit time:** 2 – 3 days. **Data availability:** Since April 2013. **Common usage:** Vegetation monitoring, land use, land cover maps and change monitoring.
ca: **Harmonized Landsat Sentinel** (HLS) és una iniciativa de la NASA per crear una constel·lació virtual de dades de reflectància superficial (SR) de l'Operational Land Imager (OLI) i l'instrument multiespectral (MSI) a bord del Landsat 8 i Satèl·lits de teledetecció 9 i Sentinel-2. HLS inclou un total de 21 bandes, de les quals 2 (2 d'infrarojos tèrmics) només estan disponibles per a Landsat i 5 (3 de vora vermella, NIR ample, vapor d'aigua) només estan disponibles per a Sentinel. Es pot trobar més informació sobre les bandes i dades disponibles [aquí](https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). Els productes s'harmonitzen radiomètricament tant com sigui possible i es tornen a mostrejar a una resolució comuna de 30 metres, utilitzant la graella Sentinel-2 MGRS UTM. **Resolució espacial:** 30 metres. **Temps de visita:** 2 – 3 dies. **Disponibilitat de dades:** Des d'abril de 2013. **Ús comú:** Monitorització de la vegetació, ús del sòl, mapes de cobertura del sòl i seguiment del canvi.
es: **Harmonized Landsat Sentinel** (HLS) es una iniciativa de la NASA para crear una constelación virtual de datos de reflectancia superficial (SR) procedentes del Operational Land Imager (OLI) y del Multi-Spectral Instrument (MSI) a bordo de los satélites de teledetección Landsat 8 y 9 y Sentinel-2. HLS incluye un total de 21 bandas, de las cuales 2 (2 infrarrojo térmico) sólo están disponibles para Landsat y 5 (3 borde rojo, NIR amplio, vapor de agua) sólo están disponibles para Sentinel. Encontrará más información sobre las bandas y los datos disponibles [aquí](https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). Los productos están radiométricamente armonizados en la medida de lo posible y remuestreados a una resolución común de 30 metros, utilizando la cuadrícula UTM de Sentinel-2 MGRS. **Resolución espacial:** 30 metros. **Tiempo de revisión:** 2 - 3 días. **Disponibilidad de datos:** Desde abril de 2013. **Uso común:** Seguimiento de la vegetación, uso del suelo, mapas de cobertura del suelo y seguimiento de cambios.
uk: Harmonized Landsat Sentinel (HLS) — це ініціатива НАСА зі створення віртуального сузір'я даних відбивної здатності поверхні (SR) з Операційного сканера знімання (OLI) та Мультиспектрального сканера (MSI), встановлених на супутниках дистанційного зондування Landsat 8 і 9 та Sentinel-2. HLS включає загалом 21 спектральний канал, з яких 2 (2 інфрачервоні термальні канали) доступні тільки для Landsat, а 5 (3 канали червоний край, широкий ближній інфрачервоний, водяна пара) доступні тільки для Sentinel. Більше інформації про доступні канали та дані можна знайти тут. (https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). Продукти радіометрично гармонізовані наскільки це можливо та перетворені до спільної розрізненності 30 метрів, з використанням координатної сітки MGRS UTM Sentinel-2. Просторова розрізненність: 30 метрів. Час повторного знімання: 2–3 дні. Доступність даних: з квітня 2013 року. Основне використання: Моніторинг рослинності, карти землекористування та земних покривів, моніторинг змін.

source: Image width and height must be between 1px and 2500px
ca: L'amplada i l'alçada de la imatge ha de ser d'entre 1 i 2500 píxels
es: La anchura y altura de la imagen debe estar entre 1 y 2500 píxeles
uk: Ширина і висота зображення повинні бути в межах від 1 до 2500 пікселів

source: Resolution X (m/px)
ca: Resolució X (m/px)
es: Resolución X (m/pix)
uk: Роздільна здатність X (м/піксель)

source: Resolution Y (m/px)
ca: Resolució Y (m/px)
es: Resolución Y (m/pix)
uk: Роздільна здатність Y (м/піксель)

source: Water Bodies
ca: Masses d'aigua
es: Cuerpos de agua
uk: Водні об'єкти

source: Level 2A data are high quality data where the effects of the atmosphere on the light being reflected off of the surface of the Earth and reaching the sensor are excluded. Data are available globally since March 2017. More info about atmospheric correction [here](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
ca: Les dades de Nivell 2A són dades d'alta qualitat on s'exclouen els efectes de l'atmosfera sobre la llum que es reflecteix a la superfície de la Terra i arriba al sensor. Les dades estan disponibles a tot el món des del març de 2017. Més informació sobre la correcció atmosfèrica [aquí] (https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
es: Los datos de nivel 2A son datos de alta calidad en los que se excluyen los efectos de la atmósfera sobre la luz que se refleja en la superficie de la Tierra y llega al sensor. Los datos están disponibles en todo el mundo desde marzo de 2017. Más información sobre la corrección atmosférica [aquí](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
uk: Дані рівня 2A – це дані високої якості, де виключено вплив атмосфери на світло, яке відбивається від поверхні Землі та досягає датчика. Дані доступні в усьому світі з березня 2017 року. Більше інформації про атмосферну корекцію [тут](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/)
