Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Upload a KML/KMZ, GPX, WKT (in EPSG:4326) or GEOJSON/JSON file.
ca: Carregueu un fitxer KML/KMZ, GPX, WKT (en EPSG:4326) o GEOJSON/JSON.
es: Cargar un archivo KML/KMZ, GPX, WKT (en EPSG:4326) o GEOJSON/JSON.
uk: Завантажити KML/KMZ, GPX, WKT (у EPSG:4326) або GEOJSON/JSON.

source: Elevation profile
ca: Perfil d'elevació
es: Perfil de elevaciones
uk: Профіль висот

source: Distance
ca: Distància
es: Distancia
uk: Відстань

source: Elevation
ca: Elevació
es: Elevación
uk: Висота

source: Slope
ca: Pendent
es: Pendiente
uk: Нахил

source: Unsupported GeoJSON geometry type! Only ${ supported } are supported.
ca: Tipus de geometria GeoJSON no compatible! Només s'admeten ${ supported }.
es: ! Tipo de geometría GeoJSON no soportado ! Solo se admite ${ supported }
uk: Невідомий тип геометрії GeoJSON! Підтримуються лише ${ supported }.

source: Unable to get elevation data
ca: No es poden obtenir dades d'elevació
es: No es posible conseguir información de elevación
uk: Не вдалося отримати дані про висоту

source: Highlights of the Month
ca: Destacats del mes
es: Destacados del mes

source: Composite
ca: Compost
es: Composición
uk: Композит

source: Index
ca: Índex
es: Índice
uk: Індекс

source: Custom script
ca: Guió personalitzat
es: Script de usuario
uk: Спеціальний скрипт

source: Use custom script to create a custom visualization
ca: Utilitzeu un script personalitzat per crear una visualització personalitzada
es: Usar script personalizado para crear una visualización de usuario
uk: Використовувати спеціальний скрипт для створення індивідуальної візуалізації

source: By using different spectral bands in the different colour channels (RGB) of an image, certain features can be emphasised in the data. Popular RGB composites are True Colour (red, blue and green bands) or False Colour (near-infrared, red and green bands). More info [here](${ link1 }) or [here](${ link2 }).
ca: Mitjançant l'ús de diferents bandes espectrals en els diferents canals de color (RGB) d'una imatge, és clar Les característiques es poden emfatitzar a les dades. Els compostos RGB populars són True Color (vermell, blau i verd bandes) o Fals Color (bandes d'infraroig proper, vermell i verde). Més informació [aquí](${ link1 }) o [aquí](${ link2 }).
es: Mediante el uso de diferentes bandas espectrales en los distintos canales de color (RGB) de una imagen, se pueden resaltar determinadas características de los datos. Las composiciones RGB más populares son Color Real (bandas roja, azul y verde) o Falso Color (bandas infrarroja próxima, roja y verde). Más información [aquí](${ link1 }) o [aquí](${ link2 }).
uk: Використовуючи різні спектральні смуги в різних колірних каналах (RGB) зображення, можна підкреслити певні особливості в даних. Популярними композитами RGB є Природні кольори (червоні, сині та зелені смуги) або Штучні кольри (ближній інфрачервоний діапазон, червоні та зелені смуги). Більше інформації [тут](${ link1 }) або [тут](${ link2 }).

source: Create a simple band ratio (A/B) to highlight the spectral differences between two bands, or create a normalized difference index ((A-B)/(A+B)) to compare your data across time. Popular difference indices are the Normalized Difference Vegetation Index (NDVI), which uses the near-infrared and red bands or the Normalized Difference Water Index (NDWI), which uses the near-infrared and shortwave infrared bands. More info [here](${ link1 }) or [here](${ link2 }).
ca: Creeu una relació de bandes simple (A/B) per ressaltar les diferències espectrals entre dues bandes, o creeu un índex de diferència normalitzat ((A-B)/(A+B)) per comparar les vostres dades al llarg del temps. Els índexs de diferència populars són l'índex de vegetació de diferència normalitzada (NDVI), que utilitza les bandes d'infraroig proper i vermell o l'índex d'aigua de diferència normalitzada (NDWI), que utilitza les bandes d'infraroig proper i d'ona curta. Més informació [aquí](${ link1 }) o [aquí](${ link2 }).
es: Crear un índice de bandas simple (A/B) para resaltar las diferencias espectrales entre dos bandas, o crear un índice de diferencia normalizado ((A-B)/(A+B)) para comparar sus datos a lo largo del tiempo. Los índices de diferencia más populares son el Índice de Vegetación de Diferencia Normalizada (NDVI), que utiliza las bandas del infrarrojo cercano y el rojo, o el Índice de Agua de Diferencia Normalizada (NDWI), que utiliza las bandas del infrarrojo cercano y del infrarrojo de onda corta. Más información [aquí](${ link1 }) o [aquí](${ link2 }).
uk: Створіть просте співвідношення смуг (A/B), щоб підкреслити спектральні відмінності між двома смугами, або створіть нормалізований індекс різниці ((A-B)/(A+B)), щоб порівняти ваші дані за час. Популярними диференційний індексами є нормалізований диференційний індекс рослинності (NDVI), який використовує ближній інфрачервоний і червоний діапазони або нормалізований диференційний індекс води (NDWI), який використовує ближній інфрачервоний та короткохвильовий інфрачервоні діапазони. Більше інформації [тут](${ link1 }) або [тут](${ link2 }).

source: The **Global Surface Water** collection is derived from Landsat 5, 7 and 8 imagery and shows various aspects of the spatio-temporal distribution of surface water between 1984 and 2020 (with annual revisions) at a global scale in six different layers. Surface water is considered as any uncovered stretch of water (fresh and salt water areas) greater than 30m² visible from space, including natural and artificial water bodies. More information [here](https://collections.sentinel-hub.com/global-surface-water/). **Coverage**: Global coverage from longitude 170°E to 180°W and latitude 80°N to 50°S. **Data Availability**: 1984 - 2019, 1984 - 2020. **Spatial resolution**: 30 meters. **Common Usage**: Monitoring of water bodies for water resource management, climate modelling, biodiversity conservation and food security.
ca: La col·lecció **Global Surface Water** es deriva de les imatges Landsat 5, 7 i 8 i mostra diversos aspectes de la distribució espacio-temporal de l'aigua superficial entre 1984 i 2020 (amb revisions anuals) a escala global en sis capes diferents. Es considera aigua superficial qualsevol tram d'aigua descobert (zones d'aigua dolça i salada) superior a 30 m² visible des de l'espai, incloses les masses d'aigua naturals i artificials. Més informació [aquí](https://collections.sentinel-hub.com/global-surface-water/). **Cobertura**: cobertura global des de la longitud 170°E fins a 180°W i latitud de 80°N a 50°S. **Disponibilitat de dades**: 1984 - 2019, 1984 - 2020. **Resolució espacial**: 30 metres. **Ús comú**: Monitorització de masses d'aigua per a la gestió dels recursos hídrics, modelització del clima, conservació de la biodiversitat i seguretat alimentària.
es: La colección **Global Surface Water** procede de imágenes Landsat 5, 7 y 8 y muestra diversos aspectos de la distribución espacio-temporal de las aguas superficiales entre 1984 y 2020 (con revisiones anuales) a escala mundial en seis capas diferentes. Se consideran aguas superficiales todas las extensiones de agua descubiertas (zonas de agua dulce y salada) de más de 30 m² visibles desde el espacio, incluidas las masas de agua naturales y artificiales. Más información [aquí](https://collections.sentinel-hub.com/global-surface-water/). **Cobertura**: Cobertura mundial de 170°E a 180°O y de 80°N a 50°S. **Disponibilidad de datos**: 1984 - 2019, 1984 - 2020. **Resolución espacial**: 30 metros. **Uso común**: Seguimiento de masas de agua para la gestión de recursos hídricos, modelización climática, conservación de la biodiversidad y seguridad alimentaria.
uk: Колекція **Global Surface Water** створена на основі зображень Landsat 5, 7 і 8 і показує різні аспекти просторово-часового розподілу поверхневих вод між 1984 і 2020 роками (із щорічним переглядом) у глобальному масштабі в шести різних шарах. Поверхневими водами вважають будь-яку відкриту ділянку води (зони прісної та солоної води) площею понад 30 м², видиму з космосу, включаючи природні та штучні водойми. Більше інформації [тут](https://collections.sentinel-hub.com/global-surface-water/). **Покриття**: глобальне покриття від 170°E до 180°W довготи та 80°N до 50°S широти. **Доступність даних**: 1984 - 2019, 1984 - 2020. **Просторова роздільна здатність**: 30 метрів. **Загальне використання**: моніторинг водних об’єктів для управління водними ресурсами, моделювання клімату, збереження біорізноманіття та продовольчої безпеки.

source: Red
ca: Vermell
es: Rojo
uk: Червоний

source: Green
ca: Verd
es: Verde
uk: Зелений

source: Blue
ca: Blau
es: Azul
uk: Блакитний

source: Gisco search
ca: Cerca a Gisco
es: Buscar en Gisco
uk: Gisco пошук

source: Google search
ca: Cerca a Google
es: Buscar en Google
uk: Google пошук

source: Powered by Google
ca: Desenvolupat per Google
es: Con tecnología Google
uk: На базі Google

source: Filter by months
ca: Filtrar per mesos
es: Filtro por meses
uk: Фільтрувати за місяцями

source: Land cover
ca: Coberta del sòl
es: Cobertura terrestre
uk: Земний покрив

source: Processed by
ca: Processat per
es: Procesador por

source: Bright cover
ca: Coberta brillant
es: Cobertura brillante
uk: Яскраве покриття

source: Cycle number
ca: Número de cicle
es: Número de ciclo
uk: Номер циклу

source: Coastal cover
ca: Coberta costanera
es: Cobertura costera
uk: Поверхня узбережжя

source: Processor name
ca: Nom del processador
es: Nombre procesador
uk: Назва процесора

source: Closed sea cover
ca: Coberta marina tancada
es: Cobertura de mar cerrado
uk: Закрита морська поверхня

source: Open ocean cover
ca: Coberta oceànica oberta
es: Cobertura de mar abierto
uk: Відкрита океанічна поверхня

source: Absolute orbit number
ca: Nombre d'òrbita absolut
es: Número absoluto de órbita
uk: Номер абсолютної орбіти

source: Snow or ice cover
ca: Coberta de neu o gel
es: Cobertura de nieve o hielo
uk: Сніговий або льодовий покрив

source: Saline water cover
ca: Coberta d'aigua salina
es: Cobertura de agua salina
uk: Покрив солоної води

source: Tidal region cover
ca: Coberta de la regió de marea
es: Cobertura de región mareal
uk: Покрив зони припливів/відпливів

source: Fresh inland water cover
ca: Coberta d'aigua fresca interior
es: Cobertura de agua dulce continental
uk: Покрив прісних внутрішніх вод

source: Satellite platform
ca: Plataforma satèl·lit
es: Plataforma satelital

source: Polarisation
ca: Polarització
es: Polarización

source: Beam id
ca: ID del feix
es: Id de haz

source: Continental ice cover
ca: Coberta de gel continental
es: Cobertura hielo continental
uk: Континентальний льодовий покрив

source: Start time from ascending node
ca: Hora d'inici des del node ascendent
es: Tiempo inicio desde nodo ascendente
uk: Час запуску з висхідного пункту

source: Completion time from ascending node
ca: Temps de finalització des del node ascendent
es: Tiempo de finalización desde nodo ascendente
uk: Час завершення від висхідного пункту

source: Determines whether the data was recorded during a descending orbit (flight direction: north - south) or an ascending orbit (flight direction: south - north).
ca: Determina si les dades es van registrar durant una òrbita descendent (direcció de vol: nord - sud) o una òrbita ascendent (direcció de vol: sud - nord).
es: Determina si los datos se registraron durante una órbita descendente (dirección de vuelo: norte - sur) o ascendente (dirección de vuelo: sur - norte).
uk: Визначає, чи були дані записані на низхідній орбіті (напрямок польоту: північ - південь) або на висхідній орбіті (напрямок польоту: південь - північ).

source: The Relative Orbit Number is the number of full orbits (between successive ascending node crossings through the Equator) since the relative orbit 1 to the end of a cycle. The relative orbit 1 is the orbit whose ascending node crossing is closest to the Greenwich Meridian. Sentinel-1 is in a near-polar, sun-synchronous orbit with a repeat cycle of 12 days and 175 orbits per cycle for a single satellite.
ca: El nombre d'òrbita relativa és el nombre d'òrbites completes (entre creuaments successius de nodes ascendents a través de l'equador) des de l'òrbita relativa 1 fins al final d'un cicle. L'òrbita relativa 1 és l'òrbita el creuament del node ascendent de la qual és més proper al meridià de Greenwich. Sentinel-1 es troba en una òrbita gairebé polar i sincrònica amb el sol amb un cicle de repetició de 12 dies i 175 òrbites per cicle per a un sol satèl·lit.
es: El número de órbita relativa es el número de órbitas completas (entre cruces sucesivos del nodo ascendente por el Ecuador) desde la órbita relativa 1 hasta el final de un ciclo. La órbita relativa 1 es la órbita cuyo cruce del nodo ascendente está más cerca del meridiano de Greenwich. Sentinel-1 se encuentra en una órbita casi polar, sincrónica con el Sol, con un ciclo de repetición de 12 días y 175 órbitas por ciclo para un solo satélite.
uk: Відносний номер орбіти - це кількість повних обертів (між послідовними висхідними точками перетину через екватор) від відносної орбіти 1 до кінця циклу. Відносна орбіта 1 - це орбіта, точка перетину висхідного кута яка знаходиться найближче до Гринвіцького меридіана. Sentinel-1 знаходиться на приполярній, сонячно-синхронній орбіті з повторюваним циклом 12 діб і 175 орбітами за цикл для одного супутника.

source: Sentinel-1 operates in 4 exclusive instrument acquisition modes. Depending on the instrument mode, the data products may be available in different polarisation, resolution and swath withs (between 20 km and 410 km). The four different modes are: - Stripmap (SM) - Interferometric Wide swath (IW) - Extra-Wide swath (EW) - Wave (WV)
ca: Sentinel-1 funciona en 4 modes exclusius d'adquisició d'instruments. Depenent del mode d'instrument, els productes de dades poden estar disponibles amb diferents polaritzacions, resolució i franges (entre 20 km i 410 km). Els quatre modes diferents són: - Stripmap (SM) - Interferometric Wide swath (IW) - Extra-Wide swath (EW) - Wave (WV)
es: Sentinel-1 funciona en 4 modos exclusivos de adquisición de instrumentos. Dependiendo del modo del instrumento, los productos de datos pueden estar disponibles en diferentes polarizaciones, resoluciones y anchuras de barrido (entre 20 km y 410 km). Los cuatro modos diferentes son - Stripmap (SM) - Interferometric Wide Swath (IW) - Extra-Wide Swath (EW) - Wave (WV)
uk: Sentinel-1 працює в 4 ексклюзивних режимах збору даних. Залежно від режиму роботи приладу, продукти даних можуть бути доступні з різною поляризацією, роздільною здатністю та шириною смуги (від 20 км до 410 км). Ці чотири режими такі: - Смугова карта (SM) - Інтерферометрична широка смуга (IW) - Надширока смуга (EW) - Хвильовий (WV)

source: Depending on the acquistion mode, the following swaths and identifiers are possible: - S1-S6 for SM mode (currently the only supported option) - IW1-IW3 for IW mode - EW1-EW5 for EW mode - WV1-WV2 for WV mode
ca: Depenent del mode d'adquisició, són possibles les franges i identificadors següents: - S1-S6 per al mode SM (actualment l'única opció compatible) - IW1-IW3 per al mode IW - EW1-EW5 per al mode EW - WV1-WV2 per al mode WV
es: Dependiendo del modo de adquisición, son posibles los siguientes barridos e identificadores: - S1-S6 para el modo SM (actualmente la única opción admitida) - IW1-IW3 para el modo IW - EW1-EW5 para el modo EW - WV1-WV2 para el modo WV
uk: Залежно від режиму зчитування, можливі наступні смуги та ідентифікатори: - S1-S6 для режиму SM (наразі єдиний підтримуваний варіант) - IW1-IW3 для режиму IW - EW1-EW5 для режиму EW - WV1-WV2 для режиму WV

source: Determines with which polarisation the data was acquired. The first letter indicates the polarisation when sending the signal, the second letter when receiving the signal, e.g., HV = horizontal polarisation when sending the signal and vertical polarisation when receiving. Data can be acquired in single polarisation HH (SH) or VV (SV) or in dual polarisation HH&HV (DH) or VV&VH (DV), depending on the instrument mode. SM, IW and EW can be acquired in single or dual polarisation. WV can only be acquired in single polarisation.
ca: Determina amb quina polarització es van adquirir les dades. La primera lletra indica la polarització en enviar el senyal, la segona lletra en rebre el senyal, per exemple, HV = polarització horitzontal en enviar el senyal i polarització vertical en rebre. Les dades es poden adquirir en polarització simple HH (SH) o VV (SV) o en polarització dual HH&HV (DH) o VV&VH (DV), segons el mode d'instrument. SM, IW i EW es poden adquirir en polarització simple o doble. La WV només es pot adquirir amb una sola polarització.
es: Determina con qué polarización se adquirieron los datos. La primera letra indica la polarización al enviar la señal, la segunda letra al recibir la señal, por ejemplo, HV = polarización horizontal al enviar la señal y polarización vertical al recibir. Los datos pueden adquirirse en polarización simple HH (SH) o VV (SV) o en polarización dual HH&HV (DH) o VV&VH (DV), dependiendo del modo del instrumento. SM, IW y EW pueden adquirirse en polarización simple o doble. WV sólo puede adquirirse en polarización única.
uk: Визначає, з якою поляризацією були отримані дані. Перша буква вказує на поляризацію при надсиланні сигналу, друга - при прийомі сигналу, наприклад, HV = горизонтальна поляризація при надсиланні сигналу і вертикальна поляризація при прийомі. Дані можуть бути отримані в одинарній поляризації HH (SH) або VV (SV) або в подвійній поляризації HH&HV (DH) або VV&VH (DV), в залежності від режиму прибору. SM, IW та EW можуть бути отримані в одинарній або подвійній поляризації. WV можна отримати тільки в одинарній поляризації.

source: The available Sentinel-2 data includes products from the Sentinel-2 satellite constellation, including Sentinel-2A (operational since 2015) and Sentinel-2B (operational since 2017).
ca: Les dades disponibles de Sentinel-2 inclouen productes de la constel·lació de satèl·lits Sentinel-2, inclosos Sentinel-2A (operatiu des del 2015) i Sentinel-2B (operatiu des del 2017).
es: Los datos disponibles de Sentinel-2 incluyen productos de la constelación de satélites Sentinel-2, incluidos Sentinel-2A (operativo desde 2015) y Sentinel-2B (operativo desde 2017).
uk: Доступні дані Sentinel-2 включають продукти супутникового угруповання Sentinel-2, зокрема Sentinel-2A (працює з 2015 року) та Sentinel-2B (працює з 2017 року).

source: The Relative Orbit Number is the number of full orbits (between sucessive ascending node crossings through the Equator) since the relative orbit 1 until the end of a cycle. The relative orbit 1 is the orbit whose ascending node crossing is closest to the Greenwich Meridian. Sentinel-2 is in a sun-synchronous orbit with a 10-day repeat cycle (5-days with both satellites) and 143 orbits per cycle.
ca: El nombre d'òrbita relativa és el nombre d'òrbites completes (entre creuaments successius de nodes ascendents a través de l'equador) des de l'òrbita relativa 1 fins al final d'un cicle. L'òrbita relativa 1 és l'òrbita el creuament del node ascendent de la qual és més proper al meridià de Greenwich. Sentinel-2 es troba en una òrbita síncrona amb el sol amb un cicle de repetició de 10 dies (5 dies amb els dos satèl·lits) i 143 òrbites per cicle.
es: El número de órbita relativa es el número de órbitas completas (entre cruces sucesivos del nodo ascendente por el Ecuador) desde la órbita relativa 1 hasta el final de un ciclo. La órbita relativa 1 es la órbita cuyo cruce del nodo ascendente está más cerca del meridiano de Greenwich. Sentinel-2 se encuentra en una órbita sincrónica al Sol con un ciclo de repetición de 10 días (5 días con ambos satélites) y 143 órbitas por ciclo.
uk: Відносний номер орбіти - це кількість повних обертів (між послідовними перетинами висхідного кута через екватор), починаючи з відносної орбіти 1 до кінця циклу. Відносна орбіта 1 - це орбіта, точка перетину висхідного кута яка знаходиться найближче до Гринвіцького меридіана. Sentinel-2 знаходиться на сонячно-синхронній орбіті з 10-денним повторюваним циклом (5 днів з обома супутниками) і 143 орбітами за цикл.

source: Sentinel-3 data is available in the following timeliness: - Near Real Time (NRT): typically available within 3 hours after data acquisition - Short Time Critical (STC): typically available within 48 hours after data acquisition - Non Time Critical (NTC): typically available within 1 months after data acquisition
ca: Les dades de Sentinel-3 estan disponibles amb la següent puntualitat: - Near Real Time (NRT): normalment està disponible dins de les 3 hores posteriors a l'adquisició de dades - Short Time Critical (STC): normalment està disponible dins de les 48 hores posteriors a l'adquisició de dades - Non Time Critical (NTC): normalment està disponible dins d'un mes després de l'adquisició de dades
es: Los datos de Sentinel-3 están disponibles con la siguiente línea de tiempo - Near Real Time (NRT): normalmente disponibles en las 3 horas siguientes a la adquisición de los datos - Short Time Critical (STC): normalmente disponibles en un plazo de 48 horas tras la adquisición de los datos - Non Time Critical (NTC): normalmente disponibles en el plazo de 1 mes desde la adquisición de los datos.
uk: Дані Sentinel-3 доступні з наступною періодичністю: - Майже в реальному часі (NRT): зазвичай доступні протягом 3 годин після збору даних - Короткочасні (Short Time Critical, STC): зазвичай доступні протягом 48 годин після збору даних - Некритичні за часом (NTC): зазвичай доступні протягом 1 місяця після збору даних

source: The available Sentinel-3 data includes products from the Sentinel-3 satellite constellation, including Sentinel-3A (operational since 2016) and Sentinel-3B (operational since 2018).
ca: Les dades disponibles de Sentinel-3 inclouen productes de la constel·lació de satèl·lits Sentinel-3, inclosos Sentinel-3A (operatiu des del 2016) i Sentinel-3B (operatiu des del 2018).
es: Los datos disponibles de Sentinel-3 incluyen productos de la constelación de satélites Sentinel-3, incluidos Sentinel-3A (operativo desde 2016) y Sentinel-3B (operativo desde 2018).
uk: Доступні дані Sentinel-3 включають продукти супутникового угруповання Sentinel-3, зокрема Sentinel-3A (працює з 2016 року) та Sentinel-3B (працює з 2018 року).

source: The Relative Orbit Number is the number of full orbits (between successive ascending node crossings through the Equator) since the relative orbit 1 until the end of a cycle. The relative orbit 1 is the orbit whose ascending node crossing is closest to the Greenwich Meridian. Sentinel-3 is in a near-polar, sun-synchronous orbit with a repeat cycle of 27 days.
ca: El nombre d'òrbita relativa és el nombre d'òrbites completes (entre creuaments successius de nodes ascendents a través de l'equador) des de l'òrbita relativa 1 fins al final d'un cicle. L'òrbita relativa 1 és l'òrbita el creuament del node ascendent de la qual és més proper al meridià de Greenwich. Sentinel-3 es troba en una òrbita gairebé polar i sincrònica amb el sol amb un cicle de repetició de 27 dies.
es: El número de órbita relativa es el número de órbitas completas (entre cruces sucesivos del nodo ascendente por el Ecuador) desde la órbita relativa 1 hasta el final de un ciclo. La órbita relativa 1 es la órbita cuyo cruce del nodo ascendente está más cerca del meridiano de Greenwich. Sentinel-3 se encuentra en una órbita casi polar, sincrónica con el Sol, con un ciclo de repetición de 27 días.
uk: Відносний номер орбіти - це кількість повних обертів (між послідовними перетинами висхідного кута через екватор), починаючи з відносної орбіти 1 до кінця циклу. Відносна орбіта 1 - це орбіта, точка перетину висхідного кута яка знаходиться найближче до Гринвіцького меридіана. Sentinel-3 знаходиться на приполярній, сонячно-синхронній орбіті з повторюваним циклом 27 діб.
