Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: The **Sea and Land Surface Temperature (SLSTR)** instrument on board Sentinel-3 measures the global and regional sea and land surface temperature. The SLSTR covers the visible, shortwave infrared, and thermal infrared wavelengths of the electromagnetic spectrum. **Spatial resolution:** 500m for visible, near- and shortwave infrared wavelengths and 1km for thermal infrared (that is, only details bigger than 500m and 1km can be seen, respectively). **Revisit time:** Maximum 1 day to revisit the same area, using both satellites. **Data availability:** Since May 2016 onwards. **Common usage:** Climate change monitoring, vegetation monitoring, active fire detection, land and sea surface temperature monitoring.
ca: L'instrument **Sea and Land Surface Temperature (SLSTR)** a bord de Sentinel-3 mesura la superfície global i regional del mar i la terra temperatura. El SLSTR cobreix les longituds d'ona visible, infraroja d'ona curta i infraroja tèrmica de l'espectre electromagnètic. **Resolució espacial:** 500 m per a longituds d'ona d'ona infraroja visible, propera i curta i 1 km per a infrarojos tèrmics (és a dir, només detalls més de 500 m i 1 km, respectivament). **Temps de visita:** Màxim 1 dia per tornar a visitar la mateixa zona, utilitzant els dos satèl·lits. **Disponibilitat de dades:** Des de maig de 2016 en endavant. **Ús comú:** Monitorització del canvi climàtic, seguiment de la vegetació, detecció activa d'incendis, monitorització de la temperatura de la superfície terrestre i marina.
es: El **Instrumento para la Temperatura del Mar y de la Superficie del Terreno (SLSTR, Sean and Land Surface Temperature Instrument)** a bordo de Sentinel-3 mide la temperatura del suelo y de los mares a escala tanto regional como global. SLSTR abarca longitudes de onda visibles, infrarrojo cercano e infrarrojo térmico. **Resolución espacial:** 500 m para las longitudes de onda visibles y del infrarrojo cercano, 1 km para el infrarrojo térmico (es decir, solo se distinguen detalles mayores que 500 m o 1 km, respectivamente). **Tiempo de revisita:** 1 día como máximo entre visitas consecutivas a la misma área, usando los dos satélites. **Disponibilidad de datos:** desde mayo de 2016. **Uso habitual:** monitorización del cambio climático, monitorización de la vegetación, detección activa de incendios, monitorización de la temperatura superficial de los océanos y del terreno.
uk: **Sea and Land Surface Temperature (SLSTR)** - інструмент, встановлений на супутнику Sentinel-3, який вимірює глобальну і регіональну температуру поверхні моря і суходолу. SLSTR охоплює видимий, короткий інфрачервоний і тепловий інфрачервоний діапазони хвиль електромагнітного випромінювання. **Просторова розрізненість:** 500м для видимого, близько- і короткохвильового інфрачервоного діапазону та 1км для теплового інфрачервоного діапазону (тобто, можна розрізнити об'єкти розміром, відповідно, понад 500м і 1км). **Періодичність знімання:** Максимум 1 день для отримання повторних зображень однієї місцевості обома супутниками. **Наявність даних:** Починаючи з травня 2016 р. **Загальне використання:** Моніторинг змін клімату, моніторинг рослинності, виявлення активних пожеж, моніторинг температури суші та океану.

source: The **Ocean and Land Colour Instrument (OLCI)** on board Sentinel-3 is a spectrometer that measures the solar radiation reflected by Earth, and it monitors the ocean, the environment, and climate. It provides more frequent visible imagery than Sentinel-2 but at a lower resolution and with more wavelengths covered. The Sentinel-3 OLCI instrument continues the measurements previously performed by the MERIS instrument on board Envisat, whose mission concluded. **Spatial resolution:** 300m (that is, only details bigger than 300m can be seen). **Revisit time:** Maximum 2 days to revisit the same area, using both satellites. **Data availability:** Since May 2016 onwards. **Common usage:** Surface topography, ocean and land surface colour observations and monitoring.
ca: L'**Ocean and Land Color Instrument (OLCI)** a bord del Sentinel-3 és un espectròmetre que mesura la radiació solar reflectida per la Terra i controla l'oceà, el medi ambient, i el clima. Proporciona imatges visibles més freqüents que Sentinel-2, però amb una resolució més baixa i amb més longituds d'ona cobertes. L'instrument Sentinel-3 OLCI continua les mesures realitzades anteriorment per l'instrument MERIS a bord d'Envisat, la missió del qual va concloure. **Resolució espacial:** 300 m (és a dir, només es poden veure detalls de més de 300 m). **Temps de visita:** Màxim 2 dies per tornar a visitar la mateixa zona, utilitzant els dos satèl·lits. **Disponibilitat de dades:** Des de maig de 2016 en endavant. **Ús comú:** Topografia superficial, observacions i monitorització del color de la superfície oceànica i terrestre.
es: El **Instrumento para el Color del Océano y del Suelo (OLCI, Ocean and Land Colour Instrument)** a bordo de Sentinel-3 es un espectrómetro que mide la radiación solar reflejada por la Tierra y monitoriza los océanos, el medio ambiente y el clima. Proporciona imágenes con una frecuencia mayor que el Sentinel-2, pero con menos resolución espacial, si bien cubre más longitudes de onda. El instrumento OLCI del Sentinel-3 prolonga las medidas que antes tomaba el instrumento MERIS de Envisat, cuya misión ya finalizó. **Resolución espacial:** 300 m (es decir, solo se distinguen detalles mayores que 300 m). **Tiempo de revisita:** pasan como máximo 2 días entre visitas consecutivas a la misma zona, usando ambos satélites. **Disponibilidad de datos:** desde mayo de 2016. **Uso habitual:** topografía de la superficie, observación y monitorización del color de los mares y de la superficie del terreno.
uk: **Ocean and Land Colour Instrument (OLCI)** - спектрометр, встановлений на борту Sentinel-3, який вимірює сонячне випромінювання, відбите від поверхні Землі, та здійснює моніторинг океану, довкілля і клімату. Цей інструмент робить зображення у видимому діапазоні частіше, ніж Sentinel-2, але з меншою просторовою розрізненістю та більшим охопленням довжин хвиль. OLCI забезпечує безперервність вимірювань, які раніше виконувалися спектрометром MERIS, встановленим на Envisat, місія якого завершилася. **Просторова розрізненість:** 300м (тобто, можна розрізнити тільки об’єкти розміром більше 300м). **Періодичність знімання:** Максимум 2 дні для отримання повторних зображень однієї місцевості обома супутниками. **Наявність даних:** Починаючи з травня 2016 р. **Загальне використання:** Рельєф поверхні, спостереження і моніторинг кольору океану і суші.

source: **Sentinel-5P** is a satellite that provides atmospheric measurements to be used for air quality, ozone monitoring, UV radiation, and climate monitoring and forecasting. **Spatial resolution:** 7 x 3.5km (that is, only details bigger than 7 x 3.5km can be seen). **Revisit time:** Maximum 1 day to revisit the same area. **Data availability:** Since April 2018 onwards. **Common usage:** Monitoring the concentration of carbon monoxide (CO), nitrogen dioxide (NO2) and ozone (O3) in the air. Monitoring the UV aerosol index (AER_AI) and various geophysical parameters of clouds (Cloud).
ca: **Sentinel-5P** és un satèl·lit que proporciona mesures atmosfèriques que s'utilitzaran per a la qualitat de l'aire, el control de l'ozó, la radiació UV, i seguiment i previsió del clima. **Resolució espacial:** 7 x 3,5 km (és a dir, només es poden veure detalls de més de 7 x 3,5 km). **Temps de visita:** Màxim 1 dia per tornar a visitar la mateixa zona. **Disponibilitat de dades:** Des d'abril de 2018 en endavant. **Ús comú:** Monitorització de la concentració de monòxid de carboni (CO), diòxid de nitrogen (NO2) i ozó (O3) a l'aire. Monitorització de l'índex d'aerosols UV (AER_AI) i diversos paràmetres geofísics dels núvols (Cloud).
es: **Sentinel-5P** es un satélite que obtiene medidas atmosféricas orientadas a evaluar la calidad del aire, monitorizar el ozono, evaluar la radiación UV y monitorizar y pronosticar el estado del tiempo. **Resolución espacial:** 7 x 3.5 km (es decir, solo se distinguen detalles mayores que 7 x 3.5 km). **Tiempo de revisita:** como máximo pasa 1 día entre visitas consecutivas a la misma zona. **Disponibilidad de datos:** desde abril de 2018. **Uso habitual:** monitorización de la concentración de monóxido de carbono (CO), dióxido de nitrógeno (NO2) y ozono (O3). Monitorización de índice de aerosoles UV (AER_AI) y de otros parámetros geofísicos diversos de las nubes (Cloud).
uk: **Sentinel-5P** - супутник, за допомогою якого отримують дані про склад атмосфери, що можуть використовуватися для моніторингу якості повітря, стану озонового шару, УФ-випромінювання, та моніторингу і прогнозування клімату. **Просторова розрізненість:** 7 x 3,5км (тобто, можна побачити тільки об'єкти розміром більше 7 x 3,5км). **Періодичність знімання:** Максимум 1 день для отримання повторних зображень однієї місцевості. **Наявність даних:** Починаючи з квітня 2018 р. **Загальне використання:** Моніторинг концентрації монооксиду вуглецю (CO), діоксиду азоту (NO2) і озону (O3) в повітрі. Моніторинг УФ аерозольного індексу (AER_AI) і різних геофізичних параметрів хмар (Cloud).

source: Copied
ca: Copiat
es: Copiado
uk: Скопійовано

source: Copy to clipboard
ca: Copiar al portapapers
es: Copiar al portapapeles
uk: Скопіювати в буфер обміну

source: Data source name
ca: Nom de la font de dades
es: Nombre de la fuente de datos

source: Sensing time
ca: Data de captura
es: Hora de la toma
uk: Час знімання

source: Cloud coverage
ca: Cobertura de núvols
es: Cobertura nubosa

source: Sun elevation
ca: Elevació del sol
es: Altura del Sol

source: MGRS location
ca: Ubicació MGRS
es: Posición MGRS

source: AWS path
ca: Ruta AWS
es: Banda en AWS

source: EO Cloud path
ca: Ruta EO Cloud
es: Banda en EO Cloud

source: CreoDIAS path
ca: Ruta CreoDIAS
es: Banda en CreoDIAS

source: SciHub link
ca: Enllaç SciHub
es: Enlace a SciHub

source: Back to search
ca: Torna a cercar
es: Volver a buscar

source: Load more
ca: Carregar més
es: Cargar más
uk: Завантажити ще

source: Loading more results ...
ca: Carregant més resultats...
es: Cargar más resultados...
uk: Завантаження додаткових результатів ...

source: Results
ca: Resultats
es: Resultados
uk: Результати

source: Reject changes
ca: Rebutjar els canvis
es: Descartar cambios
uk: Скасувати зміни

source: Confirm changes
ca: Confirmar els canvis
es: Confirmar cambios
uk: Підтвердити зміни

source: Rename pin
ca: Canvia el nom del marcador
es: Renombrar marcador
uk: Перейменувати закладку

source: Remove pin
ca: Treure el marcador
es: Eliminar marcador
uk: Видалити закладку

source: Zoom to pinned location
ca: Zoom a la ubicació del marcador
es: Ampliación sobre el marcador
uk: Наблизитись до збереженої закладки

source: Zoom
es: Ampliación
uk: Наблизити

source: You are about to add ${ N_PINS } pin(s) to your pin collection. Do you want to proceed?
ca: Esteu a punt d'afegir ${ N_PINS } marcadors a la vostra col·lecció de marcadors. Voleu continuar?
es: Vd. va a añadir ${ N_PINS } marcador(es) a su colección. ¿Quiere continuar?
uk: Ви додаєте закладку/закладки ${ N_PINS } до вашої колекції закладок. Продовжити?

source: WARNING: You're about to delete a pin. Do you wish to continue?
ca: ADVERTIMENT: esteu a punt d'eliminar un marcador. Voleu continuar?
es: ADVERTENCIA: Vd. va a eliminar un marcador. ¿Quiere continuar?
uk: ПОПЕРЕДЖЕННЯ: Ви видаляєте закладку. Продовжити?

source: WARNING: You're about to delete all pins. Do you wish to continue?
ca: ADVERTIMENT: esteu a punt d'eliminar tots els marcadors. Voleu continuar?
es: ADVERTENCIA: Vd. va a eliminar todos los marcadores. ¿Quiere continuar?
uk: ПОПЕРЕДЖЕННЯ: Ви видаляєте усі закладки. Продовжити?

source: No pins. Go to the Visualise tab to save a pin or upload a JSON file with saved pins.
es: No hay marcadores. Vaya a la pestaña Visualizar para guardar alguno, o cargue un fichero JSON con marcadores guardados.
uk: Немає закладок. Перейдіть до Візуалізувати, щоб зберегти закладки або завантажте JSON-файл зі збереженими закладками.

source: Note that the pins will be saved only if you log in. Otherwise, the pins will be lost once the application is closed.
ca: Tingueu en compte que els marcadors només es desaran si inicieu sessió. En cas contrari, els marcadors es perdran un cop es tanqui l'aplicació.
es: Tenga en cuenta que los marcadores se guardarán solo si Vd. ha accedido como usuario registrado. De otro modo los marcadores se perderán al cerrar el programa.
uk: Зверніть увагу, що закладки зберігаються тільки якщо ви увійшли в обліковий запис. Інакше закладки будуть втрачені при закритті платформи.

source: Deselect all
ca: Deseleccionar tot
es: Desmarcar todo
uk: Скасувати вибір усього

source: Select all
ca: Seleccionar tot
es: Marcar todo
uk: Вибрати все

source: No pins.
ca: No hi ha marcadors.
es: No hay marcadores.
uk: Закладок немає.

source: Create link (${ selectedPins.length } pin selected)
ca: Crea un enllaç (${ selectedPins.length } marcador seleccionat) Plural: Crea un enllaç (${ selectedPins.length } marcadors seleccionats)
es: Crear enlace (${ selectedPins.length } marcador seleccionado)
uk: Створіть посилання (${ selectedPins.length } pin selected)

source: File type not supported
ca: El tipus de fitxer no és compatible
es: Tipo de archivo no admitido
uk: Цей тип файлу не підтримується

source: not supported
ca: no compatible
es: no admitido
uk: не підтримується

source: No pins were found.
ca: No s'han trobat marcadors.
es: No se encontraron marcadores.
uk: Закладки не знайдені.

source: Error parsing file:
ca: Error en analitzar el fitxer:
es: Error al procesar el archivo:
uk: Помилка аналізу файлу:

source: Upload a JSON file with saved pins.
ca: Carregueu un fitxer JSON amb marcadors desats.
es: Cargar un fichero JSON con marcadores guardados.
uk: Завантажити JSON-файл зі збереженими закладками.

source: Drop JSON file or search your computer
ca: Deixeu un fitxer JSON o cerqueu en el vostre ordinador
es: Suelte un fichero JSON o busque en su computadora
uk: Перетягнути JSON-файл або знайти його на комп’ютері

source: Keep existing pins
ca: Mantingueu els marcadors existents
es: Conservar los marcadores existentes
uk: Залишити існуючі закладки

source: Share pins
ca: Compartir marcadors
es: Compartir marcadores
uk: Поділитись закладками

source: Create a story from pins
ca: Crea una història a partir dels marcadors
es: Crear una secuencia a partir de marcadores
uk: Створити історію із закладок

source: Export pins to the computer
ca: Exporta marcadors a l'ordinador
es: Exportar marcadores a la computadora
uk: Експортувати закладки на комп'ютер

source: Import pins from a saved file
ca: Importa els marcadors d'un fitxer desat
es: Importar marcadores de un fichero guardado
uk: Імпортувати закладки зі збереженого файлу

source: Delete all pins
ca: Suprimeix tots els pins
es: Eliminar todos los marcadores
uk: Видалити всі закладки

source: Story
ca: Història
es: Secuencia
uk: Історія

source: Export
ca: Exportar
es: Exportar
uk: Експортувати

source: Import
ca: Importar
es: Importar
uk: Імпортувати

source: Clear
ca: Esborrar
es: Vaciar
uk: Очистити

source: Share pins link
ca: Compartir l'enllaç de marcadors
es: Compartir enlaces de marcadores
uk: Поділитись посиланням на закладки

source: Updating pin collection.
ca: S'està actualitzant la col·lecció de marcadors.
es: Actualizando la colección de marcadores.
uk: Оновлення колекції закладок.

source: There was a problem permanently updating the pin collection: ${ updatingPinsError }.
ca: S'ha produït un problema en actualitzar permanentment la col·lecció de marcadors: ${ updatingPinsError }.
es: Sucedió un problema al actualizar de manera permanente la colección de marcadores: ${ updatingPinsError }.
uk: Проблема з постійним оновленням колекції закладок: ${ updatingPinsError }.

source: Opacity
ca: Opacitat
es: Opacidad
uk: Проявлення

source: Split position
ca: Dividir la posició
es: Posición de la cortina
uk: Розділення позиції

source: split
ca: dividir
es: cortina

source: opacity
ca: opacitat
es: opacidad

source: No layers to compare.
ca: No hi ha capes per comparar.
es: No hay capas que comparar.
uk: Немає шарів для порівняння.

source: Remove all
ca: Esborrar-ho tot
es: Eliminar todo
uk: Видалити усі

source: Add all pins
ca: Afegir tots els marcadors
es: Añadir todos los marcadores
uk: Додати усі закладки

source: Split
ca: Dividir
es: Cortina
uk: Розділення

source: There was a problem downloading your instances
ca: S'ha produït un problema en descarregar les vostres instàncies
es: Sucedió un problema durante la descarga de sus parámetros
uk: Виникла проблема із завантаженням даних за вашим запитом

source: Download
ca: Descarregar
es: Descargar
uk: Завантажити

source: Visualise terrain in 3D
es: Visualizar el terreno en 3D
uk: Візуалізувати рельєф в 3D

source: Go to Place
ca: Anar a Lloc
es: Ir al lugar
uk: Перейти до місця

source: Labels
ca: Etiquetes
es: Etiquetas
uk: Мітки

source: Borders
ca: Fronteres
es: Fronteras
uk: Кордони

source: Roads
ca: Carreteres
es: Carreteras
uk: Шляхи

source: Zoom in
ca: Apropar
es: Acercar
uk: Наблизити

source: Zoom out
ca: Allunyar
es: Alejar
uk: Віддалити

source: About EO Browser
ca: Sobre EO Browser
es: Acerca de EO Browser
uk: Про EO Browser

source: Contact us
ca: Contacta amb nosaltres
es: Contacto
uk: Зв'яжіться з нами

source: Get data
ca: Obtenir dades
es: Obtener datos
uk: Отримати дані

source: You need to log in to use this function.
ca: Cal iniciar sessió per utilitzar aquesta funció.
es: Función accesible solo a usuarios registrados.
uk: Увійдіть до системи, щоб скористатися цією функцією.

source: Please select a layer.
ca: Seleccioneu una capa.
es: Por favor, seleccione una capa.
uk: Будь ласка, виберіть шар.

source: Downloading image in compare mode is not possible.
ca: No es pot descarregar la imatge en mode de comparació.
es: No es posible descargar imágenes en modo de comparación.
uk: Неможливо завантажити зображення в режимі порівняння.

source: This datasource is not supported.
ca: Aquesta font de dades no és compatible.
es: No se admite esta fuente de datos.
uk: Це джерело даних не підтримується.

source: Statistical Info / Feature Info Service chart
ca: Gràfic del servei d'informació estadística/informació de funcions
es: Información estadística / Ficha de información
uk: Діаграма статистичної інформації / інформації про об'єкти

source: please select a layer
ca: seleccioneu una capa
es: por favor, seleccione una capa
uk: будь ласка, виберіть шар

source: not available for
ca: no disponible per
es: no disponible para
uk: недоступно для

source: not available for "${ props.presetLayerName }" (layer with value is not set up)
ca: no disponible per a "${ props.presetLayerName }" (la capa amb valor no està configurada)
es: no disponible para "${ props.presetLayerName }" (la capa carece de ese valor)

source: Search for data first.
ca: Primer cerqueu dades.
es: Primero busque datos.
uk: Спочатку знайдіть дані.

source: Create timelapse animation
ca: Crear una animació de lapse de temps
es: Crear una animación temporal
uk: Створити покадрову анімацію

source: Mark point of interest
ca: Marcar el punt d'interès
es: Marcar un punto de interés
uk: Позначити об'єкт дослідження

source: Center map on feature
ca: Centrar el mapa en una característica
es: Centrar el mapa en este detalle
uk: Відцентрувати карту на об'єкт

source: Remove geometry
ca: Eliminar la geometria
es: Eliminar la forma
uk: Видалити геометрію

source: Area of interest
ca: Àrea d'interès
es: Área de interés
uk: Область інтересу

source: Select mode
ca: Seleccionar el mode
es: Elija el modo
uk: Вибрати режим

source: Remove measurement
ca: Eliminar la mesura
es: Eliminar medida
uk: Видалити вимірювання

source: Gain
ca: Guany
es: Ganancia
uk: Посилення

source: Min. data quality
ca: Min. qualitat de les dades
es: Calidad mínima
uk: Мін. якість даних

source: Upsampling
ca: Sobremostreig
es: Incremento de resolución
uk: Збільшення розрізнення

source: Downsampling
ca: Submostreig
es: Reducción de resolución
uk: Зменшення розрізнення

source: Reset all
ca: Restablir-ho tot
es: Reiniciar todo
uk: Скасувати всі налаштування

source: Copy geometry to clipboard
ca: Copiar la geometria al porta-retalls
es: Copiar la forma geométrica al portapapeles
uk: Копіювати геометрію до буферу обміну

source: Cancel edit.
ca: Cancel·lar l'edició.
es: Cancelar la modificación.
uk: Скасувати правки.

source: Draw area of interest
ca: Dibuixar l'àrea d'interès
es: Trazar el área de interés

source: Upload data
ca: Carregar dades
es: Cargar datos

source: Least cloud coverage
ca: Menor cobertura de núvols
es: Cobertura nubosa mínima
uk: Найменша хмарність

source: Use additional datasets (advanced)
ca: Utilitzar conjunts de dades addicionals (avançat)
es: Usar conjuntos de datos adicionales (avanzado)
uk: Використовувати додаткові набори даних (розширені)

source: Mosaicking order
ca: Ordre de mosaic
es: Orden del mosaico
uk: Порядок мозаїкування

source: Most recent
ca: Més recent
es: Más reciente
uk: Найновіші

source: Least recent
ca: Menys recent
es: Menos reciente
uk: Найдавніші

source: Customize timespan
ca: Personalitza el període de temps
es: Personalizar el intervalo temporal
uk: Налаштувати інтервал

source: Back
ca: Tornar
es: Atrás
uk: Назад

source: Error loading script. Check your URL.
ca: S'ha produït un error en carregar l'script. Comproveu el vostre URL.
es: Error al cargar el script. Compruebe la URL.
uk: Помилка завантаження скрипту. Перевірте ваш URL.

source: Uncheck Load script from URL to edit the code.
ca: Desmarqueu Carrega l'script des de l'URL per editar el codi.
es: Desmarcar la carga del script desde la URL para modificar el código.
uk: Відмінити завантаження скрипту з URL для редагування коду.

source: Load script from URL
ca: Carregar l'script des de l'URL
es: Cargar script desde URL
uk: Завантажити скрипт з URL

source: Enter URL to your script
ca: Introduïu l'URL del vostre script
es: Introduzca la URL de su script
uk: Додати URL до вашого скрипту

source: Script loaded.
ca: S'ha carregat l'script.
es: Script cargado.
uk: Скрипт завантажений.

source: Only HTTPS domains are allowed.
ca: Només es permeten els dominis HTTPS.
es: Solo se permiten dominios HTTPS.
uk: Дозволені тільки HTTPS домени.

source: Load script into code editor
ca: Carregueu l'script a l'editor de codi
es: Cargar el script en el editor de código
uk: Завантажити скрипт до редактора коду

source: orbit
ca: orbita
es: órbita
uk: орбіта

source: day
ca: dia
es: día
uk: день

source: week
ca: setmana
es: semana
uk: тиждень

source: month
ca: mes
es: mes
uk: місяць

source: year
ca: any
es: año
uk: рік

source: Select 1 image per:
ca: Seleccioneu 1 imatge per:
es: Seleccione una imagen por:
uk: Обрати 1 зображення на:

source: Timelapse
ca: Lapse de temps
es: Animación
uk: Покадрове відео

source: Select All
ca: Seleccionar-ho tot
es: Seleccionar todo
uk: Обрати всі

source: Speed:
ca: Velocitat:
es: Velocidad:
uk: Швидкість:

source: frames / s
ca: marcs / s
es: fotogramas / s
uk: кадрів / с

source: Preparing...
ca: S'està preparant...
es: Preparando...
uk: Підготовка...

source: Could not download files:
ca: No s'han pogut baixar els fitxers:
es: Archivos no descargados:
uk: Неможливо завантажити файли:

source: Can't download via canvas
ca: No es pot descarregar a través del llenç
es: Imposible descargar desde el lienzo
uk: Неможливо завантажити в межах території, що відображається на дисплеї

source: Error fetching image: url is empty!
ca: Error en recuperar la imatge: l'URL està buit!
es: Error al trasladar la imagen: ¡la URL está vacía!
uk: Помилка отримання зображення: пустий URL!
