Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. In this case, the NIR band used in the red channel is Ultra Red band 3 (700 - 800 nm), which is particularly useful for distinguishing vegetation boundaries between land and water and various landforms. More info [here](https://eos.com/find-satellite/landsat-5-mss/) and [here](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
ca: # Composició de color fals Un compost de color fals utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. La composició de fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). La composició de color fals s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny exposat són grisos o marrons, i l'aigua apareix blava o negra. En aquest cas, la banda NIR utilitzada al canal vermell és la banda Ultra Red 3 (700 - 800 nm), que és especialment útil per distingir els límits de la vegetació entre la terra i l'aigua i diverses formes de relleu. Més informació [aquí](https://eos.com/find-satellite/landsat-5-mss/) i [aquí](https://custom-scripts.sentinel-hub.com/landsat-1-5- mss/fals-color-ultrarojo/).
es: # Composición en falso color Una composición en falso color utiliza al menos una longitud de onda no visible para obtener imágenes de la Tierra. La composición en falso coloro que utiliza bandas de infrarrojo cercano, rojo y verde es muy popular (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). La composición en falso color se utiliza sobre todo para evaluar la densidad y la salud de las plantas, ya que éstas reflejan la luz infrarroja cercana y la luz verde, mientras que absorben la roja. Las ciudades y el suelo expuesto son grises u ocres, y el agua aparece azul o negra. En este caso, la banda NIR utilizada en el canal rojo es la del rojo extremo banda 3 (700 - 800 nm), que resulta especialmente útil para distinguir los límites de la vegetación entre la tierra y el agua y diversas formas del terreno. Más información [aquí](https://eos.com/find-satellite/landsat-5-mss/) y [aquí](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
uk: # Композит штучних кольорів У композиті штучних кольорів для отримання зображення Землі використовується принаймні одна довжина хвиль з невидимої частини спектра. Дуже популярним є композит штучних кольорів, який складається з ближнього інфрачервоного, червоного та зеленого каналів (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Композит штучних кольорів найчастіше використовується для оцінки щільності та фізичного стану рослинності, оскільки рослини відбивають хвилі близького інфрачервоного та зеленого діапазону, а поглинають - червоного. Міста та відкритий ґрунт відображаються сірим або коричневим кольором, а вода - блакитним або чорним. У цьому випадку канал NIR, що є частиною червоного діапазону спектра, є ультрачервоним каналом 3 (700 - 800 нм), який корисний для визначення меж рослинного покриву, а також суші та води і різних форм рельєфу. Більше інформації [тут] (https://eos.com/find-satellite/landsat-5-mss/) та [тут](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. In this case, the NIR band used in the red channel is the NIR band 4 (800 - 1100 nm), which penetrates atmospheric haze, emphasizes vegetation, and distinguishes between land and water. More info [here](https://eos.com/find-satellite/landsat-5-mss/) and [here](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
ca: # Composició de color fals Una composició de color fals utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. La composició de fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). La composició de color fals s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny exposat són grisos o marrons, i l'aigua apareix blava o negra. En aquest cas, la banda NIR utilitzada al canal vermell és la banda NIR 4 (800 - 1100 nm), que penetra la boira atmosfèrica, emfatitza la vegetació i distingeix entre terra i aigua. Més informació [aquí](https://eos.com/find-satellite/landsat-5-mss/) i [aquí](https://custom-scripts.sentinel-hub.com/landsat-1-5- mss/fals-color-nir/).
es: # Composición en falso color Una composición en falso color utiliza al menos una longitud de onda no visible para obtener imágenes de la Tierra. La composición en falso color que utiliza bandas de infrarrojo cercano, rojo y verde es muy popular (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). La composición en falso color se utiliza sobre todo para evaluar la densidad y la salud de las plantas, ya que éstas reflejan la luz infrarroja cercana y la luz verde, mientras que absorben la roja. Las ciudades y el suelo expuesto son grises u ocres, y el agua aparece azul o negra. En este caso, la banda NIR utilizada en el canal rojo es la banda 4 NIR (800 - 1100 nm), que penetra la bruma atmosférica, resalta la vegetación y distingue entre tierra y agua. Más información [aquí](https://eos.com/find-satellite/landsat-5-mss/) y [aquí](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
uk: # Композит штучних кольорів У композиті штучних кольорів для отримання зображення Землі використовується принаймні одна невидима довжина хвилі. Дуже популярний композит штучних кольорів із використанням ближнього інфрачервоного, червоного і зеленого каналів (канал - це область електромагнітного спектру; супутниковий датчик може зображати Землю в різних каналах). Композит штучних кольорів найчастіше використовується для оцінки щільності та здоров'я рослин, оскільки рослини відбивають ближнє інфрачервоне та зелене світло, а червоне поглинають. Міста та відкрита земля мають сірий чи коричневий колір, а вода виглядає синьою або чорною. У цьому випадку канал NIR, що є частиною червоного діапазону спектра, є каналом 4 NIR (800 - 1100 нм), який проникає через атмосферний серпанок, ідентифікує рослинність, земну та водну поверхні. Більше інформації [тут] (https://eos.com/find-satellite/landsat-5-mss/) і [тут](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic. Cada regió de l'espectre s'anomena banda. La composició de color veritable utilitza bandes de llum visible vermella, verda i blava en els canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
es: # Composición en color real Los sensores que llevan los satélites pueden tomar imágenes de la Tierra en diferentes regiones del espectro electromagnético. Cada región del espectro se denomina banda. El compuesto de color real utiliza las bandas de luz visible roja, verde y azul en los canales de color rojo, verde y azul correspondientes, lo que da como resultado un producto de color natural, que es una buena representación de la Tierra tal y como la vemos los humanos de forma natural. Más información [aquí.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
uk: # Композит природніх кольорів Сенсори на борту супутника можуть робити зображення Землі в різних діапазонах електромагнітного спектра. Кожен діапазон спектра відповідає певному каналу. Композит природних кольорів використовує видимі червоний, зелений та синій канали у відповідних червоному, зеленому та синьому діапазоні спектра. У результаті отримується зображення поверхні Землі у природних кольорах, які звичні для людини. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)

source: Max. cloud coverage:
ca: Màx. cobertura de núvols:
es: Máx. cobertura nubosa:
uk: Максимальна хмарність:

source: Order name
ca: Nom de la comanda
es: Nombre pedido
uk: Назва замовлення

source: ORDER USING PRODUCTS IDS Search for data and add products to you order by clicking on "Add to Order" buttons. This will add product IDs to your Order Options under "Added Products (by ID)." ORDER USING QUERY Your order will be based on your AOI and time range, without searching for data and adding products to your order. Especially useful for ordering time-series data. It's possible for some products to be partially covered by clouds, despite the cloud coverage % information being 0.
ca: COMANDA AMB ID DE PRODUCTES Cerqueu dades i afegiu productes a la vostra comanda fent clic als botons "Afegeix a la comanda". Això afegirà identificadors de producte a les vostres opcions de comanda a "Productes afegits (per identificador)". COMANDA AMB CONSULTA La vostra comanda es basarà en el vostre AOI i interval de temps, sense buscar dades i afegir productes a la vostra comanda. Especialment útil per demanar dades de sèries temporals. És possible que alguns productes estiguin parcialment coberts pels núvols, tot i que la informació del % de cobertura del núvol és 0.
es: PEDIDO USANDO LOS IDENTIFICADORES DE LOS PRODUCTOS Busque datos y añada productos a su pedido haciendo clic en los botones "Añadir al pedido". Esto añadirá IDs de productos a sus Opciones de Pedido en "Productos añadidos (por ID)". PEDIDO MEDIANTE CONSULTA Su pedido se basará en su AOI y rango temporal, sin buscar datos ni añadir productos a su pedido. Especialmente útil para pedir datos de series temporales. Es posible que algunos productos estén parcialmente cubiertos por nubes, a pesar de que la información del % de cobertura de nubes sea 0.
uk: ЗАМОВЛЕННЯ З ВИКОРИСТАННЯМ ІДЕНТИФІКАТОРІВ ПРОДУКТІВ Знайдіть дані та додайте продукти до замовлення, натиснувши на кнопку "Додати до замовлення". Ідентифікатори продуктів будуть додані до параметрів вашого замовлення в розділі "Додані продукти (за ідентифікаторами)". ЗАМОВИТИ ЗА ДОПОМОГОЮ ЗАПИТУ Ваше замовлення буде створене на базі вибраної області інтересу та часового діапазону без пошуку даних та додавання продуктів до замовлення. Цей варіант дуже зручний для замовлення даних часових рядів. Можливо, окремі продукти будуть частково приховані за хмарами, незважаючи на те, що показник хмарності у % дорівнюватиме 0.

source: Collection ID
ca: ID de la col·lecció
es: Id Colección
uk: Ідентифікатор колекції

source: Ordered products will be clipped to the selected area.
ca: Els productes sol·licitats es retallaran a l'àrea seleccionada.
es: Los productos pedidos se recortarán en el área seleccionada.
uk: Замовлені продукти будуть обрізані по вибраній області.

source: Set an approximate order limit to prevent undesired large area requests.
ca: Estableix un límit d'ordre aproximat per evitar sol·licituds no desitjades d'àmplies àrees.
es: Establezca un límite aproximado de pedido para evitar solicitudes de grandes superficies no deseadas.
uk: Встановити приблизний ліміт замовлення, щоб запобігти небажаним запитам, які охоплюють великі площі.

source: When you click "Create Order", your order will be created. At this stage, the order will not go through and no quota will be substracted. This will happen when you confirm the order. Before you do, you will be able to review the requested quota and decide if you would like to proceed.
ca: Quan feu clic a "Crea una comanda", es crearà la vostra comanda. En aquesta fase, la comanda no passarà i no es restarà cap quota. Això passarà quan confirmeu la comanda. Abans de fer-ho, podreu revisar la quota sol·licitada i decidir si voleu continuar.
es: Cuando haga clic en "Crear pedido", se creará su pedido. En esta fase, el pedido no se tramitará y no se restará ninguna cuota. Esto ocurrirá cuando confirme el pedido. Antes de hacerlo, podrá revisar la cuota solicitada y decidir si desea continuar.
uk: Після натискання кнопки "Створити замовлення", почнеться формування вашого замовлення. На цьому етапі замовлення не буде виконано, і квота не буде вирахувана. Це станеться, коли ви підтвердите замовлення. Перед цим ви зможете переглянути запитувану квоту і вирішити, чи хочете продовжити.

source: Select
ca: Seleccioneu
es: Seleccionar

source: Note that it is technically possible to order more PlanetScope data than your purchased quota. Make sure your order is in line with the Hectares under Management (HUM) model to avoid overage fees.
ca: Tingueu en compte que tècnicament és possible demanar més dades de PlanetScope que la vostra quota comprada. Assegureu-vos que la vostra comanda estigui en línia amb el model d'hectàrees sota gestió (HUM) per evitar comissions per excés.
es: Tenga en cuenta que técnicamente es posible pedir más datos de PlanetScope que la cuota adquirida. Asegúrese de que su pedido se ajusta al modelo de hectáreas gestionadas (HUM) para evitar cargos por exceso.

source: Layer default
ca: Capa per defecte
es: Capa por defecto
uk: Шар за замовчуванням

source: Speckle Filter
ca: Filtre Speckle
es: Filtro Speckle
uk: Спекл-фільтр

source: Speckle filtering is only applied at zoom levels 12 and above for IW and zoom levels 8 and above for EW acquisition. Zoom levels outside this range will render without speckle filtering, even if it is set.
ca: El filtratge de speckle només s'aplica als nivells de zoom 12 i superiors per a IW i els nivells de zoom 8 i superiors per a l'adquisició EW. Els nivells de zoom fora d'aquest rang es renderitzaran sense filtre de taques, encara que estigui definit.
es: El filtrado speckle sólo se aplica en los niveles de zoom 12 y superiores para la adquisición IW y en los niveles de zoom 8 y superiores para la adquisición EW. Los niveles de zoom fuera de este rango se renderizarán sin filtro de moteado, incluso aunque esté configurado.
uk: Фільтрація спеклів застосовується лише на рівнях масштабування 12 і вище для IW і 8 та вище для EW. Рівні масштабування поза цим діапазоном будуть відображатися без фільтрації спеклів, навіть якщо вона встановлена.

source: Speckle filtering not applied. Zoom in to apply speckle filtering.
ca: No s'ha aplicat el filtratge de speckle. Amplieu per aplicar el filtratge de speckle.
es: Filtrado speckle no aplicado. Haga zoom acercar para aplicar el filtrado speckle.
uk: Фільтрація спеклів не застосовується. Збільште масштаб, щоб застосувати фільтрацію спеклів.

source: Processing parameters
ca: Paràmetres de processament
es: Parámetros de procesamiento
uk: Параметри обробки

source: Draw rectangular area of interest for image downloads and timelapse
ca: Dibuixa una àrea rectangular d'interès per a la baixada d'imatges i el timelapse
es: Dibuje un área rectangular de interés para la descarga de imágenes y animaciones temporales
uk: Окресліть прямокутну область інтересу для завантаження зображень і покадрового відео

source: Draw polygonal area of interest for image downloads and timelapse
ca: Dibuixa l'àrea poligonal d'interès per a la baixada d'imatges i el timelapse
es: Dibuje un polígono de interés que defina el área para la descarga de imágenes y animaciones temporales
uk: Окресліть полігональну область інтересу для завантаження зображень і покадрового відео

source: My quotas
ca: Les meves quotes
es: Mi cuota
uk: Мої квоти

source: Use current display area
ca: Utilitzeu l'àrea de visualització actual
es: Usar el área mostrada en la actualidad
uk: Використовувати поточну область відображення

source: Draw rectangular area of interest
ca: Dibuixa una àrea rectangular d'interès
es: Dibujar un área rectangular de interés
uk: Окресліть прямокутну область інтересу

source: Draw polygonal area of interest
ca: Dibuixa una àrea poligonal d'interès
es: Dibujar un polígono del área de interés
uk: Окресліть полігональну область інтересу

source: Cloud cover
ca: Cobertura de núvols
es: Cobertura de nubes
uk: Хмарність

source: Constellation
ca: Constel · lació
es: Constelación
uk: Сузір'я супутників

source: Processing level
ca: Nivell de processament
es: Nivel de Procesamiento
uk: Рівень обробки

source: Snow cover
ca: Cobertura de neu
es: Cobertura de nieve
uk: Сніговий покрив

source: Incidence angle
ca: Angle d'incidència
es: Ángulo de incidencia
uk: Кут падіння

source: Coverage
ca: Cobertura
es: Cobertura
uk: Покриття

source: Shadow percent
ca: Per cent d'ombra
es: Porcentaje de sombras
uk: Відсоток тіні

source: Pixel resolution
ca: Resolució del píxel
es: Resolución del pixel
uk: Просторова розрізненість пікселів

source: Hide details
ca: Amagar els detalls
es: Ocultar detalles
uk: Приховати деталі

source: Product id
ca: Identificador del producte
es: Id Producto
uk: Ідентифікатор продукту

source: Acquisition date
ca: Data d'adquisició
es: Fecha de Adquisición
uk: Дата отримання зображення

source: Prepare order
ca: Prepara la comanda
es: Preparar pedido
uk: Підготуйте замовлення

source: From
ca: Des de
es: Desde
uk: З

source: To
ca: A
es: A
uk: До

source: Provider
ca: Proveïdor
es: Proveedor
uk: Постачальник

source: Used km
ca: km usats
es: km utilizados
uk: Використані км

source: No quotas available
ca: No hi ha quotes disponibles
es: No hay cuota disponible
uk: Немає доступних квот

source: Unable to get quotas: ${ err.message }
ca: No es poden obtenir quotes: ${ err.message }
es: No es posible conseguir cuota: ${ err.message }
uk: Не вдається отримати квоти: ${ err.message }

source: Refresh quotas
ca: Actualitzar quotes
es: Refrescar cuota
uk: Оновити квоти

source: Purchased km
ca: Km comprats
es: km adquiridos
uk: Придбані км

source: Advanced options
ca: Opcions avançades
es: Opciones avanzadas
uk: Розширені опції

source: Product bundle
ca: Paquet de productes
es: Paquete de productos
uk: Пакет продуктів

source: Max. Cloud Coverage
ca: Màx. cobertura de núvols
es: Cobertura Máxima de Nubes
uk: Макс. хмарність

source: Min. Off Nadir
ca: Min. Fora Nadir
es: Separación mínima del Nadir
uk: Мін. від надиру

source: Max. Off Nadir
ca: Max. Fora Nadir
es: Separación máxima del Nadir
uk: Макс. від надиру

source: Min. Sun Elevation
ca: Min. Elevació del Sol
es: Elevación solar mínima
uk: Мін. висота сонця

source: Max. Sun Elevation
ca: Màx. Elevació del Sol
es: Elevación solar máxima
uk: Мах. висота сонця

source: Processing Level
ca: Nivell de processament
es: Nivel de procesamiento
uk: Рівень обробки

source: Snow Coverage
ca: Cobertura de neu
es: Cobertura de nieve
uk: Снігове покриття

source: Incidence Angle
ca: Angle d'incidència
es: Ángulo de incidencia
uk: Кут падіння

source: add
ca: afegir
es: Añadir
uk: додати

source: remove
ca: eliminar
es: Eliminar
uk: видалити

source: Order type
ca: Tipus de comanda
es: Tipo de Pedido
uk: Тип замовлення

source: Order limit
ca: Límit de comanda
es: Límite Pedido
uk: Ліміт замовлення

source: Order limit (km2)
ca: Límit de comanda (km2)
es: Límite pedido (km2)
uk: Ліміт замовлення (км2)

source: Planet API Key
ca: Clau de l'API de Planet
es: Clave API Planet
uk: Ключ Planet API

source: Your Planet API key
ca: La teva clau de l'API de Planet
es: Su clave API Planet
uk: Ваш ключ Planet API

source: Create order
ca: Crea una comanda
es: Crear Pedido
uk: Створити замовлення

source: Created orders (Not confirmed)
ca: Comandes creades (no confirmades)
es: Pedidos creados (no confirmados)
uk: Створене замовлення (не підтверджено)

source: Running orders
ca: Comandes en execució
es: Ejecutando pedidos
uk: Поточні замовлення

source: Finished orders
ca: Comandes acabades
es: Pedidos terminados
uk: Завершені замовлення

source: Created at
ca: Creat a les
es: Creado por
uk: Створено

source: Confirmed at
ca: Confirmat a les
es: Confirmado por
uk: Підтверджено

source: Size
ca: Mida
es: Tamaño
uk: Розмір

source: Status
ca: Estat
es: Estado
uk: Статус

source: All input parameters
ca: Tots els paràmetres d'entrada
es: Todos los parámetros de entrada
uk: Усі вхідні параметри

source: Hide ${ property } values
ca: Amaga els valors de ${ propietat }
es: Ocultar valores ${ property }
uk: Приховати ${ property } значення

source: Show ${ property } values
ca: Mostra els valors de ${ propietat }
es: Mostrar valores ${property }
uk: Показати ${ property } значення

source: Confirm
ca: Confirmar
es: Confirmar
uk: Підтвердити

source: Delete
ca: Esborrar
es: Borrar
uk: Видалити

source: Show coverage
ca: Mostra cobertura
es: Mostrar cobertura
uk: Показати покриття

source: Show data
ca: Mostra dades
es: Mostrar datos
uk: Показати дані

source: No orders found
ca: No s'han trobat comandes
es: No se encuentran pedidos
uk: Жодне замовлення не знайдено

source: Error confirming order
ca: Error en confirmar la comanda
es: Error al confirmar pedido
uk: Помилка підтвердження замовлення

source: Error deleting order
ca: Error en suprimir la comanda
es: Error al eliminar pedido
uk: Помилка видалення замовлення

source: Confirm order
es: Confirmar pedido
uk: Підтвердити замовлення

source: Are you sure you want to confirm this order?
ca: Esteu segur que voleu confirmar aquesta comanda?
es: ¿Está seguro que desea confirmar este pedido?
uk: Ви впевнені, що хочете підтвердити це замовлення?

source: Delete order
ca: Suprimeix la comanda
es: Eliminar pedido
uk: Видалити замовлення

source: Are you sure you want to delete this order?
ca: Esteu segur que voleu suprimir aquesta comanda?
es: ¿Está seguro que desea eliminar este pedido?
uk: Ви впевнені, що хочете видалити це замовлення?

source: Refresh orders
ca: Actualitzar comandes
es: Refrescar pedidos
uk: Оновити замовлення

source: Creating order
ca: Creant commanda
es: Crear pedido
uk: Створити замовлення
