Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Are you sure you want to create an order without a Collection ID? When you confirm your order a new collection will be created automatically.
ca: Esteu segur que voleu crear una comanda sense un identificador de col·lecció? Quan confirmeu la vostra comanda, es crearà automàticament una nova col·lecció.
es: ¿Está seguro que desea crear un pedido sin un ID de Colección? Cuando confirme su pedido se creará de forma automática una nueva colección
uk: Ви впевнені, що хочете створити замовлення без ідентифікатора колекції? Коли ви підтвердите своє замовлення, нова колекція буде створена автоматично.

source: Order size (approx)
ca: Mida de la comanda (aprox.)
es: Tamaño de pedido (aprox.)
uk: Обсяг замовлення (приблизно)

source: Create a new collection
ca: Crea una nova col·lecció
es: Crear una nueva colección
uk: Створіть нову колекцію

source: Manual Entry
ca: Entrada manual
es: Entrada manual
uk: Введення вручну

source: Your collections
ca: Les teves col·leccions
es: Sus colecciones
uk: Ваші колекції

source: Enter a Planet API key, that you received via email after purchasing a Planet PlanetScope Sentinel Hub Package
ca: Introduïu una clau API de Planet, que heu rebut per correu electrònic després de comprar un paquet Planet PlanetScope Sentinel Hub
es: Introduzca una clave API Planet, que recibió vía correo electrónico después de adquirir un paquete Planet PlanetScope Sentinel Hub
uk: Введіть ключ API Planet, який ви отримали електронною поштою після придбання пакету Planet PlanetScope Sentinel Hub

source: Show preview
ca: Mostra la previsualització
es: Mostrar previsualización
uk: Показати попередній перегляд

source: Please login to gain access to it
ca: Si us plau, inicieu sessió per accedir-hi
es: Por favor, identifíquese para obtener acceso
uk: Будь ласка, увійдіть в обліковий запис, щоб отримати доступ

source: Continue without logging in
ca: Continueu sense iniciar sessió
es: Continuar sin registrarse
uk: Продовжувати без входу в систему

source: e.g.: My planet data
ca: ex.: dades del meu planeta
es: p.e.: Mis datos Planet
uk: наприклад: Мої дані Planet

source: Settings
ca: Configuració
es: Ajustes
uk: Налаштування

source: Sky / Atmosphere
ca: Cel / Atmosfera
es: Cielo / Atmósfera
uk: Небо / Атмосфера

source: Sun
ca: Sol
es: Sol
uk: Сонце

source: Sun time (UTC)
ca: Hora del sol (UTC)
es: Hora solar (UTC)
uk: Сонячний час (UTC)

source: Sun projected shadows
ca: Ombres projectades pel sol
es: Sombras proyectadas por el sol
uk: Тіні, що проєктуються сонцем

source: Shading parameters
ca: Paràmetres d'ombrejat
es: Parámetros de sombreado
uk: Параметри затінення

source: Shadow parameters
ca: Paràmetres d'ombra
es: Parámetros de sombras
uk: Параметри тіні

source: Ambient factor
ca: Factor ambient
es: Factor de ambiente
uk: Фактор навколишнього середовища

source: Diffuse factor
ca: Factor difús
es: Factor difuso
uk: Дифузний фактор

source: Specular factor
ca: Factor especular
es: Factor especular
uk: Коефіцієнт дзеркального відбиття

source: Specular power
es: Poder especular
uk: Потужність дзеркального відбиття

source: Shadow visibility
ca: Visibilitat a l'ombra
es: Visibilidad de sombras
uk: Відображення тіні

source: Shadow rendering distance
ca: Distància de renderització d'ombres
es: Distancia de renderización de sombras
uk: Відстань відображення тіней

source: Shadow map size
ca: Mida del mapa d'ombres
es: Tamaño del mapa de sombras
uk: Розмір карти тіней

source: Parameters
ca: Paràmetres
es: Parámetros
uk: Параметри

source: Local time on computer
ca: Hora local a l'ordinador
es: Hora local en el ordenador
uk: Місцевий час на комп'ютері

source: Edit
ca: Edita
es: Editar
uk: Редагувати

source: Reset values
ca: Restablir valors
es: Inicializar valores
uk: Скинути значення

source: Current time
ca: Hora actual
es: Hora actual
uk: Поточний час

source: Double clicking with the left mouse button on the camera console resets the camera view to North and down looking position.
ca: Si feu doble clic amb el botó esquerre del ratolí a la consola de la càmera, la vista de la càmera es restableix a la posició Nord i cap avall.
es: Haciendo doble clic con el botón derecho del ratón en la consola de cámara se reinicia la visualización de la cámara al Norte y se coloca en visión hacia abajo.
uk: При подвійному клацанні лівою клавішою миші на консолі камери поле зору камери переходить у положення на Північ та перпендикулярно до поверхні Землі.

source: Vertical terrain scaling
ca: Escalat vertical del terreny
es: Escala vertical del terreno
uk: Вертикальний масштаб місцевості

source: Camera lens flare effect (with the sun)
ca: Efecte de flama de la lent de la càmera (amb el sol)
es: Efecto de destello del objetivo (con el sol)
uk: Ефект відблиску об'єктива камери (від сонця)

source: Image download in compare mode is currently available only for basic image download.
ca: La descàrrega d'imatges en mode de comparació està disponible actualment només per a la baixada bàsica d'imatges.
es: La descarga de imágenes en modo comparación sólo está disponible actualmente para la descarga básica de imágenes.
uk: Завантаження зображень у режимі порівняння наразі доступне тільки для базового завантаження зображень.

source: you can only download an image while visualising or comparing
es: solo puede descargar una imagen mientras que se visualiza o se compara
uk: завантаження зображень доступне лише під час візуалізації або порівняння

source: you need to compare at least 2 layers
ca: heu de comparar almenys 2 capes
es: necesita comparar al menos 2 capas
uk: для порівняння потрібні щонайменше 2 шари

source: Rotate around the clicked point
ca: Gireu al voltant del punt clicat
es: Rotar alrededor del punto pulsado
uk: Обертатися навколо вибраної точки

source: When checked, moving the mouse while the middle button is pressed, rotates the world around the clicked point, otherwise the camera rotates around itself. Alt key, being pressed when starting to rotate, toggles this behavior.
ca: Quan està marcat, movent el ratolí mentre es prem el botó central, gira el món al voltant del punt clicat, en cas contrari, la càmera gira al seu voltant. La tecla Alt, que es prem quan es comença a girar, canvia aquest comportament.
es: Cuando está marcada, al mover el ratón con el botón central pulsado rota el mundo alrededor del punto pulsado, en caso contrario, la cámara rota sobre sí misma. La tecla Alt, al ser presionada cuando se comienza a rotar, alterna este comportamiento.
uk: Якщо встановлено прапорець і натиснуте коліщатко миші, при переміщенні по карті відбувається її обертання навколо вибраної точки, а без коліщатка миші камера обертається навколо себе. Перемикання цієї функції здійснюється за допомогою натискання клавіші Alt під час початку обертання.

source: Map overlay is disabled when AOI is specified. Remove your AOI in order to use this option.
ca: La superposició del mapa es desactiva quan s'especifica AOI. Elimineu el vostre AOI per utilitzar aquesta opció.
es: La superposición de mapas se desactiva cuando se especifica la AOI. Elimina tu AOI para poder utilizar esta opción.
uk: Накладання шарів карти вимкнено, якщо вказано область інтересу. Видаліть область інтересу, щоб використовувати цю опцію.

source: Exported image(s) will include datasource and date, zoom scale and branding.
ca: Les imatges exportades inclouran la font de dades i la data, l'escala de zoom i la marca.
es: La(s) imágen(es) exportadas incluirán la fecha y datos de la fuente, nivel de zoom y logos de marca.
uk: Експортовані зображення міститимуть джерело даних, дату, масштабування та брендинг.

source: Enable captions in order to write a description.
ca: Activa els subtítols per escriure una descripció.
es: Activar comentarios para escribir una descripción.
uk: Увімкнути підписи, щоб додати опис.

source: Add a short description to the exported image.
ca: Afegiu una breu descripció a la imatge exportada.
es: Añadir una descripción breve de la imagen exportada.
uk: Додати короткий опис до експортованого знімку.

source: Layer does not have any legend data.
ca: La capa no té cap dada de llegenda.
es: La capa no tiene ninguna información de leyenda.
uk: У шарі відсутні дані легенди.

source: Exported image will include legend.
ca: La imatge exportada inclourà la llegenda.
es: La imagen exportada incluirá la leyenda.
uk: Експортоване зображення міститиме легенду.

source: The **ESA WorldCover** product is the first global land cover map at 10 m resolution based on both Sentinel-1 and Sentinel-2 data. More information [here](https://esa-worldcover.org/). **Coverage**: Global coverage. **Data Availability**: 2020. **Spatial resolution**: 10 meters. **Common Usage**: Development of novel services to help with preserving biodiversity, food security, carbon assessment and climate modelling.
ca: El producte **ESA WorldCover** és el primer mapa global de cobertura terrestre amb una resolució de 10 m basat en dades de Sentinel-1 i Sentinel-2. Més informació [aquí](https://esa-worldcover.org/). **Cobertura**: cobertura global. **Disponibilitat de dades**: 2020. **Resolució espacial**: 10 metres. **Ús comú**: desenvolupament de nous serveis per ajudar a preservar la biodiversitat, la seguretat alimentària, l'avaluació del carboni i la modelització del clima.
es: El producto **ESA WorldCover** es el primer mapa mundial de la cobertura terrestre con una resolución de 10 m basado en datos de Sentinel-1 y Sentinel-2. Más información [aquí](https://esa-worldcover.org/). **Cobertura**: Cobertura global. **Disponibilidad de datos**: 2020. **Resolución espacial**: 10 metros. **Uso común**: Desarrollo de nuevos servicios de ayuda a la conservación de la biodiversidad, la seguridad alimentaria, la evaluación del carbono y la modelización del clima.
uk: Продукт **ESA WorldCover** є першою глобальною картою земного покриву з просторовою розрізненістю 10 м, сформованою на основі даних Sentinel-1 і Sentinel-2. Більше інформації [тут](https://esa-worldcover.org/). **Покриття**: Глобальне покриття. **Доступність даних**: 2020. **Просторова розрізненість**: 10 метрів. **Загальне використання**: Розробка нових сервісів в напрямках збереження біорізноманіття, продовольчої безпеки, оцінки вмісту вуглецю та кліматичного моделювання.

source: Land cover classification
ca: Classificació de la cobertura del sòl
es: Clasificación de cobertura terrestre
uk: Класифікація земного покрову

source: Based on the last band of the custom script.
ca: Basat en la darrera banda de l'script personalitzat.
es: Basado en la última banda del script de usuario.
uk: На основі останнього каналу користувацького скрипту.

source: You need to login to use this functionality.
ca: Cal iniciar sessió per utilitzar aquesta funcionalitat.
es: Necesita estar identificado para usar esta funcionalidad.
uk: Вам потрібно увійти до облікового запису, щоб скористатися цією функцією.

source: The **Corine Land Cover Accounting Layers** are status layers modified for the purpose of consistent statistical analysis in the land cover change accounting system. The modification combines CLC status and change layers in the 100 m raster in order to create homogeneous quality time series of CLC / CLC-change layers for accounting purposes. The CLC inventory consists of 44 land cover and land use classes derived from a series of satellite missions since it was first established. More information [here](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Coverage**: Europe (EEA39 region). **Data Availability**: Since 2000, updated every 6 years. Data available for 2000, 2006, 2012 and 2018. **Spatial resolution**: 100 meters. **Common Usage**: Land use and land cover monitoring, analysis and change prediction for various applications, including environment, agriculture, transport and spatial planning.
ca: Les **Capes de comptabilitat de la cobertura del sòl de Corine** són capes d'estat modificades amb la finalitat d'anàlisi estadística coherent en el sistema de comptabilitat de canvis de coberta del sòl. La modificació combina capes d'estat i canvi de CLC en el ràster de 100 m per tal de crear sèries temporals de qualitat homogènia de capes de canvi CLC / CLC amb finalitats comptables. L'inventari CLC consta de 44 classes de coberta i ús del sòl derivades d'una sèrie de missions de satèl·lit des que es va establir per primera vegada. Més informació [aquí](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Cobertura**: Europa (regió EEA39). **Disponibilitat de dades**: des de l'any 2000, actualitzat cada 6 anys. Dades disponibles per als anys 2000, 2006, 2012 i 2018. **Resolució espacial**: 100 metres. **Usos Comuns**: seguiment, anàlisi i predicció de canvis d'ús i coberta del sòl per a diverses aplicacions, com ara medi ambient, agricultura, transport i planificació del territori.
es: Las **Capas Estadísticas Corine Land Cover** son capas de estado modificadas con el fin de realizar un análisis estadístico coherente en el sistema de contabilidad de los cambios en la ocupación del suelo. La modificación combina las capas de estado y de cambio de CLC en el raster de 100 m con el fin de crear series temporales de calidad homogénea de capas de CLC / cambio de CLC para fines contables. El inventario CLC consta de 44 clases de ocupación y uso del suelo derivadas de una serie de misiones por satélite desde su creación. Más información [aquí](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Cobertura**: Europa (región EEE39). **Disponibilidad de los datos**: Desde 2000, actualizados cada 6 años. Datos disponibles para 2000, 2006, 2012 y 2018. **Resolución espacial**: 100 metros. **Uso común**: Seguimiento, análisis y predicción de cambios en el uso y la ocupación del suelo para diversas aplicaciones, como el medio ambiente, la agricultura, el transporte y la ordenación territorial.
uk: **Corine Land Cover Accounting Layers** - це шари статусу, модифіковані з метою послідовного статистичного аналізу в системі обліку змін земного покриву. Модифікація поєднує шари статусу та шари змін CLC в растрі 100 м, щоб створити однорідний якісний часовий ряд шарів CLC / CLC-змін для цілей обліку. Інвентарний опис CLC складається з 44 класів ґрунтового покриву та землекористування, отриманих у результаті серії супутникових місій з моменту його створення. Більше інформації [тут](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Покриття**: Європа (регіон EEA39). **Доступність даних**: З 2000 року, оновлюється кожні 6 років. Дані доступні для 2000, 2006, 2012 та 2018 років. **Просторова розрізненість**: 100 метрів. **Загальне використання**: моніторинг землекористування та ґрунтового покриву, аналіз і прогнозування змін для різних застосувань, включаючи навколишнє середовище, сільське господарство, транспорт та просторове планування.

source: Corine Land Cover Accounting Layer
ca: Capa de Comptabilitat Corine Land Cover
es: Capa Estadística Corine Land Cover
uk: Обліковий шар земельного покриву Corine

source: Plant Phenology Index
ca: Índex de Fenologia Vegetal
es: Índice Fenológico Vegetal

source: Quality Flag
ca: Bandera de qualitat
es: Etiqueta de calidad

source: Normalized Difference Vegetation Index
ca: Índex de vegetació de diferència normalitzada
es: Índice de Vegetación de Diferencia Normalizada

source: Fraction of Absorbed Photosynthetically Active Radiation
ca: Fracció de radiació fotosintèticament activa absorbida
es: Fracción de radiación fotosintéticamente activa absorbida

source: Leaf Area Index
ca: Índex d'àrea foliar
es: Índice de superficie foliar

source: Day of start-of-season
ca: Dia d'inici de temporada
es: Día de inicio de temporada

source: Day of end-of-season
ca: Dia de final de temporada
es: Día de fin de temporada

source: Day of maximum-of-season
ca: Dia de màxima temporada
es: Día de máximo de la temporada

source: Vegetation index value at SOSD
ca: Valor de l'índex de vegetació a SOSD
es: Valor de índice de vegetación en inicio sesión de crecimiento (SOSD)

source: Vegetation index value at EOSD
ca: Valor de l'índex de vegetació a EOSD
es: Valor del índice de vegetación al final sesión de crecimiento (EOSD)

source: Vegetation index value at MAXD
ca: Valor de l'índex de vegetació a MAXD
es: Valor del índice de vegetación en el día máximo de la temporada (MAXD)

source: Average vegetation index value of minima on left and right sides of each season
ca: Valor mitjà de l'índex de vegetació dels mínims als costats esquerre i dret de cada estació
es: Valor medio del índice de vegetación de los mínimos a la izquierda y a la derecha de cada estación

source: Season amplitude (MAXV – MINV)
ca: Amplitud de la temporada (MAXV – MINV)
es: Amplitud de la sesión (MAXV - MINV)

source: Length of Season (number of days between start and end)
ca: Durada de la temporada (nombre de dies entre l'inici i el final)
es: Longitud de la estación (número de día entre el inicio y el final)

source: Slope of the greening up period
ca: Pendent del període d'enverdiment
es: Pendiente del periodo de crecimiento

source: Slope of the senescent period
ca: Pendent del període de senescencia
es: Pendiente del periodo de senescencia

source: Seasonal productivity. The growing season integral computed as the sum of all daily values between SOSD and EOSD
ca: Productivitat estacional. La integral de la temporada de creixement calculada com la suma de tots els valors diaris entre SOSD i EOSD
es: Productividad estacional. La integral de la estación de crecimiento calculada como la suma de todos los valores diarios entre SOSD y EOSD

source: Total productivity. The growing season integral computed as sum of all daily values minus their base level value.
ca: Productivitat total. La integral de la temporada de creixement calculada com la suma de tots els valors diaris menys el seu valor base.
es: Productividad total. La integral de la estación de crecimiento calculada como suma de todos los valores diarios menos su valor de nivel básico.

source: You can only view data in 3D while visualising a collection.
es: Solo puede ver datos en 3D mientras que se visualiza una colección.
uk: Ви можете переглядати дані лише в 3D під час візуалізації колекції.

source: 2D map view
ca: Vista de mapa 2D
es: Vista mapa 2D
uk: Перегляд 2D карти

source: Not supported in 3D mode.
ca: No és compatible amb el mode 3D.
es: No soportado en modo 3D.
uk: Не підтримується в режимі 3D.

source: Image width [px]:
ca: Amplada de la imatge [px]:
es: Anchura de la imagen [pix]:
uk: Ширина зображення [px]:

source: Image height [px]:
ca: Alçada de la imatge [px]:
es: Altura de la imagen [pix]:
uk: Висота зображення [px]:

source: No layers found for date
ca: No s'han trobat capes per a la data
es: No se han encontrado capas para esa fecha

source: The **Global Human Settlement** (GHS) framework produces global maps of built-up areas, population density and settlements to monitor human presence on Earth over time. **Coverage**: Global coverage with longitude from 180°W to 180°E and latitude from 72°N to 56°S **Data Availability**: Reference year 2018 **Spatial resolution**: 10 meters. **Common Usage**: Knowledge of population distribution and density has a number of applications, including disaster risk management or the study and management of urbanisation processes, not only but also in relation to the challenges of climate change and environmental degradation.
ca: El marc **Global Human Settlement** (GHS) produeix mapes globals de zones urbanitzades, densitat de població i assentaments per controlar la presència humana a la Terra al llarg del temps. **Cobertura**: cobertura global amb longitud de 180°W a 180°E i latitud de 72°N a 56°S **Disponibilitat de dades**: any de referència 2018 **Resolució espacial**: 10 metres. **Usos Comuns**: El coneixement de la distribució i densitat de la població té diverses aplicacions, com ara la gestió del risc de desastres o l'estudi i gestió dels processos d'urbanització, no només sinó també en relació als reptes del canvi climàtic i la degradació ambiental.
es: El entorno **Asentamientos Humanos Globales** (Global Human Settlement -GHS-) elabora mapas mundiales de zonas edificadas, densidad de población y asentamientos para hacer un seguimiento de la presencia humana en la Tierra a lo largo del tiempo. **Cobertura**: Cobertura mundial con una longitud de 180°O a 180°E y una latitud de 72°N a 56°S. **Disponibilidad de datos Año de referencia 2018 **Resolución espacial 10 metros. **Uso común**: El conocimiento de la distribución y densidad de población tiene diversas aplicaciones, entre ellas la gestión del riesgo de catástrofes o el estudio y gestión de los procesos de urbanización, no sólo sino también en relación con los retos del cambio climático y la degradación del medio ambiente.
uk: Система **Global Human Settlement** (GHS) створює глобальні карти забудованих територій, щільності населення та поселень для моніторингу присутності людей на Землі в часовій динаміці. **Покриття**: глобальне покриття по довготі від 180°Зх до 180°Сх і широті від 72°Пн до 56°Пд. **Доступність даних**: контрольний рік 2018 **Просторова розрізненість**: 10 метрів. **Загальне використання**: знання про розподіл і щільність населення використовуються в численних сферах, у тому числі для управління ризиками стихійних лих або вивчення та управління власне процесами урбанізації у зв'язку з проблемами зміни клімату та деградації навколишнього середовища.

source: Built-up probability [0 - 100 %] at 10 m spatial resolution
ca: Probabilitat acumulada [0 - 100 %] a una resolució espacial de 10 m
es: Probabilidad de construcción [0 - 100%] a resolución espacial 10 m
uk: Імовірність забудови [0 - 100 %] при просторовій розрізненості 10 м

source: Select the resampling kernel to use: - 4x4 cubic convolution (CC), - nearest neighbour (NN), - or the proprietary MTF kernel (MTF)
ca: Seleccioneu el nucli de remuestreig que voleu utilitzar: - 4x4 cubic convolution (CC), - nearest neighbour (NN), - o MTF kernel (MTF)
es: Seleccione el método de remuestreo a aplicar: - Convolución cúbica 4x4 (CC) - Vecino más próximo (NN -nearest neighbour-) - O el núcleo propietario función transferencia modulación (MTF)
uk: Виберіть ядро повторної дискретизації: - 4x4 кубічна згортка (CC), - найближчий сусід (NN), - або власне ядро MTF (MTF)

source: 4x4 cubic convolution
ca: convolució cúbica 4x4
es: Convolución cúbica 4x4
uk: 4х4 кубічна згортка

source: nearest neighbour
es: Vecino más próximo
uk: найближчий сусід

source: proprietary MTF kernel
ca: MTF kernel
es: Núcleo FTM propietario
uk: власне ядро MTF

source: Resampling kernel
ca: Kernel de re-mostreig
es: Núcleo de remuestreo
uk: Ядро повторної дискретизації

source: Creating and editing a timelapse is not supported on mobile.
ca: La creació i edició d'un timelapse no és compatible amb el mòbil.
es: Crear y editar una animación temporal no se soporta en un dispositivo móvil.
uk: Створення та редагування покадрового відео не підтримується на мобільному пристрої.

source: DEM instance
ca: Instància de DEM
es: Instancia MDE
uk: Приклад DEM

source: Type
ca: Tipus
es: Tipo
uk: Тип

source: Currently only collections on services.sentinel-hub are supported.
ca: Actualment només s'admeten les col·leccions de services.sentinel-hub.
es: Actualmente solo se admiten colecciones en services.sentinel-hub.

source: Add layers from pins
ca: Afegiu capes a partir de pins
es: Añadir capas desde marcadores
uk: Додати шари із закладок

source: Visualisations
ca: Visualitzacions
es: Visualizaciones
uk: Візуалізації

source: Min. tile coverage
ca: Min. cobertura de rajoles
es: Cobertura mínima tesela
uk: Мін. покриття сценою

source: Edit timelapse
ca: Edita el timelapse
es: Editar animación temporal
uk: Редагувати покадрове відео
