Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: The **SAR Wet Snow (SWS)** product maps the wet snow extent in high-mountain areas. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 60m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte **SAR Wet Snow (SWS)** mapea l'extensió de neu humida a les zones d'alta muntanya. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: de l'1 de setembre de 2016 fins a l'actualitat **Resolució espacial**: 60m **Ús comú**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: El producto **SAR Nieve Húmeda (SAR Wet Snow -SWS-)** cartografía la extensión de la nieve húmeda en zonas de alta montaña. **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de los datos**: 1 de septiembre de 2016 hasta la actualidad. **Resolución espacial**: 60m **Uso común**: Los parámetros del producto pueden aplicarse a diversas aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar los peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: The **Fractional Snow Cover (FSC)** product provides the snow fraction at the Top Of Canopy (FSCTOC) and On Ground (FSCOG). NDSI is also provided as part of this service. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 20-60m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte **Fractional Snow Cover (FSC)** proporciona la fracció de neu a la part superior de la coberta (FSCTOC) i a terra (FSCOG). NDSI també es proporciona com a part d'aquest servei. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: de l'1 de setembre de 2016 fins a l'actualitat **Resolució espacial**: 20-60m **Ús comú**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: El producto **Cobertura relativa de nieve (Fractional Snow Cover -FSC-)** proporciona la fracción de nieve en la parte superior del dosel (FSCTOC) y en el suelo (FSCOG). NDSI también se proporciona como parte de este servicio. **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de los datos**: 1 de septiembre de 2016 hasta la actualidad. **Resolución espacial**: 20-60m **Uso común**: Los parámetros del producto pueden aplicarse a diversas aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar los peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: The daily cumulative **Gap-filled Fractional Snow Cover (GFSC)** product is a more complete version of the FSC product; gap-filled both at a spatial and temporal scale. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 20-60m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte acumulat diari **Gap-filled Fractional Snow Cover (GFSC)** és una versió més completa del producte FSC; omplert de buits tant a escala espacial com temporal. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: de l'1 de setembre de 2016 fins a l'actualitat **Resolució espacial**: 20-60m **Usos comuns**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: El producto acumulativo diario **Cobertura relativa de nieve con relleno de huecos (Gap-filled Fractional Snow Cover -GFSC-)** es una versión más completa del producto FSC; con rellenado de huecos tanto a escala espacial como temporal. **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de los datos**: 1 de septiembre de 2016 hasta la actualidad. **Resolución espacial**: 20-60m **Uso común**: Los parámetros del producto pueden aplicarse a diversas aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar los peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: Product name
ca: Nom del producte
es: Nombre Producto
uk: Назва продукту

source: River and Lake Ice Extent Quality
ca: Qualitat de l'extensió del gel dels rius i llacs
es: Calidad de la Extensión de Hielo en Ríos y Lagos

source: River and Lake Ice Extent
ca: Extensió de gel del riu i del llac
es: Extensión de Hielo en Ríos y Lagos

source: # River and Lake Ice Extent - Sentinel-1 Quality This script visualises the Sentinel 1-based River and Lake Ice Extent quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1-quality/).
ca: # Extensió de gel del riu i del llac - Qualitat Sentinel-1 Aquest script visualitza la capa de qualitat de l'extensió del gel del riu i del llac Sentinel 1. Trobeu més informació [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1-quality/).
es: # Calidad de Extensión de Hielo en Ríos y Lagos - Sentinel-1 Este script visualiza la capa de Calidad de Extensión de Hielo en Ríos y Lagos basada en Sentinel 1. Más información [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1-quality/).

source: # River and Lake Ice Extent - Sentinel-2 Quality This script visualises the Sentinel 2-based River and Lake Ice Extent quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2-quality/).
ca: # Extensió de gel del riu i del llac - Qualitat Sentinel-2 Aquest script visualitza la capa de qualitat de l'extensió del gel del riu i del llac Sentinel 2. Trobeu més informació [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2-quality/).
es: # Calidad de Extensión de Hielo en Ríos y Lagos - Sentinel-2 Este script visualiza la capa de Calidad de Extensión de Hielo en Ríos y Lagos basada en Sentinel 2. Más información [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2-quality/).

source: # River and Lake Ice Extent S1 and S2 This script visualises the River and Lake Ice Extent generated as a combination of RLIE S1 and RLIE S2 products acquired on the same date for the entire EEA38+UK zone. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2/).
ca: # Extensió de gel del riu i del llac S1 i S2 Aquest script visualitza l'extensió del gel del riu i del llac generada com una combinació de productes RLIE S1 i RLIE S2 adquirits en la mateixa data per a tota la zona EEA38+UK. Trobeu més informació [aquí] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2/).
es: # Extensión de Ríos y Lagos S1 y S2 Este script visualiza la Extensión de Hielo en Ríos y Lagos generada como una combinación de productos RLIE S1 y RLIE S2 adquiridos en la misma fecha para toda la zona EEA38+UK. Más información [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2/).

source: # River and Lake Ice Extent S1 and S2 Quality This script visualises the Sentinel 1 and 2-based River and Lake Ice Extent quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2-quality/).
ca: # Qualitat S1 i S2 de l'extensió del gel del riu i del llac Aquest script visualitza la capa de qualitat de l'extensió del gel del riu i del llac Sentinel 1 i 2. Trobeu més informació [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2-quality/).
es: # Calidad de la Extensión de Hielo en Ríos y Lagos S1 y S2 Este script visualiza la capa de Calidad de la Extensión de Hielo en Ríos y Lagos basada en Sentinel 1 y 2. Más información [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2-quality/).

source: # River and Lake Ice Extent - Sentinel-1 This script visualises the River and Lake Ice Extent based on synthetic aperture radar data from the S1 constellation. The product is generated for the entire EEA38+UK zone. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1/).
ca: # Extensió de gel del riu i del llac - Sentinel-1 Aquest script visualitza l'extensió del gel del riu i del llac a partir de dades de radar d'obertura sintètica de la constel·lació S1. El producte es genera per a tota la zona EEA38+UK. Trobeu més informació [aquí] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1/).
es: # Extensión de hielo en ríos y lagos - Sentinel-1 Este script visualiza la extensión de hielo en ríos y lagos basándose en datos de radar de apertura sintética de la constelación S1. El producto se genera para toda la zona EEE38+Reino Unido. Más información [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1/).

source: # River and Lake Ice Extent - Sentinel-2 This script visualises the River and Lake Ice Extent based on optical satellite data from the Sentinel-2 constellation. The product is generated for the entire EEA38+UK zone. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2/).
ca: # Extensió de gel del riu i del llac - Sentinel-2 Aquest script visualitza l'extensió del gel del riu i del llac basant-se en dades de satèl·lit òptic de la constel·lació Sentinel-2. El producte es genera per a tota la zona EEA38+UK. Trobeu més informació [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2/).
es: # Extensión de hielo en ríos y lagos - Sentinel-2 Este script visualiza la extensión de hielo en ríos y lagos a partir de datos ópticos de satélite de la constelación Sentinel-2. El producto se genera para toda la zona EEA38+UK. El producto se genera para toda la zona EEE38+Reino Unido. Más información [aquí](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2/).

source: **The River and Lake Ice Extent - Sentinel 1 (RLIE S1)** product measures the presence of ice in rivers and lakes described by the EU-HYDRO network database. It is released in near real time for the entire EEA zone based on the revisit time of the Sentinel-1 SAR constellation, and is generated at a spatial resolution of 20m x 20m. **Coverage**: Europe (EEA39 region) from longitude 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 - ongoing **Spatial resolution**: 20m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte **The River and Lake Ice Extent - Sentinel 1 (RLIE S1)** mesura la presència de gel als rius i llacs descrits per la base de dades de la xarxa EU-HYDRO. Es publica gairebé en temps real per a tota la zona de l'EEE en funció del temps de revisió de la constel·lació SAR Sentinel-1 i es genera amb una resolució espacial de 20 m x 20 m. **Cobertura**: Europa (regió EEA39) de longitud 25°W a 45°E i latitud 26°N a 72°N. **Disponibilitat de dades**: 1 de setembre de 2016 - en curs **Resolució espacial**: 20m **Usos comuns**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: **El producto Extensión de Ríos y Lagos - Sentinel 1 (RLIE S1)** mide la presencia de hielo en ríos y lagos descritos por la base de datos de la red EU-HYDRO. Se publica en tiempo casi real para toda la zona del EEE basándose en el tiempo de revisita de la constelación SAR Sentinel-1, y se genera con una resolución espacial de 20m x 20m. **Cobertura**: Europa (región EEA39) de longitud 25°O a 45°E y de latitud 26°N a 72°N. **Disponibilidad de datos**: 1 de septiembre de 2016 - en curso **Resolución espacial**: 20m **Uso común**: Los parámetros del producto pueden aplicarse a varias aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar los peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: **The River and Lake Ice Extent - Sentinel 2 (RLIE S2)** product measures the presence of ice in rivers and lakes described by the EU-HYDRO network database. It is released in near real time for the entire EEA zone based on the revisit time of the Sentinel-2 constellation, and is generated at a spatial resolution of 20m x 20m. **Coverage**: Europe (EEA39 region) from longitude 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 - ongoing **Spatial resolution**: 20m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte **The River and Lake Ice Extent - Sentinel 2 (RLIE S2)** mesura la presència de gel als rius i llacs descrits per la base de dades de la xarxa EU-HYDRO. Es publica gairebé en temps real per a tota la zona de l'EEE en funció del temps de revisió de la constel·lació Sentinel-2 i es genera amb una resolució espacial de 20 m x 20 m. **Cobertura**: Europa (regió EEA39) de longitud 25°W a 45°E i latitud 26°N a 72°N. **Disponibilitat de dades**: 1 de setembre de 2016 - en curs **Resolució espacial**: 20m **Usos comuns**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: **El producto River and Lake Ice Extent - Sentinel 2 (RLIE S2)** mide la presencia de hielo en ríos y lagos descritos por la base de datos de la red EU-HYDRO. Se difunde en tiempo casi real para toda la zona EEE en función del tiempo de revisita de la constelación Sentinel-2, y se genera con una resolución espacial de 20m x 20m. **Cobertura**: Europa (región EEA39) de longitud 25°O a 45°E y de latitud 26°N a 72°N. **Disponibilidad de datos**: 1 de septiembre de 2016 - en curso **Resolución espacial**: 20m **Uso común**: Los parámetros del producto pueden aplicarse a varias aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar los peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: **The River and Lake Ice Extent S1+S2 (RLIE S1+S2)** product measures the presence of ice in rivers and lakes described by the EU-HYDRO network database. The RLIE S2 is gap-filled with the RLIE S1 and is only produced when both are acquired on the same day. It is delivered delayed with a 20m x 20m spatial resolution for the entire EEA39 zone. **Coverage**: Europe (EEA39 region) from longitude 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 - ongoing **Spatial resolution**: 20m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: **El producte River and Lake Ice Extent S1+S2 (RLIE S1+S2)** mesura la presència de gel als rius i llacs descrit per la base de dades de la xarxa EU-HYDRO. El RLIE S2 s'omple amb el RLIE S1 i només es produeix quan tots dos s'adquireixen el mateix dia. Es lliura amb retard amb una resolució espacial de 20 m x 20 m per a tota la zona EEA39. **Cobertura**: Europa (regió EEA39) de longitud 25°W a 45°E i latitud 26°N a 72°N. **Disponibilitat de dades**: 1 de setembre de 2016 - en curs **Resolució espacial**: 20m **Ús comú**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: **El producto Extensión de Hielo en Ríos y Lagos S1+S2 (RLIE S1+S2)** mide la presencia de hielo en ríos y lagos descritos por la base de datos de la red EU-HYDRO. El RLIE S2 se rellena con el RLIE S1 y sólo se produce cuando ambos se adquieren el mismo día. Se entrega en diferido con una resolución espacial de 20m x 20m para toda la zona EEE39. **Cobertura**: Europa (región EEE39) desde los 25° de longitud oeste hasta los 45° de longitud este y desde los 26° de latitud norte hasta los 72° de latitud norte. **Disponibilidad de datos**: 1 de septiembre de 2016 - en curso **Resolución espacial**: 20m **Uso común**: Los parámetros del producto pueden aplicarse a varias aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar los peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: Please set a date.
ca: Si us plau, posa una data.
es: Por favor, seleccione una fecha.
uk: Будь ласка, виберіть дату.

source: Error fetching data
ca: S'ha produït un error en obtenir les dades
es: Error procesando datos
uk: Помилка зчитування даних

source: Parameter ${ parameter } is not set
ca: El paràmetre ${ paràmetre } no està definit
es: Parámetro ${ parameters } no configurado
uk: Параметр ${ параметр } не задано

source: Selected dataset does not exist!
ca: El conjunt de dades seleccionat no existeix!
es: ¡El conjunto de datos seleccionado no existe!
uk: Вибраний набір даних не існує!
