Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: The timeliness provides information about the delivery time of the data product. For Sentinel-5P there are 3 different timeliness available: - Near Real-Time (NRT): available within 3 hours of acquisition - Offline: depending on the product, within 12 hours for Level 1B products - Reprocessing: no time constraints (performed when major product upgrades are required
ca: La puntualitat proporciona informació sobre el termini de lliurament del producte de dades. Per a Sentinel-5P hi ha 3 oportunitats diferents disponibles: - En temps gairebé real (NRT): disponible dins de les 3 hores posteriors a l'adquisició - Fora de línia: segons el producte, en un termini de 12 hores per als productes de nivell 1B - Reprocessament: sense restriccions de temps (realitzat quan es requereixen actualitzacions importants del producte
es: La línea de tiempo proporciona información sobre el plazo de entrega del producto de datos. En el caso de Sentinel-5P, se dispone de 3 plazos diferentes: - Near Real-Time (NRT): disponible en las 3 horas siguientes a la adquisición - Fuera de línea: dependiendo del producto, en un plazo de 12 horas para los productos de nivel 1B - Reprocesamiento: sin limitaciones de tiempo (se realiza cuando se requieren actualizaciones importantes del producto
uk: Своєчасність надає інформацію про час доставки продукту даних. Для Sentinel-5P доступні 3 різні варіанти своєчасності: - Майже в реальному часі (NRT): доступна протягом 3 годин після збору - Офлайн: залежно від продукту, протягом 12 годин для продуктів рівня 1B - Повторна обробка: без часових обмежень (виконується, коли потрібне серйозне оновлення продукту)

source: The absolute Orbit Number is the number of orbits that have elapsed since the first ascending node crossing after launch.
ca: El nombre d'òrbita absolut és el nombre d'òrbites que han transcorregut des del primer encreuament del node ascendent després del llançament.
es: El Número de Órbita absoluto es el número de órbitas que han transcurrido desde el primer cruce del nodo ascendente tras el lanzamiento.
uk: Абсолютний номер орбіти - це кількість орбіт, які пройшли з моменту першого перетину висхідного кута після запуску.

source: No configuration selected
ca: No s'ha seleccionat cap configuració
es: No se ha seleccionado ninguna configuración
uk: Конфігурація не вибрана

source: Please select a configuration
ca: Seleccioneu una configuració
es: Por favor, seleccione una configuración
uk: Будь ласка, виберіть конфігурацію

source: Configurations:
ca: Configuracions:
es: Configuraciones:
uk: Конфігурації:

source: Reset filters
ca: Restablir els filtres
es: Inicializar filtros
uk: Скинути фільтри

source: Filters
ca: Filtres
es: Filtros
uk: Параметри

source: This configuration has no highlights.
ca: Aquesta configuració no té elements destacats.
es: Esta configuración no tiene puntos destacados.

source: Please select a configuration.
ca: Seleccioneu una configuració.
es: Por favor, seleccione una configuración.

source: Workspace
ca: Espai de treball
es: Espacio de Trabajo
uk: Робочий простір

source: Add to workspace
ca: Afegir a l'espai de treball
es: Añadir a Espacio de Trabajo
uk: Додати до робочого простору

source: Product was successfully added to the Workspace!
ca: El producte s'ha afegit correctament a l'espai de treball!
es: ¡ El producto fue añadido con éxito al Espacio de trabajo !

source: Something went wrong!
ca: Alguna cosa ha anat malament!
es: ¡ Algo ha ido mal !
uk: Щось пішло не так!

source: The configuration you are trying to access is private
ca: La configuració a la qual esteu intentant accedir és privada
es: La configuración a la que está intentando acceder es privada
uk: Конфігурація, до якої ви намагаєтеся отримати доступ, є приватною

source: Login as a different user
ca: Inicieu sessió com a usuari diferent
es: Ingrese como otro usuario diferente
uk: Увійти як інший користувач

source: The designations employed and the presentation of material on this map do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Kosovo*: This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence. Palestine*: This designation shall not be construed as recognition of a State of Palestine and is without prejudice to the individual positions of the Member States on this issue.
ca: Les denominacions emprades i la presentació del material en aquest mapa no impliquen l'expressió de cap opinió per part de la Unió Europea sobre l'estatus jurídic de cap país, territori, ciutat o àrea o de les seves autoritats, ni sobre la delimitació de les seves fronteres o límits. Kosovo*: Aquesta designació no perjudica les posicions sobre l'estatus, i està en línia amb la RCSNU 1244/1999 i l'Opinió de la CIJ sobre la declaració d'independència de Kosovo. Palestina*: Aquesta designació no s'interpretarà com un reconeixement d'un Estat de Palestina i sense perjudici de les posicions individuals dels Estats membres sobre aquesta qüestió.
es: Las denominaciones empleadas en este mapa y la forma en que aparecen presentados los datos que contiene no implican, por parte de la Unión Europea, juicio alguno sobre la condición jurídica de países, territorios, ciudades o zonas, o de sus autoridades, ni respecto del trazado de sus fronteras o límites. Kosovo*: Esta designación se entiende sin perjuicio de las posiciones sobre el estatuto, y se ajusta a la Resolución 1244/1999 del Consejo de Seguridad de las Naciones Unidas y al dictamen de la CIJ sobre la declaración de independencia de Kosovo. Palestina*: Esta designación no se interpretará como reconocimiento de un Estado de Palestina y se entiende sin perjuicio de las posiciones individuales de los Estados miembros sobre esta cuestión.
uk: Використовувані позначення та представлення матеріалу на цій карті не означають вираження будь-якої думки з боку Європейського Союзу щодо правового статусу будь-якої країни, території, міста чи області чи їх влади, або щодо розмежування його кордони або межі. Косово*: Це позначення не зачіпає позиції щодо статусу та відповідає резолюції РБ ООН 1244/1999 та висновку Міжнародного суду щодо декларації незалежності Косова. Палестина*: Це позначення не повинно тлумачитися як визнання держави Палестина та не зачіпає окремих позицій держав-членів з цього питання.

source: The available Sentinel-2 data is processed either by ESA or by CloudFerro.
ca: Les dades disponibles de Sentinel-2 són processades per l'ESA o per CloudFerro.
es: Los datos disponibles Sentinel-2 son procesados por ESA o por CloudFerro.
uk: Доступні дані Sentinel-2 обробляються ESA або CloudFerro.

source: Download single files
ca: Descarrega fitxers individuals
es: Descargar archivos individuales
uk: Завантажити окремі файли

source: Download full product
ca: Descarrega el producte complet
es: Descargar el producto completo
uk: Завантажити увесь продукт

source: Product availability
ca: Disponibilitat del producte
es: Disponibilidad del producto

source: Visualization for offline products is not supported
ca: La visualització per a productes fora de línia no és possible
es: No se admite la visualización de productos fuera de línea
uk: Візуалізація для офлайн-продуктів не підтримується

source: This product is currently unavailable and can not be downloaded. Add it to Workspace to order it.
ca: Aquest producte actualment no està disponible i no es pot descarregar. Afegiu-lo a Workspace per demanar-lo.
es: Este producto no está disponible actualmente y no puede descargarse. Añádelo a Espacio de Trabajo para solicitarlo.
uk: Продукт недоступний і не може бути завантажений. Додайте його до Робочого простору, щоб замовити.

source: The product availability indicates whether a product can be downloaded immediately (*Immediate*) or must first be processed in the user's workspace (*To order*). The workspace offers processing options for: - Sentinel-1 Level-1 SLC and - Sentinel-2 L2A. The *To order* filter should therefore only be used when searching for one of these two product types.
ca: La disponibilitat del producte indica si un producte es pot descarregar immediatament (*Immediata*) o s'ha de processar primer a l'espai de treball de l'usuari (*Per demanar*). L'espai de treball ofereix opcions de processament per a: - Sentinel-1 Nivell-1 SLC i - Sentinel-2 L2A. Per tant, el filtre *Per demanar* només s'ha d'utilitzar quan cerqueu un d'aquests dos tipus de producte.
es: La disponibilidad del producto indica si un producto puede descargarse inmediatamente (*Inmediato*) o si debe procesarse primero en el espacio de trabajo del usuario (*Para pedir*). El espacio de trabajo ofrece opciones de procesamiento para: - Sentinel-1 Nivel-1 SLC y - Sentinel-2 L2A. Por lo tanto, el filtro *Para pedido* sólo debe utilizarse cuando se busque uno de estos dos tipos de producto.
uk: Доступність продукту вказує на те, чи продукт можна завантажити негайно (*Негайно*) чи його потрібно спочатку обробити в робочому просторі користувача (*Замовити*). Робочий простір пропонує варіанти обробки для: - Sentinel-1 Level-1 SLC та - Сентінел-2 L2A. Тому фільтр *Замовити* слід використовувати лише під час пошуку одного з цих двох продуктів.

source: Find products within selected time range
ca: Trobeu productes dins de l'interval de temps seleccionat
es: Encontrar productos en el intervalo de tiempo seleccionado
uk: Знайти продукти в межах вибраного часового проміжку

source: The **Seasonal Trajectories** product is a filtered time series of Plant Phenology Index (PPI) provided yearly on a 10-daily basis. It is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The Seasonal Trajectories PPI is derived through fitting a smoothing and gap filling function to the yearly time-series raw PPI values generated from Sentinel-2 satellite observations. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since January 2017, updated every 10 days. **Spatial resolution**: 10 meters. **Common Usage**: Plant phenology monitoring, such as tracking green canopy foliage dynamics through time.
ca: El producte **Trajectories estacionals** és una sèrie temporal filtrada de l'Índex de fenologia vegetal (PPI) que es proporciona anualment cada 10 dies. Forma part del servei de vigilància de terres de Copernicus (CLMS), conjunt de productes paneuropeu de fenologia i productivitat de la vegetació d'alta resolució (HR-VPP). El PPI de les trajectòries estacionals es deriva mitjançant l'ajustament d'una funció de suavització i ompliment de buits als valors de PPI bruts de sèries temporals anuals generats a partir de les observacions de satèl·lit Sentinel-2. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: des de gener de 2017, s'actualitza cada 10 dies. **Resolució espacial**: 10 metres. **Usos comuns**: seguiment de la fenologia de les plantes, com ara el seguiment de la dinàmica del fullatge del dosser verd a través del temps.
es: El producto **Trayectorias Estacionales** es una serie temporal filtrada del Índice de Fenología Vegetal (IPV) que se proporciona anualmente sobre una base decenal. Forma parte del conjunto de productos paneuropeos de alta resolución sobre fenología y productividad de la vegetación (HR-VPP) del Servicio de Vigilancia Terrestre de Copernicus (CLMS). El IPV de Trayectorias Estacionales se obtiene ajustando una función de suavizado y relleno de huecos a los valores brutos de IPV de series temporales anuales generadas a partir de observaciones por satélite Sentinel-2. Más información [aquí](https://collections.sentinel-hub.com/seasonal-trajectories/). **Cobertura**: Europa (región EEA39) desde la longitud 25°W a 45°E y la latitud 26°N a 72°N. **Disponibilidad de datos**: Desde enero de 2017, actualizados cada 10 días. **Resolución espacial**: 10 metros. **Uso común**: Supervisión de la fenología de las plantas, como el seguimiento de la dinámica del follaje del dosel verde a lo largo del tiempo.

source: The **Vegetation Indices** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The product is comprised of 4 raw Vegetation Indices generated near real-time (NRT) from Sentinel-2 satellite observations. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since October 2016, updated daily. **Spatial resolution**: 10 meters. **Common Usage**: Plant phenology assessment and monitoring, including vegetation cover, density, productivity and health.
ca: El producte **Índexs de vegetació** forma part del servei de monitorització de terres de Copernicus (CLMS), conjunt de productes paneuropeu de fenologia i productivitat de vegetació d'alta resolució (HR-VPP). El producte es compon de 4 índexs de vegetació en brut generats gairebé en temps real (NRT) a partir d'observacions de satèl·lit Sentinel-2. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: des d'octubre de 2016, actualitzat diàriament. **Resolució espacial**: 10 metres. **Ús comú**: avaluació i seguiment de la fenologia vegetal, inclosa la cobertura vegetal, la densitat, la productivitat i la salut.
es: El producto **Índices de vegetación** forma parte del conjunto de productos paneuropeos de alta resolución sobre fenología y productividad de la vegetación (HR-VPP) del Servicio de Vigilancia Terrestre de Copernicus (CLMS). El producto se compone de 4 Índices de Vegetación brutos generados casi en tiempo real (NRT) a partir de observaciones del satélite Sentinel-2. **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de datos**: Desde octubre de 2016, actualizados diariamente. **Resolución espacial**: 10 metros. **Uso común**: Evaluación y seguimiento de la fenología vegetal, incluida la cubierta vegetal, la densidad, la productividad y la salud.

source: The **Vegetation Phenology and Productivity Parameters** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The VPP product is comprised of 13 parameters that describe specific stages of the seasonal vegetation growth cycle. These parameters are extracted from Seasonal Trajectories of the Plant Phenology Index (PPI) derived from Sentinel-2 satellite observations. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since January 2017, updated annually. **Spatial resolution**: 10 meters. **Common Usage**: Detailed assessment of the impacts of human or climate change on the ecosystem through monitoring of vegetation responses to disturbances, e.g. droughts, storms, insect infestations, and to human influence from global to local levels.
ca: El producte **Vegetation Phenology and Productivity Parameters** forma part del servei de monitorització de terres de Copernicus (CLMS), conjunt de productes paneuropeu de fenologia i productivitat de la vegetació d'alta resolució (HR-VPP). El producte VPP està format per 13 paràmetres que descriuen etapes específiques del cicle de creixement de la vegetació estacional. Aquests paràmetres s'extreuen de Trajectories estacionals de l'Índex de fenologia vegetal (PPI) derivats de les observacions del satèl·lit Sentinel-2. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: des de gener de 2017, actualitzat anualment. **Resolució espacial**: 10 metres. **Usos comuns**: avaluació detallada dels impactes del canvi climàtic o humà sobre l'ecosistema mitjançant el seguiment de les respostes de la vegetació a les pertorbacions, p. sequeres, tempestes, infestacions d'insectes i a la influència humana des del nivell global fins al local.
es: El producto **Parámetros de Fenología y Productividad de la Vegetación** forma parte del conjunto de productos paneuropeos de Fenología y Productividad de la Vegetación de Alta Resolución (HR-VPP) del Servicio de Vigilancia Terrestre de Copernicus (CLMS). El producto VPP se compone de 13 parámetros que describen etapas específicas del ciclo estacional de crecimiento de la vegetación. Estos parámetros se extraen de las Trayectorias Estacionales del Índice de Fenología Vegetal (PPI) derivadas de las observaciones por satélite Sentinel-2. **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de datos**: Desde enero de 2017, actualizados anualmente. **Resolución espacial**: 10 metros. **Uso común**: Evaluación detallada de los impactos del cambio humano o climático en el ecosistema a través del seguimiento de las respuestas de la vegetación a las perturbaciones, por ejemplo, sequías, tormentas, plagas de insectos, y a la influencia humana desde el nivel global al local.

source: The **Persistent Snow Area (PSA)** product is generated annually from FSC products and provides the extent of persistent snow cover (the areas where snow is present throughout the hydrological year). **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 20 meters. **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte **Persistent Snow Area (PSA)** es genera anualment a partir de productes FSC i proporciona l'extensió de la coberta de neu persistent (les zones on hi ha neu durant tot l'any hidrològic). **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: de l'1 de setembre de 2016 fins a l'actualitat **Resolució espacial**: 20 metres. **Usos comuns**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: El producto **Superficie de nieve perpetua (Persistent Snow Area -PSA-)** se genera anualmente a partir de productos del FSC y proporciona la extensión de la cubierta de nieve persistente (las zonas en las que la nieve está presente durante todo el año hidrológico). **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de los datos**: 1 de septiembre de 2016 hasta la actualidad. **Resolución espacial**: 20 metros. **Uso común**: Los parámetros del producto pueden aplicarse a diversas aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.

source: The **Wet/Dry Snow (WDS)** product maps the snow state conditions within the snow mask defined by the FSCTOC product. **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 60 meters. **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
ca: El producte **Wet/Dry Snow (WDS)** mapea les condicions de l'estat de la neu dins de la màscara de neu definida pel producte FSCTOC. **Cobertura**: Europa (regió EEA39) des de la longitud de 25°W a 45°E i latitud de 26°N a 72°N. **Disponibilitat de dades**: de l'1 de setembre de 2016 fins a l'actualitat **Resolució espacial**: 60 metres. **Ús comú**: els paràmetres del producte es poden aplicar a diverses aplicacions, com ara la previsió meteorològica, els estudis hidrològics i la gestió de l'aigua. Per tant, la neu i la capa de gel són essencials per avaluar els perills naturals com inundacions, allaus i gestionar els riscos associats. L'estudi de la coberta de neu i gel també té aplicacions socioeconòmiques com ara el turisme d'hivern, l'agricultura i la silvicultura, la generació d'energia hidroelèctrica o el subministrament d'aigua.
es: El producto **Nieve Húmeda/Seca (Wet/Dry Snow -WDS-)** cartografía las condiciones del estado de la nieve dentro de la máscara de nieve definida por el producto FSCTOC. **Cobertura**: Europa (región EEA39) desde la longitud de 25°O a 45°E y la latitud de 26°N a 72°N. **Disponibilidad de los datos**: 1 de septiembre de 2016 hasta la actualidad. **Resolución espacial**: 60 metros. **Uso común**: Los parámetros del producto pueden aplicarse a diversas aplicaciones, como la predicción meteorológica, los estudios hidrológicos y la gestión del agua. La nieve y la cubierta de hielo son, por tanto, esenciales para evaluar peligros naturales como inundaciones, avalanchas y gestionar los riesgos asociados. El estudio de la cubierta de nieve y hielo también tiene aplicaciones socioeconómicas como el turismo de invierno, la agricultura y la silvicultura, la generación de energía hidroeléctrica o el suministro de agua.
