Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Your user instances could not be loaded as your Sentinel Hub account was not set up/expired. You can still use EO Browser but you will not be able to use personal user instances. To be able to set up personal user instances you can apply for a 30-days free trial or consider subscribing to one of the plans:
ca: Les vostres instàncies d'usuari no s'han pogut carregar perquè el vostre compte de Sentinel Hub no s'ha configurat o ha caducat. Encara podeu utilitzar EO Browser, però no podreu utilitzar instàncies d'usuari personals. Per poder configurar instàncies d'usuari personals, podeu sol·licitar una prova gratuïta de 30 dies o considerar la subscripció a un dels plans:␣
es: Sus credenciales de usuario no pueden ser cargadas o su cuenta Sentinel Hub no ha sido configurada o ha caducado. Puede seguir usando EO Browser pero no podrá usar su credencial de usuario. Para usar sus credenciales puede solicitar una período de prueba gratuito de 30 días o suscribirse a uno de los planes:
uk: Не вдалося завантажити ваші користувацькі налаштування, оскільки ваш обліковий запис Sentinel Hub не налаштовано/термін дії закінчився. Ви все ще можете користуватися EO Browser, але без користувацьких налаштувань. Щоб мати можливість здійснити користувацькі налаштування, ви можете подати заяву на 30-денну безкоштовну тестову версію або розглянути можливість передплати однієї з програм:

source: These are theme parts which contain unavailable data sources:
ca: Aquestes són les parts temàtiques que contenen fonts de dades no disponibles:
es: Existen partes del tema que contienen fuentes de datos no disponibles:
uk: Це частини теми, які містять недоступні джерела даних:

source: User Instances
ca: Instàncies d'usuari
es: Credenciales de usuario
uk: Приклади користувачів

source: Mouse navigation
ca: Navegació amb el ratolí
es: Navegación del ratón
uk: Навігація мишею

source: Recalculate
ca: Recalcular
es: Recalcular
uk: Перерахувати

source: Band 10 - Thermal Infrared (TIRS) - 10895 nm
ca: Banda 10 - Infraroig tèrmic - 10895 nm
es: Banda 10 - Infrarrojo térmico (TIRS) - 10895 nm
uk: Канал 10 - тепловий інфрачервоний (TIRS) - 10895 нм

source: Band 11 - Thermal Infrared (TIRS) - 12005 nm
ca: Banda 11 - Infraroig tèrmic - 12005 nm
es: Banda 11 - Infrarrojo térmico (TIRS) - 12005 nm
uk: Канал 11 - тепловий інфрачервоний (TIRS) - 12005 нм

source: Main discrete land cover classification according to FAO LCCS scheme
ca: Principal classificació discreta de la coberta del sòl segons l'esquema LCCS de la FAO
es: Clasificación principal discreta de la cobertura terrestre según el esquema LCCS de la FAO

source: Classification probability, a quality indicator for the discrete classification
ca: Probabilitat de classificació, un indicador de qualitat per a la classificació discreta
es: Probabilidad de clasificación, un indicador de calidad para la clasificación discreta

source: Forest type for all pixels where tree cover fraction is bigger than 1 %
ca: Tipus de bosc per a tots els píxels on la fracció de coberta arbòria és superior a l'1 %
es: Tipo bosque para todos los píxeles en los que la fracción de cobertura arbórea es superior a 1%

source: Fractional cover (%) for the bare and sparse vegetation class
ca: Fracció de Coberta (%) per a la classe de vegetació nua i escassa
es: Cobertura en % para la clase de vegetación escasa y desnuda

source: Fractional cover (%) for the cropland class
ca: Fracció de Coberta (%) per a la classe de conreu
es: Cobertura en % para la clase tierras de cultivo

source: Fractional cover (%) for the herbaceous vegetation class
ca: Fracció de Coberta (%) per a la classe de vegetació herbàcia
es: Cobertura en % para la clase vegetación herbácea

source: Fractional cover (%) for the moss & lichen class
ca: Fracció de Coberta (%) per a la classe de molsa i líquen
es: Cobertura en % para la clase musgo y liquen

source: Fractional cover (%) for the shrubland class
ca: Fracció de coberta (%) per a la classe arbustiva
es: Cobertura en % para la clase matorral

source: Fractional cover (%) for the snow & ice class
ca: Fracció de coberta (%) per a la classe de neu i gel
es: Cobertura en % para la clase nieve y hielo

source: Fractional cover (%) for the forest class
ca: Fracció de coberta (%) per a la classe forestal
es: Cobertura en % para la clase bosque

source: Fractional cover (%) for the built-up class
ca: Fracció de coberta (%) per a la classe urbanitzada
es: Cobertura en % para la clase construcciones

source: Fractional cover (%) for the permanent inland water bodies class
ca: Fracció de coberta (%) per a la classe de masses d'aigua continentals permanents
es: Cobertura en % para la clase cuerpos permanentes de agua continental

source: Fractional cover (%) for the seasonal inland water bodies class
ca: Fracció de coberta (%) per a la classe estacional de masses d'aigües continentals
es: Cobertura en % para la clase cuerpos estacionales de agua continental

source: Data density indicator showing quality of the EO input data (0 = bad, 100 = perfect data)
ca: Indicador de densitat de dades que mostra la qualitat de les dades d'entrada d'EO (0 = dolenta, 100 = dades perfectes)
es: Indicador de densidad de datos mostrando la calidad de los datos de entrada de observación terrestre (0 = mala, 100 = perfecta)

source: Quality layer regarding the change detection of the current mapped year to the previous mapped year. It is a 3 level confidence mask for all CONSO and NRT maps with value definitions as: 0 = No change. 1 - Potential confidence. 2 - Medium confidence. 3 = High confidence. NOTE: The values of Change_Confidence_layer band in 2015 data are not shown correctly, therefore this band in 2015 data should not be used.
ca: Capa de qualitat pel que fa a la detecció de canvis de l'any cartografiat actual a l'any cartografiat anterior. És una màscara de confiança de 3 nivells per a tots els mapes CONSO i NRT amb definicions de valors com: 0 = Sense canvis. 1 - Confiança potencial. 2 - Confiança mitjana. 3 = Alta confiança. NOTA: Els valors de la banda Change_Confidence_layer a les dades de 2015 no es mostren correctament, per tant, aquesta banda de dades de 2015 no s'hauria d'utilitzar.
es: Capa de calidad que representa la detección de cambios del año anterior cartografiado con respecto al año anterior disponible. Es una máscara de tres niveles obtenido a partir de mapas CONSO y NRT con las siguientes definiciones de valores: 0 = Sin cambio 1 - Confianza baja 2 = Confianza media 3 = Confianza alta NOTA: Los valores de la banda Change_Confidence_layer en 2015 no son mostrados de forma correcta, por lo que esta banda en los datos de 2015 no debería ser usada.

source: Drag classes onto RGB fields.
ca: Arrossegueu les classes als camps RGB.
es: Arrastrar clases a los campos RGB.
uk: Перетягніть класи до полів RGB.

source: **CORINE Land Cover (CLC)** inventory is a vector-based dataset that consists of 44 land cover and land use classes, derived from a series of satellite missions. In the majority of European countries, CLC is produced using visual interpretation of high resolution satellite imagery. In a few countries semi-automatic solutions are applied, using national in-situ data, satellite image processing, GIS integration and generalisation. More information [here](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Coverage**: Most of Europe. **Data availability**: CLC data is updated every 6 years. In EO Browser, data is available on the following dates: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Common Usage**: Land use and land cover monitoring, analysis and change prediction for various applications, including environment, agriculture, transport and spatial planning.
ca: L'inventari **CORINE Land Cover (CLC)** és un conjunt de dades basat en vectors que consta de 44 classes de cobertura i ús del sòl, derivades d'una sèrie de missions per satèl·lit. A la majoria dels països europeus, el CLC es produeix mitjançant la interpretació visual d'imatges de satèl·lit d'alta resolució. En alguns països s'apliquen solucions semiautomàtiques, utilitzant dades nacionals in situ, processament d'imatges per satèl·lit, integració i generalització de GIS. Més informació [aquí](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Cobertura**: la major part d'Europa. **Disponibilitat de dades**: Les dades del CLC s'actualitzen cada 6 anys. Al navegador EO, les dades estan disponibles en les dates següents: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Ús comú**: Monitorització, anàlisi i predicció de canvis d'ús i coberta del sòl per a diverses aplicacions, com ara medi ambient, agricultura, transport i planificació del territori.
es: El inventario **CORINE Land Cover (CLC)** es un conjunto de datos vectoriales que consta de 44 clases de ocupación y uso del suelo, derivadas de una serie de misiones por satélite. En la mayoría de los países europeos, el CLC se elabora mediante la interpretación visual de imágenes de satélite de alta resolución. En unos pocos países se aplican soluciones semiautomáticas, utilizando datos nacionales in-situ, procesamiento de imágenes de satélite, integración en SIG y generalización. Más información [aquí](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Cobertura**: La mayor parte de Europa. **Disponibilidad de los datos**: Los datos del CLC se actualizan cada 6 años. En EO Browser, los datos están disponibles en las fechas siguientes: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Uso común**: Seguimiento, análisis y predicción de cambios en el uso y la ocupación del suelo para diversas aplicaciones, como el medio ambiente, la agricultura, el transporte y la ordenación territorial.
uk: Реєстр **CORINE Land Cover (CLC)** - це векторний набір даних, який складається з 44 класів ґрунтового покриву та землекористування, отриманих за допомогою серії супутникових місій. У більшості європейських країн CLC створюється шляхом візуальної інтерпретації супутникових зображень з високою просторовою розрізненістю. У кількох країнах застосовуються напівавтоматичні рішення на базі місцевих даних спостережень, обробки супутникових зображень, інтеграції та узагальнення ГІС. Більше інформації [тут](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Покриття**: більша частина Європи. **Доступність даних**: Дані CLC оновлюються кожні 6 років. У EO Browser дані доступні на такі дати: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Загальне використання**: Моніторинг використання землі та ґрунтового покриву, аналіз і прогнозування змін для різних застосувань, у тому числі охорони навколишнього середовища, сільського господарства, транспорту та просторового планування.

source: **Global Land Cover** products provide a discrete land cover classification map according to UN-FAO Land Cover Classification System. Additional continuous fractional layers for all basic land cover classes are included as bands, to provide more detailed information on each land cover class. More information [here](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Coverage**: Global. **Data availability**: Updated on a yearly basis. In EO Browser, data is available on the following dates: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Common Usage**: Land use and land cover monitoring, used to aid policy decisions on various issues, including agriculture and food security, biodiversity, climate change, forest and water resources, land degradation & desertification and rural development.
ca: Els productes **Global Land Cover** proporcionen un mapa discret de classificació de la coberta del sòl d'acord amb el Sistema de classificació de la coberta del sòl UN-FAO. S'inclouen com a bandes capes fraccionades contínues addicionals per a totes les classes bàsiques de cobertura del sòl, per proporcionar informació més detallada sobre cada classe de cobertura del sòl. Més informació [aquí](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Cobertura**: global. **Disponibilitat de dades**: Actualitzat anualment. Al navegador EO, les dades estan disponibles en les dates següents: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Ús comú**: Monitorització de l'ús del sòl i la cobertura del sòl, que s'utilitza per ajudar a prendre decisions polítiques sobre diverses qüestions, com ara l'agricultura i la seguretat alimentària, la biodiversitat, el canvi climàtic, els recursos forestals i hídrics, la degradació i desertificació del sòl i el desenvolupament rural.
es: Los productos **Global Land Cover** proporcionan un mapa discreto de clasificación de la cubierta terrestre según el Sistema de Clasificación de la Cubierta Terrestre de la ONU-FAO. Se incluyen capas parciales continuas adicionales para todas las clases básicas de cobertura del suelo como bandas, para proporcionar información más detallada sobre cada clase de cobertura del suelo. Más información [aquí](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Cobertura**: Global. **Disponibilidad de los datos**: Actualizados anualmente. En EO Browser, los datos están disponibles en las fechas siguientes: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Uso común**: Seguimiento del uso del suelo y de la cubierta terrestre, utilizado para ayudar a tomar decisiones políticas sobre diversas cuestiones, como la agricultura y la seguridad alimentaria, la biodiversidad, el cambio climático, los recursos forestales e hídricos, la degradación del suelo y la desertificación y el desarrollo rural.
uk: Продукти **Глобального земного покриву** (Global Land Cover) забезпечують дискретну карту класифікації земного покриву відповідно до Системи класифікації земного покриву ООН-ФАО. Додаткові безперервні часткові шари для всіх основних класів ґрунтового покриву представлені як канали, за допомогою яких можна отримати більш детальну інформацію про кожен клас ґрунтового покриву. Більше інформації [тут](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Покриття**: весь світ. **Доступність даних**: Оновлюється щороку. У EO Browser дані доступні на такі дати: 01.01.2015, 01.01.2016, 01.01.2017, 01.01.2018, 01.01.2019. **Загальне використання**: Моніторинг землекористування та ґрунтового покриву, результати якого використовуються при прийнятті політичних рішень з різних питань, у тому числі у сфері сільського господарства та продовольчої безпеки, біорізноманіття, зміни клімату, лісових та водних ресурсів, деградації земель та опустелювання і розвитку сільських районів.

source: File upload
ca: Carregar fitxer
es: Carga de archivo
uk: Завантаження файлу

source: Main Water Bodies detection layer showing water pixels and non-water pixels 0 = Sea 70 = Water 251 = No data 255 = No water
ca: Capa de detecció de masses d'aigua principals que mostra píxels d'aigua i píxels no hídrics 0 = Mar 70 = Aigua 251 = Sense dades 255 = Sense aigua
es: Capa de detección de masas de agua principales que muestra píxeles de agua y píxeles que no son de agua 0 = Mar 70 = Agua 251 = Sin datos 255 = Sin agua
uk: Шар виявлення основних водних об’єктів, який відображає пікселі води та пікселі, що не є водою 0 = Море 70 = Вода 251 = Немає даних 255 = Немає води

source: Quality layer which gives information on water bodies occurrence 0 = Sea 71 = Very low occurence 72 = Low occurence 73 = Medium occurence 74 = High occurence 75 = Very high occurence 76 = Permanent occurence 251 = No data 252 = Cloud 255 = Not water
ca: Capa de qualitat que dóna informació sobre l'aparició de masses d'aigua 0 = Mar 71 = Ocurrència molt baixa 72 = Ocurrència baixa 73 = Ocurrència mitjana 74 = Ocurrència alta 75 = Ocurrència molt alta 76 = Ocurrència permanent 251 = Sense dades 252 = núvol 255 = No aigua
es: Capa de calidad que ofrece información sobre la presencia de masas de agua 0 = Mar 71 = Muy baja presencia 72 = Baja presencia 73 = Presencia media 74 = Alta presencia 75 = Muy alta 76 = Frecuencia permanente 251 = Sin datos 252 = Nube 255 = No agua
uk: Шар якості, який дає інформацію про наявність водойм 0 = Море 71 = Дуже низька вірогідність наявності 72 = Низька вірогідність наявності 73 = Середня вірогідність наявності 74 = Висока вірогідність наявності 75 = Дуже висока вірогідність наявності 76 = Постійне існування 251 = Немає даних 252 = Хмара 255 = Не вода

source: The **Water Bodies** product shows the surface extent covered by inland water on a permanent, seasonal or occasional basis on a global scale. It contains one main Water Body detection layer (WB) and one Quality layer (QUAL), that provides information on the seasonal dynamics of the detected water bodies. More information [here](https://collections.sentinel-hub.com/water-bodies/). **Coverage**: Global coverage from longitude -180°E to +180°W and latitude +80°N to -60°S. Depending on the month, some high latitude areas are not covered by Sentinel-2 satellites. **Data Availability**: Since October 2020, updated monthly. **Common Usage** Monitoring of water bodies, droughts, floods and climate change.
ca: El producte **Masses d'aigua** mostra l'extensió de la superfície coberta per l'aigua continental de manera permanent, estacional o ocasional a escala global. Conté una capa principal de detecció de masses d'aigua (Water Bodies o WB, en anglès) i una capa de qualitat (QUAL), que proporciona informació sobre la dinàmica estacional de les masses d'aigua detectades. Més informació [aquí](https://collections.sentinel-hub.com/water-bodies/). **Cobertura**: Cobertura global de longitud -180°E a +180°W i latitud +80°N a -60°S. Depenent del mes, algunes zones de latituds altes no estan cobertes pels satèl·lits Sentinel-2. **Disponibilitat de dades**: Des d'octubre de 2020, actualitzat mensualment. **Ús comú** Seguiment de masses d'aigua, sequeres, inundacions i canvi climàtic.
es: El producto **Cuerpos de Agua** muestra la extensión de la superficie cubierta por aguas continentales de forma permanente, estacional u ocasional a escala global. Contiene una capa principal de detección de masas de agua (Water Bodies -WB-) y una capa de calidad (QUAL), que proporciona información sobre la dinámica estacional de las masas de agua detectadas. Más información [aquí](https://collections.sentinel-hub.com/water-bodies/). **Cobertura**: Cobertura mundial de longitud -180°E a +180°O y de latitud +80°N a -60°S. Dependiendo del mes, algunas zonas de alta latitud no están cubiertas por los satélites Sentinel-2. **Disponibilidad de datos**: Desde octubre de 2020, actualizados mensualmente. **Uso común Seguimiento de masas de agua, sequías, inundaciones y cambio climático.
uk: Продукт **Водні об’єкти** відображає екстент земної поверхні, на якій розташовуються внутрішні водойми на постійній, сезонній або випадковій основі в глобальному масштабі. Він містить один основний шар виявлення водних об’єктів (WB) та один якісний шар (QUAL), які надають інформацію про сезонну динаміку виявлених водойм. Більше інформації [тут](https://collections.sentinel-hub.com/water-bodies/). **Покриття**: Глобальне покриття від -180°E до +180°W і широти від +80°N до -60°S. Залежно від місяця, деякі райони високих широт не охоплюються супутниками Sentinel-2. **Доступність даних**: З жовтня 2020 року, оновлюються щомісяця. **Загальне використання** Моніторинг водних об’єктів, посух, повеней та змін клімату.

source: Ultra Blue (443 nm)
ca: Ultra Blau (443 nm)
es: Azul profundo (443 nm)
uk: Ультра-синій (443 нм)

source: Blue (482 nm)
ca: Blau (482 nm)
es: Azul (482 nm)
uk: Блакитний (482 нм)

source: Green (561.5 nm)
ca: Verd (561,5 nm)
es: Verde (561.5 nm)
uk: Зелений (561.5 нм)

source: Red (654.5 nm)
ca: Vermell (654,5 nm)
es: Rojo (654.5 nm)
uk: Червоний (654.5 нм)

source: Near Infrared (NIR) (865 nm)
ca: Infraroig proper (NIR) (865 nm)
es: Infrarrojo próximo (NIR) (865 nm)
uk: Ближній Інфрачервоний (NIR) (865 нм)

source: Shortwave Infrared (SWIR) 1 (1608.5 nm)
ca: Infraroig d'ona curta (SWIR) 1 (1608,5 nm)
es: Infrarrojo de onda corta (SWIR) 1 (1608.5 nm)
uk: Короткохвильовий інфрачервоний (SWIR) 1 (1608,5 нм)

source: Shortwave Infrared (SWIR) 2 (2200.5 nm)
ca: Infraroig d'ona curta (SWIR) 2 (2200,5 nm)
es: Infrarrojo de onda corta (SWIR) 2 (2200.5 nm)
uk: Короткохвильовий інфрачервоний (SWIR) 2 (2200,5 нм)

source: Thermal Infrared (TIRS) 1(10895 nm)
es: Infrarrojo térmico (TIRS) 1 (10895 nm)
uk: Термальний інфрачервоний (TIRS) 1 (10895 нм)

source: **Level-1** data (from **Landsat Collection 2**) provides global top of the atmosphere reflectance and top of the atmosphere brightness temperature products. The data underwent several processing steps including geometric and radiometric improvements. More info about Level-1 data [here](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
ca: Les dades de **Nivell-1** (de **Col·lecció Landsat 2**) proporcionen els productes de la part superior global de la reflectància de l'atmosfera i la part superior de la temperatura de la brillantor de l'atmosfera. Les dades es van sotmetre a diversos passos de processament, incloent millores geomètriques i radiomètriques. Més informació sobre les dades de nivell 1 [aquí](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt -science_support_page_related_con) i [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
es: Los datos **Nivel-1** (de **Colección Landsat 2**) proporcionan productos de reflectancia en la parte superior de la atmósfera y temperatura de brillo de la atmósfera. Los datos se sometieron a varias etapas de tratamiento, incluidas mejoras geométricas y radiométricas. Más información sobre los datos Nivel-1 [aquí](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) y [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
uk: Дані **Рівня 1** (з **Landsat Collection 2**) дозволяють отримати глобальні температурні дані про коефіцієнт відбиття та яскравість у верхніх шарах атмосфери. Дані пройшли кілька етапів обробки, зокрема геометричні та радіометричні удосконалення. Більше інформації про дані Рівня 1 [тут](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt -science_support_page_related_con) і [тут](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
