Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: ### Ozone (O3) Ozone is of crucial importance for the equilibrium of the Earth atmosphere. In the stratosphere, the ozone layer shields the biosphere from dangerous solar ultraviolet radiation. In the troposphere, it acts as an efficient cleansing agent, but at high concentration it also becomes harmful to the health of humans, animals, and vegetation. Ozone is also an important greenhouse-gas contributor to ongoing climate change. Since the discovery of the Antarctic ozone hole in the 1980s and the subsequent Montreal Protocol regulating the production of chlorine-containing ozone-depleting substances, ozone has been routinely monitored from the ground and from space. Measurements are in mol per square meter (mol/ m^2) More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
ca: ### Ozó (O3) L'ozó té una importància crucial per a l'equilibri de l'atmosfera terrestre. A l'estratosfera, la capa d'ozó protegeix la biosfera de la perillosa radiació ultraviolada solar. A la troposfera, actua com un agent de neteja eficient, però a alta concentració també es fa perjudicial per a la salut dels humans, els animals i la vegetació. L'ozó també és un important gas d'efecte hivernacle que contribueix al canvi climàtic en curs. Des del descobriment del forat d'ozó antàrtic a la dècada de 1980 i el posterior Protocol de Mont-real que regula la producció de substàncies que destrueixen la capa d'ozó que contenen clor, l'ozó s'ha controlat rutinàriament des del sòl i des de l'espai. Les mesures són en mol per metre quadrat (mol/m^2) Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
es: ### Ozono (O3) El ozono es trascendental para el equilibrio de la atmósfera terrestre. La capa de ozono de la estratosfera protege la biosfera de la peligrosa radiación ultravioleta. En la troposfera, el ozono actúa como un agente limpiador muy eficaz, pero en concentraciones elevadas resulta perjudicial para la salud humana, de los animales y de las plantas. El ozono es, además, uno de los gases con una contribución significativa al efecto invernadero responsable del cambio climático en curso. Desde el descubrimiento del agujero de ozono antártico en la década de 1980 y el posterior protocolo de Montreal que regula la producción de sustancias cloradas destructoras de ozono, este gas se ha venido monitorizando de manera rutinaria tanto desde el suelo como desde el espacio. Las medidas se dan en moles por metro cuadrado (mol/ m^2) Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
uk: ### Озон (O3) Озон відіграє вирішальну роль у підтриманні балансу земної атмосфери. У стратосфері озоновий шар захищає біосферу від небезпечного ультрафіолетового випромінювання сонця. У тропосфері він діє як ефективний очисник, але у високій концентрації він також стає шкідливим для здоров’я людей, тварин і рослинності. Озон також відіграє важливу роль у розвитку парникового ефекту, що спричиняє зміну клімату. З моменту відкриття озонової діри в Антарктиці в 1980-х роках і подальшого підписання Монреальського протоколу, що регулює виробництво хлоровмісних озоноруйнівних речовин, озон регулярно контролювали як із Землі, так і з космосу. Одиниця вимірювання - моль на квадратний метр (моль/м^2) Більше інформації [тут.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)

source: ### Nitrogen Dioxide (NO2) Nitrogen dioxide (NO2) and nitrogen oxide (NO) together are usually referred to as nitrogen oxides. They are important trace gases in the Earth’s atmosphere, present in both the troposphere and the stratosphere. They enter the atmosphere as a result of anthropogenic activities (particularly fossil fuel combustion and biomass burning) and natural processes (such as microbiological processes in soils, wildfires and lightning). Measurements are in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
ca: ### Diòxid de nitrogen (NO2) El diòxid de nitrogen (NO2) i l'òxid de nitrogen (NO) junts solen anomenar-se òxids de nitrogen. Són gasos traça importants a l'atmosfera terrestre, presents tant a la troposfera com a l'estratosfera. Entren a l'atmosfera com a resultat d'activitats antropogèniques (especialment combustió de combustibles fòssils i combustió de biomassa) i de processos naturals (com processos microbiològics en sòls, incendis forestals i llamps). Les mesures són en mol per metre quadrat (mol/m^2). Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
es: ### Dióxido de nitrógeno (NO2) El dióxido de nitrógeno (NO2) y el monóxido de nitrógeno (NO) suelen recibir la denominación conjunta de óxidos de nitrógeno. Son gases traza importantes en la atmósfera terrestre y se encuentran tanto en la troposfera como en la estratosfera. Aparecen en la atmósfera debido a actividades antropogénicas (en especial por la quema de combustibles fósiles y de biomasa), pero también por procesos naturales como ciertas actividades microbianas en los suelos, incendios forestales y caída de rayos. Las medidas se dan en moles por metro cuadrado (mol/ m^2). Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
uk: ### Діоксид азоту (NO2) Діоксид азоту (NO2) і оксид азоту (NO) зазвичай називають разом оксидами азоту. Вони є важливими слідовими газами в атмосфері Землі, що присутні як у тропосфері, так і в стратосфері. Вони потрапляють до атмосфери в результаті антропогенної діяльності (зокрема, спалювання викопного палива та біомаси) і природних процесів (таких як мікробіологічні процеси в ґрунтах, лісові пожежі та блискавки). Одиниця вимірювання - моль на квадратний метр (моль/м^2). Більше інформації [тут.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)

source: ### Carbon Monoxide (CO) Carbon monoxide (CO) is an important atmospheric trace gas. In certain urban areas, it is a major atmospheric pollutant. Main sources of CO are combustion of fossil fuels, biomass burning, and atmospheric oxidation of methane and other hydrocarbons. The carbon monoxide total column is measured in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
ca: ### Monòxid de carboni (CO) El monòxid de carboni (CO) és un important gas traça atmosfèric. En determinades zones urbanes, és un important contaminant atmosfèric. Les principals fonts de CO són la combustió de combustibles fòssils, la combustió de biomassa i l'oxidació atmosfèrica del metà i altres hidrocarburs. La columna total de monòxid de carboni es mesura en mol per metre quadrat (mol/m^2). Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
es: ### Monóxido de carbono (CO) El monóxido de carbono (CO) es un gas traza muy importante. Actúa como uno de los contaminantes principales en las zonas urbanas. Sus fuentes principales son la quema de combustibles fósiles, la combustión de biomasa y la oxidación atmosférica de metano y otros hidrocarburos. La columna total de monóxido de carbono se mide en moles por metro cuadrado (mol/ m^2). Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
uk: ### Монооксид вуглецю (CO) Монооксид вуглецю (CO) є важливим слідовим атмосферним газом. У деяких міських районах він є основним забруднювачем атмосфери. Основними джерелами CO є спалювання викопного палива, біомаси та атмосферне окислення метану й інших вуглеводнів. Загальний вміст монооксиду вуглецю в атмосферному стовпі вимірюється в молях на квадратний метр (моль/м^2). Більше інформації [тут.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)

source: ### Aerosol Index The Aerosol Index (AI) is a qualitative index indicating the presence of elevated layers of aerosols in the atmosphere. It can be used to detect the presence of UV absorbing aerosols such as desert dust and volcanic ash plumes. Positive values (from light blue to red) indicate the presence of UV-absorbing aerosol. This index is calculated for two pairs of wavelengths: 340/380 nm and 354/388 nm. More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
ca: ### Índex d'aerosols L'índex d'aerosols (Aerosol Index o AI en anglès) és un índex qualitatiu que indica la presència de capes elevades d'aerosols a l'atmosfera. Es pot utilitzar per detectar la presència d'aerosols absorbents d'UV, com ara pols del desert i plomes de cendra volcànica. Els valors positius (de blau clar a vermell) indiquen la presència d'aerosols que absorbeixen UV. Aquest índex es calcula per a dos parells de longituds d'ona: 340/380 nm i 354/388 nm. Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
es: ### Índice de aerosoles El índice de aerosoles (AI, Aerosol Index) es un indicador cualitativo que evalúa la presencia de capas de aerosoles suspendidos en la atmósfera. Puede usarse para detectar aerosoles absorbentes de la radiación UV, como el polvo del desierto o los penachos de cenizas volcánicas. Adopta valores positivos (del azul claro al rojo) cuando hay aerosoles que absorben UV. El índice se calcula a partir de dos parejas de longitudes de onda: 340/380 nm y 354/388 nm. Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
uk: ### Аерозольний індекс Аерозольний індекс (AI) — це якісний показник, що вказує на наявність підвищеного рівня аерозолів у шарах атмосфери. Його можна використовувати для виявлення аерозолів, що поглинають ультрафіолетові промені, таких як пустельний пил і шлейфи вулканічного попелу. Позитивні значення (від світло-синього до червоного) вказують на наявність аерозолю, що поглинає УФ. Цей індекс розраховується для двох пар довжин хвиль: 340/380 нм і 354/388 нм. Більше інформації [тут.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)

source: # Cloud base height Height of cloud base measured in meters (m).
ca: # Altura de la base del núvol Alçada de la base del núvol mesurada en metres (m).
es: # Altitud de la base de las nubes Altitud de la base de las nubes medida en metros (m).
uk: # Висота основи хмари Висота основної частини хмари вимірюється в метрах (м).

source: # Cloud base pressure Pressure measured at cloud base in Pascal (Pa).
ca: # Pressió base del núvol Pressió mesurada a la base del núvol en Pascal (Pa).
es: # Presión en la base de las nubes Presión en la base de las nubes medida en pascales (Pa).
uk: # Тиск в основі хмари. Тиск, який вимірюється в основі хмари в паскалях (Па).

source: # Cloud optical thickness The cloud thickness is a key parameter to characterise optical properties of clouds. It is a measure of how much sunlight passes through the cloud to reach Earth's surface. The higher a cloud's optical thickness, the more sunlight the cloud is scattering and reflecting. Dark blue shows where there are low cloud optical thickness values and red shows larger cloud optical thickness.
ca: # Espessor òptica del núvol L'espessor òptica dels núvol és un paràmetre clau per caracteritzar les propietats òptiques dels núvols. És una mesura de quanta llum solar travessa el núvol per arribar a la superfície de la Terra. Com més gran sigui el gruix òptic d'un núvol, més llum solar dispersa i reflecteix el núvol. El blau fosc mostra on hi ha valors de gruix òptic del núvol baix i el vermell mostra un gruix òptic del núvol més gran.
es: # Espesor óptico de las nubes El espesor óptico es un parámetro crucial para caracterizar las propiedades ópticas de las nubes. Constituye una medida de la cantidad de luz solar que logra atravesarlas hasta alcanzar la superficie terrestre. Cuanto mayor sea el espesor óptico de una nube, mayor es la cantidad de luz solar esparcida y reflejada por ella. El azul oscuro indica valores bajos de espesor óptico, mientras que el rojo corresponde a espesores mayores.
uk: # Оптична товщина хмари Товщина хмари є ключовим параметром для визначення оптичних властивостей хмар. Це показник того, скільки сонячного світла проходить крізь хмару та досягає поверхні Землі. Чим вище оптична товщина хмари, тим більше сонячного світла розсіює та відбиває хмара. Темно-синій колір свідчить про низькі показники оптичної товщини хмар, а червоний - про високі показники оптичної товщини хмар.

source: # Cloud top height Height of cloud top measured in meters (m).
ca: # Altura superior del núvol Alçada de la part superior del núvol mesurada en metres (m).
es: # Altitud de la cima de las nubes Altitud de la cima de las nubes medida en metros (m).
uk: # Висота вершини хмари Висота верхньої частини хмари вимірюється в метрах (м).

source: # Cloud top pressure Pressure measured at cloud top in Pascal (Pa).
ca: # Pressió superior del núvol Pressió mesurada a la part superior del núvol en Pascal (Pa).
es: # Presión en la cima de las nubes Presión en la cima de las nubes medida en pascales (Pa).
uk: # Тиск на вершині хмари Тиск, виміряний на вершині хмари в паскалях (Па).

source: # Normalized Difference Vegetation Index (NDVI) The normalized difference vegetation index is a simple, but effective index for quantifying green vegetation. It is a measure of the state of vegetation health based on how plants reflect light at certain wavelengths. The value range of the NDVI is -1 to 1. Negative values of NDVI (values approaching -1) correspond to water. Values close to zero (-0.1to 0.1) generally correspond to barren areas of rock, sand, or snow. Low, positive values represent shrub and grassland (approximately 0.2 to 0.4), while high values indicate temperate and tropical rainforests (values approaching 1). More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) and [here.](https://eos.com/ndvi/)
ca: # Índex de vegetació de diferència normalitzada (NDVI en anglès) L'índex de vegetació de diferència normalitzada és un índex senzill, però eficaç per quantificar la vegetació verda. És una mesura de l'estat de salut de la vegetació basada en com les plantes reflecteixen la llum a determinades longituds d'ona. El rang de valors de l'NDVI és de -1 a 1. Els valors negatius de l'NDVI (valors propers a -1) corresponen a l'aigua. Els valors propers a zero (-0,1 a 0,1) corresponen generalment a zones àrids de roca, sorra o neu. Els valors baixos i positius representen arbustos i pastures (aproximadament entre 0,2 i 0,4), mentre que els valors alts indiquen boscos pluvials temperats i tropicals (valors propers a 1). Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) i [aquí](https://eos.com/ndvi/)
es: # Índice normalizado de vegetación (NDVI) El índice normalizado de vegetación (NDVI, Normalized Difference Vegetation Index) es un índice simple, pero efectivo, para cuantificar la vegetación verde. Ofrece una medida del estado de salud de la vegetación, basado en el modo en que las plantas reflejan la luz de ciertas longitudes de onda. NDVI adopta valores entre -1 y +1. Los valores negativos (los más cercanos a -1) corresponden a agua. Valores en torno a cero (entre -0.1 y +0.1) suelen indicar zonas sin vegetación como roca, arena o nieve. Los valores positivos pero pequeños se corresponden con arbustos y campos cubiertos de hierba (aproximadamente entre +0.2 y +0.4), en tanto que cifras más elevadas describen los bosques templados y las selvas tropicales (valores cercanos a +1). Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) y [aquí.](https://eos.com/ndvi/)
uk: # Нормалізований диференційний вегетаційний індекс (NDVI). Нормалізований диференційний вегетаційний індекс є простим, але ефективним показником для кількісної оцінки зеленої біомаси. Це показник стану здоров’я рослинності, який базується на тому, як рослини відбивають хвилі світла певної довжини. Діапазон значень NDVI становить від -1 до 1. Від'ємні значення NDVI (значення, що наближаються до -1) означають наближення до води. Значення, близькі до нуля (від -0,1 до 0,1), зазвичай означають розташування на оголених ділянках скель, піску або снігу. Низькі додатні значення характерні для чагарників і лук (приблизно від 0,2 до 0,4), тоді як високі значення характерні для рослинності помірних і тропічних лісів (значення наближені до 1). Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) і [тут.](https://eos.com/ndvi/)

source: # Enhanced Vegetation Index (EVI) The enhanced vegetation index (EVI) is an 'optimized' vegetation index as it corrects for soil background signals and atmospheric influences. It is very useful in areas of dense canopy cover. The range of values for EVI is -1 to 1, with healthy vegetation generally around 0.20 to 0.80. More infos [here](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) and [here.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
ca: # Índex de vegetació millorat (EVI en anglès) L'índex de vegetació millorat (EVI) és un índex de vegetació "optimitzat", ja que corregeix els senyals de fons del sòl i les influències atmosfèriques. És molt útil en zones de coberta densa. El rang de valors de l'EVI és de -1 a 1, amb vegetació sana generalment al voltant de 0,20 a 0,80. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) i [aquí.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php )
es: # Índice realzado de vegetación (EVI) El índice realzado de vegetación (EVI, Enhanced Vegetation Index") es un índice de vegetación optimizado que corrige las señales de fondo debidas al terreno y a efectos atmosféricos. Resulta muy útil en áreas de cobertura boscosa densa. El EVI adopta valores entre -1 y +1, y la vegetación sana suele caer entre +0.20 y +0.80. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) y [aquí.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
uk: # Вдосконалений вегетаційний індекс (EVI) Вдосконалений вегетаційний індекс (EVI) є «оптимізованим» індексом рослинності, оскільки він коригує фонові сигнали ґрунту та атмосферний вплив. Він дуже корисний для застосування до місць із щільним покривом. Діапазон значень EVI становить від -1 до 1; здорова рослинність зазвичай має значення від 0,20 до 0,80. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) і [тут.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php )

source: # Atmospherically Resistant Vegetation Index (ARVI) The Atmospherically Resistant Vegetation Index (ARVI) is a vegetation index that minimizes the effects of atmospheric scattering. It is most useful for regions with high content of atmospheric aerosol (fog, dust, smoke, air pollution). The range for an ARVI is -1 to 1 where green vegetation generally falls between values of 0.20 to 0.80. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
ca: # Índex de vegetació resistent a l'atmosfera (ARVI en anglès) L'Índex de vegetació resistent a l'atmosfera (ARVI) és un índex de vegetació que minimitza els efectes de la dispersió atmosfèrica. És més útil per a regions amb alt contingut d'aerosols atmosfèrics (boira, pols, fum, contaminació de l'aire). L'interval per a un ARVI és de -1 a 1, on la vegetació verda generalment cau entre valors de 0,20 a 0,80. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) i [aquí.](https://eos.com/blog/6-spectral-indexes-on -top-of-ndvi-per-completar-la-teva-anàlisi-de-vegetació/)
es: # Índice de vegetación resistente a la atmósfera (ARVI) El índice de vegetación resistente a la atmósfera (ARVI, Atmospherically Resistant Vegetation Index) minimiza el efecto del esparcimiento atmosférico. Resulta especialmente útil en regiones donde la atmósfera presenta un contenido elevado de aerosoles (niebla, polvo, humo, contaminación del aire). El ARVI adopta valores entre -1 y +1, donde la vegetación verde suele aparecer entre 0.10 y 0.80. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) y [aquí.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
uk: # Вегетаційний індекс, сталий до впливу атмосфери (ARVI) Вегетаційний індекс, сталий до впливу атмосфери (ARVI) — це індекс рослинності, який мінімізує вплив атмосферного розсіювання. Його застосування найбільш корисне для регіонів з високим вмістом атмосферного аерозолю (туман, пил, задимлення, забруднення повітря). Діапазон ARVI становить від -1 до 1; зелена рослинність зазвичай має значення від 0,20 до 0,80. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) і [тут.](https://eos.com/blog/6-spectral-indexes-on -top-of-ndvi-to-make-your-vegetation-analysis-complete/)
