Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Transition:
ca: Transició:
es: Transición:
uk: Перехід:

source: None
ca: Cap
es: Ninguno
uk: Немає

source: Fade
ca: Esvair
es: Atenuar
uk: Згасання

source: Could not generate timelapse animation file. Try using lower resolution or fewer frames.
ca: No s'ha pogut generar el fitxer d'animació de timelapse. Proveu d'utilitzar una resolució més baixa o menys fotogrames.
es: No se ha podido generar el archivo de animación temporal. Intente usar una resolución más baja o un número menor de fotogramas.
uk: Не вдалося створити файл анімації. Спробуйте використати нижче просторову розрізненість або меншу кількість кадрів.

source: Width
ca: Amplada
es: Anchura
uk: Ширина

source: Height
ca: Alçada
es: Altura
uk: Висота

source: Format
es: Formato
uk: Формат

source: For optimisation reasons MPEG4 output format will always be used for generating a timelapse with transition "fade", even when GIF is selected.
ca: Per raons d'optimització, el format de sortida MPEG4 sempre s'utilitzarà per generar un timelapse amb transició "esvaït", fins i tot quan se seleccioneu GIF.
es: Por motivos de optimización el formato de salida MPEG-4 será utilizado siempre para generar una animación temporal cuando se seleccione la transición "atenuar", incluso si se selecciona la opción GIF.
uk: З метою оптимізації вихідний формат MPEG4 завжди буде використовуватися для створення покадрових відео з переходом «згасання», навіть якщо вибрано GIF.

source: The current datasource doesn't support analytical exports
ca: La font de dades actual no admet exportacions analítiques
es: El conjunto de datos actual no permite exportación de resultados analíticos
uk: Поточне джерело даних не підтримує аналітичний експорт

source: To create a timelapse of a custom area, create AOI first
ca: Per crear un timelapse d'una àrea personalitzada, primer creeu AOI
es: Para crear una animación temporal de un área del usuario, primero cree una AOI
uk: Щоб створити покадрове відео користувацької області, спочатку створіть область інтересу

source: Main discrete classification according to 23-categories nomenclature
ca: Classificació discreta principal segons la nomenclatura de 23 categories
es: Clasificación principal discreta de acuerdo con la nomenclatura de 23 categorias
uk: Основна дискретна класифікація за номенклатурою з 23 категорій

source: The confidence of the classifier
ca: La confiança del classificador
es: La confianza del clasificador
uk: Достовірність класифікатора

source: The number of cloudless images
ca: El nombre d'imatges sense núvols
es: El número de imágenes libres de nubes
uk: Кількість безхмарних зображень

source: The **CNES Land Cover Map** (Occupation des Sols, OSO) produces land classification for Metropolitan France at 10 m spatial resolution based on Sentinel-2 L2A data within the Theia Land Cover CES framework. Maps for 2020, 2019, and 2018 use a 23-categories nomenclature. For earlier maps in 2017 and 2016, a fully compatible 17-classes nomenclature is employed. More information [here](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Coverage**: Metropolitan France **Data Availability**: 2016 - ongoing **Spatial resolution**: 10 meters
ca: El **CNES Land Cover Map** (Occupation des Sols, OSO) produeix una classificació del sòl per a la França Metropolitana amb una resolució espacial de 10 m basat en les dades L2A de Sentinel-2 dins del marc CES de Theia Land Cover. Els mapes dels anys 2020, 2019 i 2018 utilitzen una nomenclatura de 23 categories. Per als mapes anteriors de 2017 i 2016, s'utilitza una nomenclatura de 17 classes totalment compatible. Més informació [aquí](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Cobertura**: França metropolitana **Disponibilitat de dades**: 2016 - en curs **Resolució espacial**: 10 metres
es: El **Mapa de ocupación del suelo del CNES** (Occupation des Sols, OSO) produce una clasificación del suelo para la Francia metropolitana con una resolución espacial de 10 m basada en los datos de Sentinel-2 L2A dentro del marco Theia Land Cover CES. Los mapas de 2020, 2019 y 2018 utilizan una nomenclatura de 23 categorías. Para los mapas anteriores de 2017 y 2016, se emplea una nomenclatura de 17 clases totalmente compatible. Más información [aquí](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Cobertura**: Francia metropolitana **Disponibilidad de los datos**: 2016 - en curso **Resolución espacial**: 10 metros
uk: **CNES Land Cover Map** (Occupation des Sols, OSO) створює класифікацію земель для материкової Франції з просторовою розрізненістю 10 м на основі даних Sentinel-2 L2A в рамках системи Theia Land Cover CES. Карти на 2020, 2019 та 2018 роки використовують номенклатуру з 23 класів. Для попередніх карт 2017 та 2016 років використовується повністю сумісна номенклатура з 17-ти класів. Більше інформації [тут](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Покриття**: Материкова Франція **Доступність даних**: 2016 – триває **Просторова розрізненість**: 10 метрів

source: Refresh Evalscript
ca: Actualitzar l'evalscript
es: Refrescar Evalscript

source: Refreshing Evalscript
ca: Refrescant Evalscript
es: Refrescando Evalscript

source: We use third-party cookies to provide secure authentication with Sentinel Hub services, which is required to provide the basic functionality of the application.
ca: Utilitzem cookies de tercers per proporcionar una autenticació segura amb els serveis de Sentinel Hub, que són necessaris per oferir la funcionalitat bàsica de l'aplicació.
es: Utilizamos cookies de terceros para proporcionar una autenticación segura con los servicios de Sentinel Hub, necesaria para proporcionar la funcionalidad básica de la aplicación.
uk: Ми використовуємо сторонні файли cookie для безпечної автентифікації в системі Sentinel Hub, що необхідно для забезпечення базової функціональності програми.

source: Learn more about
ca: Obteniu més informació
es: Más información
uk: Дізнайтеся більше про

source: EO Browser
es: Navegador EO

source: In order to use the application, you need to accept
es: Para usar la aplicación, necesita aceptar
uk: Для використання програми, потрібно прийняти

source: Terms of Service and Privacy Policy
ca: Condicions del servei i política de privadesa
es: Términos de Servicio y Política de Privacidad
uk: Умови надання послуг та політика конфіденційності

source: If you have an account, you have already agreed to Terms of Service and Privacy Policy
ca: Si teniu un compte, ja heu acceptat les Condicions del servei i la Política de privadesa
es: Si tiene una cuenta, ya ha aceptado los Términos de Servicio y Política de Privacidad
uk: Якщо у вас є обліковий запис, ви вже погодилися з умовами надання послуг і політикою конфіденційності

source: Log in
ca: Iniciar Sessió
es: Iniciar sesión
uk: Увійти

source: Unable to fetch timelapse image
ca: No es pot recuperar la imatge de timelapse
es: No se puede recuperar la animación temporal
uk: Не вдається отримати покадрове зображення

source: Error uploading timelapse preview file. Make sure you are logged in and try again.
ca: S'ha produït un error en penjar el fitxer de previsualització de timelapse. Assegureu-vos que heu iniciat sessió i torneu-ho a provar.
es: Error al cargar el archivo de previsualización de la animación temporal. Asegúrese que la sesión está iniciada e inténtelo de nuevo.
uk: Помилка завантаження файлу попереднього перегляду покадрового відео. Переконайтеся, що ви ввійшли в систему та спробуйте ще раз.

source: Fade duration
ca: Durada de l'esvaïment
es: Duración de la atenuación
uk: Тривалість згасання

source: Fade duration relative to frame duration
ca: Durada de l'esvaïment relativa a la durada del fotograma
es: Duración de la atenuación relativa a la duración de la imagen
uk: Тривалість згасання відносно тривалості кадру

source: Item type
ca: Tipus d'element
es: Tipo de ítem
uk: Тип елемента

source: ACCEPT
ca: ACEPTAR
es: ACEPTAR
uk: ПРИЙНЯТИ

source: REJECT
ca: REBUTJAR
es: RECHAZAR
uk: ВІДХИЛИТИ

source: Cannot load initial 3D data! Retry?
ca: No es poden carregar les dades 3D inicials! Tornar a provar?
es: ¡ No puedo cargar los datos 3D iniciales ! ¿Reiniciar?
uk: Не вдається завантажити початкові 3D-дані! Повторити спробу?

source: Depth offset (Eye angle [°])
ca: Desplaçament de profunditat (angle dels ulls [°])
es: Desplazamiento de profundidad (Ángulo paraláctico [°])
uk: Зміщення глибини (кут зору очей [°])

source: Depth contrast (Eye gap [m])
ca: Contrast de profunditat (espai entre els ulls [m])
es: Constraste de profundidad (Base estereoscópica [m])
uk: Контраст глибини (міжзінична відстань [мм])

source: Save
ca: Desa
es: Guardar
uk: Зберегти

source: Stereo mode
ca: Mode estèreo
es: Modo estereoscópica
uk: Стереорежим

source: Anaglyph stereo mode
ca: Mode estèreo anaglif
es: Modo estereoscópico anaglifo
uk: Анагліфний стереорежим

source: Use the red-cyan glasses, with the red filter on the left side, and the cyan filter on the right side
ca: Utilitzeu les ulleres de cian vermell, amb el filtre vermell al costat esquerre i el filtre cian al costat dret
es: Utiliza las gafas anaglifo, con el filtro rojo a la izquierda y el filtro cian a la derecha
uk: Використовувати червоно-блакитні окуляри з червоним фільтром з лівої сторони та блакитним з правої

source: Ok
es: Aceptar
uk: Ок

source: SAR urban
ca: SAR urbà
es: Urbano SAR

source: RGB ratio
ca: Relació RGB
es: Ratio RGB
uk: Співвідношення RGB

source: Enhanced visualisation
es: Visualización mejorada
uk: Покращена візуалізація

source: Enhanced visualisation - orthorectified
es: Visualización mejorada - ortorrectificada
uk: Покращена візуалізація - орторектифікована

source: Enhanced visualisation - radiometric terrain corrected
es: Visualización mejorada - corrección radiométrica del terreno
uk: Покращена візуалізація – радіометрична корекція рельєфу місцевості

source: VH - decibel gamma0
es: VH - gamma0 en decibelios
uk: VH - децибел гамма0

source: VH - decibel gamma0 - orthorectified
ca: VH - decibel gamma0 - ortorectificat
es: VH - gamma0 en decibelios - ortorrectificada
uk: VH - децибел гамма0 – орторектифікований

source: VH - decibel gamma0 - radiometric terrain corrected
ca: VH - decibel gamma0 - terreny radiomètric corregit
es: VH - gamma0 en decibelios - corrección radiométrica del terreno
uk: VH - децибел гамма0 - радіометрична корекція місцевості

source: VH - linear gamma0
ca: VH - gamma0 lineal
es: VH - gamma0 lineal
uk: VH - лінійна гамма-0

source: VH - linear gamma0 - radiometric terrain corrected
ca: VH - gamma0 lineal - terreny radiomètric corregit
es: VH - gamma0 lineal - corrección radiométrica del terreno
uk: VH - лінійна гамма-0 - радіометрична корекція рельєфу

source: VV - decibel gamma0
es: VV - gamma0 en decibelios
uk: VV - гамма-0 в децибелах

source: VV - decibel gamma0 - orthorectified
ca: VV - decibel gamma0 - ortorectificat
es: VV - gamma0 en decibelios - ortorrectificado
uk: VV - гамма-0 в децибелах - орторектифікований

source: VV - decibel gamma0 - radiometric terrain corrected
ca: VV - decibel gamma0 - terreny radiomètric corregit
es: VV - gamma0 en decibelio - corrección radiométrica del terreno
uk: VV - гамма-0 в децибелах - радіометрична корекція рельєфу

source: VV - linear gamma0
es: VV - gamma0 lineal
uk: VV - лінійна гамма-0

source: VV - linear gamma0 - radiometric terrain corrected
ca: VV - gamma0 lineal - terreny radiomètric corregit
es: VV - gamma0 lineal - corrección radiométrica del terreno
uk: VV - лінійна гамма-0 - з радіометричною корекцією рельєфу

source: HH - decibel gamma0
es: HH - gamma0 en decibelios
uk: НН - гамма-0 у децибелах

source: HH - decibel gamma0 - orthorectified
ca: HH - decibel gamma0 - ortorectificat
es: HH - gamma0 en decibelios - ortorrectificada
uk: НН - гамма-0 у децибелах - з орторектифікацією

source: HH - decibel gamma0 - radiometric terrain corrected
ca: HH - decibel gamma0 - terreny radiomètric corregit
es: HH - gamma0 en decibelios - corrección radiométrica del terreno
uk: НН - гамма-0 у децибелах - з радіометричною корекцією рельєфу

source: HH - linear gamma0
es: HH - gamma0 lineal
uk: НН - лінійна гамма-0

source: HH - linear gamma0 - radiometric terrain corrected
ca: HH - gamma0 lineal - terreny radiomètric corregit
es: HH - gamma0 lineal - corrección radiométrica terreno
uk: НН - лінійна гамма-0 - з радіометричною корекцією рельєфу

source: HV - decibel gamma0
es: HV - gamma0 en decibelios
uk: НV - гамма-0 у децибелах

source: HV - decibel gamma0 - orthorectified
ca: HV - decibel gamma0 - ortorectificat
es: HV - gamma0 en decibelios - ortorrectificada
uk: НV - гамма-0 у децибелах - з орторектифікацією

source: HV - decibel gamma0 - radiometric terrain corrected
ca: HV - decibel gamma0 - terreny radiomètric corregit
es: HV - gamma0 en decibelios - corrección radiométrica terreno
uk: НV - гамма-0 у децибелах - з радіометричною корекцією рельєфу

source: HV - linear gamma0
es: HV - gamma0 lineal
uk: НV - лінійна гамма-0

source: HV - linear gamma0 - radiometric terrain corrected
ca: HV - gamma0 lineal - terreny radiomètric corregit
es: HV - gamma0 lineal - corrección radiométrica terreno
uk: НV - лінійна гамма-0 - з радіометричною корекцією рельєфу

source: Sensing instrument whose values the data should be harmonized to. Supported values: - NONE to disable harmonization, - Sentinel-2 only for PSScene item type and surface reflectance product bundles, - PS2 only for PSScene4Band item type and top-of-atmosphere product bundles.
ca: Instrument de detecció amb els valors del qual s'han d'harmonitzar les dades. Valors suportats: - CAP per desactivar l'harmonització, - Sentinel-2 només per al tipus d'element PSScene i paquets de productes de reflectància superficial, - PS2 només per al tipus d'article PSScene4Band i els paquets de productes d'alta atmosfera.
es: Instrumento sensor a cuyos valores deberían los datos armonizarse. Opciones admitidas: - Ninguna para desactivar la armonización, - Sentinel-2 solo para paquetes de productos de reflectancia de superficie tipo PSSCene - PS2 solo para paquetes de productos de reflectancia en la parte superior de la atmósfera tipo PSScene4Band.
uk: Датчик, значення якого мають бути узгоджені. Значення, які підтримуються: - NONE, щоб вимкнути узгодження, - Sentinel-2 лише для типу елемента PSScene та пакетів даних щодо відбивної здатності поверхні, - PS2 лише для типів елементів PSScene4Band і пакетів даних "верхній шар атмосфери".

source: Harmonize to
ca: Harmonitzar a
es: Armonizar a
uk: Узгодження з

source: DEM source
ca: Font DEM
es: Fuente del MDE
uk: Джерело цифрової моделі рельєфу

source: Editor is in read only mode. Uncheck "Load script from URL" to edit the code
ca: L'editor està en mode de només lectura. Desmarqueu "Carrega l'script des de l'URL" per editar el codi
es: El editor está en modo de sólo lectura. Desactive la opción "Cargar script desde URL" para editar el código
uk: Редактор доступний тільки для читання. Зніміть позначку з "Завантажити скрипт з URL", щоб редагувати код

source: Backscatter coefficient
ca: Coeficient de retrodifusió
es: Coeficiente de retrodispersión
uk: Коефіцієнт зворотного розсіювання

source: Measurement values returned will be in the chosen backscatter coefficient. Radiometric terrain correction can be enabled by setting the Backscatter coefficient to gamma0_terrain; in this case orthorectification will be enabled using the DEM selected under Orthorectification.
ca: Els valors de mesura retornats estaran en el coeficient de retrodifusió escollit. La correcció radiomètrica del terreny es pot activar establint el coeficient de retrodifusió a gamma0_terrain; en aquest cas, l'ortorectificació s'habilitarà mitjançant el DEM seleccionat a Ortorectificació.
es: Los valores de medición proporcionados estarán en el coeficiente de retrodispersión elegido. La corrección radiométrica del terreno puede activarse estableciendo el coeficiente de retrodispersión en gamma0_terrain; en este caso se activará la ortorectificación utilizando el DEM seleccionado en Ortorrectificación.
uk: Значення, що відображаються, матимуть заданий коефіцієнт зворотного розсіювання. Радіометричну корекцію рельєфу можна ввімкнути, встановивши для коефіцієнта зворотного розсіювання значення gamma0_terrain; у цьому випадку орторектифікація здійснюватиметься за допомогою цифрової моделі рельєфу, вибраної в розділі Орторектифікація.

source: Orthorectification creates a planimetrically correct image. Specify the DEM used for Orthorectification process here.
ca: L'ortorectificació crea una imatge planimètricament correcta. Especifiqueu aquí el DEM utilitzat per al procés d'ortorectificació.
es: La ortorrectificación crea una imagen corregida planimétricamente. Especifique el MDE a usar en el proceso de ortorrectificación.
uk: За допомогою орторектифікації отримується планіметрично коректне зображення. Вкажіть цифрову модель рельєфу, що використовується в процесі орторектифікації.

source: There was a problem parsing the file
ca: S'ha produït un problema en analitzar el fitxer
es: Hubo un problema en el análissi del archivo
uk: Виникла проблема з аналізом файлу

source: There was a problem parsing input geometry
ca: S'ha produït un problema en analitzar la geometria d'entrada
es: Hubo un problema en el análisis de la geometría de entrada
uk: Виникла проблема з аналізом вхідних геометричних даних

source: Upload
ca: Carrega
es: Cargar
uk: Завантажити

source: Sensing date
ca: Data de detecció
es: Fecha de captura

source: My orders and subscriptions
ca: Les meves comandes i subscripcions
es: Mis pedidos y suscripciones
uk: Мої замовлення та передплата

source: Created subscriptions (Not confirmed)
ca: Subscripcions creades (no confirmades)
es: Suscripciones creadas (no confirmadas)
uk: Створена передплата (не підтверджено)

source: Running subscriptions
ca: Subscripcions en funcionament
es: Suscripciones en ejecución
uk: Діюча передплата

source: Finished subscriptions
ca: Subscripcions acabades
es: Suscripciones finalizadas
uk: Завершена передплата

source: Deleted subscriptions
ca: Subscripcions suprimides
es: Suscripciones eliminadas
uk: Видалена передплата

source: No subscriptions found
ca: No s'han trobat subscripcions
es: No se han encontrado suscripciones
uk: Жодна передплата не знайдена

source: Error confirming subscription
ca: S'ha produït un error en confirmar la subscripció
es: Error al confirmar suscripción
uk: Помилка підтвердження передплати

source: Error deleting subscription
ca: S'ha produït un error en suprimir la subscripció
es: Error al eliminar suscripción
uk: Помилка видалення передплати

source: Confirm subscription
ca: Confirmeu la subscripció
es: Confirmar suscripción
uk: Підтвердити передплату

source: Are you sure you want to confirm this subscription?
ca: Esteu segur que voleu confirmar aquesta subscripció?
es: ¿Está seguro que desea confirmar esta suscripción?
uk: Ви впевнені, що хочете підтвердити цю передплату?

source: Delete subscription
ca: Suprimeix la subscripció
es: Eliminar suscripción
uk: Видалити передплату

source: Are you sure you want to delete this subscription?
ca: Esteu segur que voleu suprimir aquesta subscripció?
es: ¿Está seguro que quiere eliminar esta suscripción?
uk: Ви впевнені, що хочете видалити цю передплату?

source: Refresh subscriptions
ca: Actualitza les subscripcions
es: Refrescar suscripciones
uk: Оновлена передплата

source: Creating subscription
ca: S'està creant la subscripció
es: Crear suscripción
uk: Створена передплата

source: Are you sure you want to create an subscription without a Collection ID? When you confirm your subscription a new collection will be created automatically.
ca: Esteu segur que voleu crear una subscripció sense un identificador de col·lecció? Quan confirmeu la vostra subscripció, es crearà automàticament una nova col·lecció.
es: ¿Está seguro que desea crear una suscripción sin un identificador de colección? Cuando confirme su suscripción se creará de forma automática una nueva colección.
uk: Ви впевнені, що хочете оформити передплату без Ідентифікатора колекції? Після підтвердження вашої передплати нова колекція буде створена автоматично.

source: Subscription name
ca: Nom de la subscripció
es: Nombre de la suscripción
uk: Ім'я для передплати

source: Create subscription
ca: Crea una subscripció
es: Crear suscripción
uk: Оформити передплату

source: Order
ca: Comanda
es: Pedido
uk: Замовлення

source: Subscription
ca: Subscripció
es: Suscripción
uk: Передплата Множина: Передплата

source: Error cancelling subscription
ca: Error en cancel·lar la subscripció
es: Error al cancelar la suscripción
uk: Помилка скасування передплати

source: Cancel subscription
ca: Cancel·la la subscripció
es: Cancelar suscripción
uk: Скасувати передплату

source: Are you sure you want to cancel this subscription?
ca: Esteu segur que voleu cancel·lar aquesta subscripció?
es: ¿Está seguro de que desea cancelar esta suscripción?
uk: Ви впевнені, що хочете скасувати цю передплату?

source: No products found
ca: No s'han trobat productes
es: No se han encontrado productos
uk: Не знайдено жодного продукту

source: Query
ca: Consulta
es: Consulta
uk: Запит

source: Products
ca: Productes
es: Productos
uk: Продукти

source: Create order/subscription
ca: Crea una comanda/subscripció
es: Crear pedido/suscripción
uk: Створити замовлення/передплату

source: Show products on map
ca: Mostra els productes al mapa
es: Mostrar productos en el mapa
uk: Відобразити продукти на карті

source: Show tutorial
ca: Mostra el tutorial
es: Mostrar tutorial
uk: Показати Інструкції

source: Measure (Click to place first vertex and double click to finish)
ca: Mesura (Feu clic per col·locar el primer vèrtex i feu doble clic per acabar)
es: Medir (haga clic para localizar el primer vértice y doble clic para terminar)
uk: Виміряти (клацніть один раз, щоб позначити першу вершину; завершіть окреслення за допомогою подвійного клацання)

source: Upload a file to create an area of interest
ca: Carregueu un fitxer per crear una àrea d'interès
es: Cargar un archivo para crear un área de interés
uk: Завантажити файл, щоб створити область інтересу

source: Create an area of interest
ca: Crea una àrea d'interès
es: Crear un área de interés
uk: Створити область інтересу

source: Contour
ca: Contorn
es: Contorno
uk: Контур

source: Zoom too low. Please zoom in.
ca: Zoom massa baix. Si us plau, apropeu-vos.
es: Nivel de zoom demasiado bajo. Por favor, haga zoom acercar.
uk: Масштаб замалий. Будь ласка, наблизьте зображення.

source: Preview is in low resolution for performance optimisation. Timelapse will be downloaded at the full resolution specified in the settings. Generation may take around 30 seconds per frame.
ca: La vista prèvia és en baixa resolució per optimitzar el rendiment. Timelapse es baixarà amb la resolució completa especificada a la configuració. La generació pot trigar uns 30 segons per fotograma.
es: La vista previa está en baja resolución para mejorar el rendimiento. La animación temporal se descargará a la resolución completa indicada en los ajustes. La generación puede tardar en torno a 30 segundos por fotograma.
uk: Попередній перегляд у низькій розрізненності для оптимізації продуктивності. Timelapse буде завантажено з повною розрізненністю, зазначеній в налаштуваннях. Генерація може тривати близько 30 секунд на кадр.

source: Crop image to the bounds of the area of interest.
ca: Retalla la imatge fins als límits de l'àrea d'interès.
es: Recortar la imagen a los límites del área de interés.
uk: Обрізати зображення до меж області інтересу.

source: To use Crop to AOI, area of interest needs to be selected first.
ca: Per utilitzar Retalla a AOI, primer cal seleccionar l'àrea d'interès.
es: Para usar, Cortar a AOI, debe seleccionarse primero el área de interés.
uk: Щоб застосувати Обрізання до ОІ, потрібно обрати область інтересу.
