Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # Band Quality Assessment visualization The Landsat BQA band provides useful information such as cloudy pixels to users wanting to mask their data from pixels that are either poor quality or contain no useful data. This visualization uses the [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) function to decode the BQA band from the Landsat 8/9 Collection 2. Clear pixel, pixel not classified as clouds, snow or water, are displayed as true color image. More info [here](https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).
ca: # Visualització de l'avaluació de la qualitat de la banda La banda Landsat BQA proporciona informació útil, com ara píxels ennuvolats, als usuaris que volen emmascarar les seves dades de píxels de mala qualitat o que no contenen dades útils. Aquesta visualització utilitza la funció [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) per descodificar la banda BQA de la col·lecció Landsat 8/9 2. Píxel clar, píxel no classificats com a núvols, neu o aigua, es mostren com a imatge en color real. Més informació [aquí] (https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).
es: # Visualización de la banda Aseguramiento Calidad de la Banda (BQA) La banda BQA de Landsat proporciona información útil, como píxeles afectados por nubes, a los usuarios que desean enmascarar sus datos de píxeles que son de mala calidad o no contienen datos útiles. Esta visualización utiliza la función [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) para decodificar la banda BQA de la Colección 2 de Landsat 8/9. Los píxeles que no presentan problemas, es decir, no clasificados como nubes, nieve o agua, se muestran como imagen en color verdadero. Más información [aquí](https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).
uk: Візуалізація оцінки якості каналів Канал BQA Landsat надає корисну інформацію про пікселі хмар, для користувачів, які бажають відфільтрувати свої дані від пікселів низької якості або тих, що не містять корисної інформації. Ця візуалізація використовує функцію [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) для декодування каналу BQA з набору даних Landsat 8/9 Collection 2. Чисті пікселі, тобто ті, що не класифіковані як хмари, сніг або вода, відображаються як зображення у натуральних кольорах. Більше інформації тут. (https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).

source: Step By Step Guide
ca: Guia Pas a Pas
es: Guía paso a paso
uk: Покрокова інструкція

source: Data transfer instructions
ca: Instruccions de transferència de dades
es: Instrucciones de transferencia de datos
uk: Інструкції з передавання даних

source: Effects and advanced options
ca: Efectes i opcions avançades
es: Opciones avanzadas y efectos
uk: Ефекти і розширені опції

source: Show latest date
ca: Mostra la darrera data
es: Mostrar última fecha
uk: Показати останню дату

source: Commercial Data
ca: Dades Comercials
es: Datos comerciales

source: Effects and advanced options applied
ca: Efectes i opcions avançades aplicades
es: Opciones avanzadas y efectos aplicados
uk: Застосовано ефекти та розширені параметри

source: Show visualisations
es: Mostrar visualizaciones
uk: Показати візуалізацію

source: Add to
ca: Afegir a
es: Añadir a
uk: Додати до

source: Add to Timelapse
ca: Afegir a lapse de temps
es: Añadir a Animación Temporal
uk: Додати до покадрового відео

source: Add to Compare
ca: Afegir a comparar
es: Añadir a Comparar
uk: Додати до Порівняння

source: Please select a date or click the button below
ca: Seleccioneu una data o feu clic al botó següent
es: Por favor, seleccione una fecha o haga clic en el botón inferior
uk: Будь ласка, оберіть дату або натисніть кнопку нижче

source: Show latest data
ca: Mostra les últimes dades
es: Mostrar últimos datos
uk: Показати найактуальніші дані

source: There is no data on this location for any date. Please select an option below:
ca: No hi ha dades sobre aquesta ubicació per a cap data. Seleccioneu una opció a continuació:
es: No existen datos en esta localización para ninguna fecha. Por favor, seleccione una de las opciones siguientes:
uk: Немає даних протягом цього місця для даної ділянки. Будь ласка, оберіть один із варіантів:

source: Go to location with latest data
ca: Vés a la ubicació amb les dades més recents
es: Ir a localización con los últimos datos
uk: Перейти до ділянки з найбільш актуальними даними

source: Go to nearest location with data
ca: Aneu a la ubicació més propera amb dades
es: Ir a la localización más cercana con datos
uk: Перейти до найближчої ділянки з даними

source: Available collections with data on this location within the last 2 weeks:
ca: Col·leccions disponibles amb dades sobre aquesta ubicació durant les 2 últimes setmanes:
es: Colecciones disponibles con datos en esta localización en las últimas 2 semanas:
uk: Доступні колекції з даними щодо цього місця за останні 2 тижні:

source: Please zoom in or search for a location of interest
ca: Si us plau, apropeu-vos o cerqueu una ubicació d'interès
es: Por favor, haga zoom o busque una localización de interés
uk: Будь ласка, збільшіть масштаб або знайдіть територію інтересу

source: Acquisition mode:
ca: Mode d'adquisició:
es: Modo de adquisición:
uk: Режим зйомки:

source: Polarization:
ca: Polarització:
es: Polarización:
uk: Поляризація:

source: Orbit Direction:
ca: Direcció de l'òrbita:
es: Dirección órbital:
uk: Напрямок орбіти:

source: No results found
ca: No s'ha trobat cap resultat
es: No se han encontrado resultados
uk: Результатів не знайдено

source: **Sentinel-2** provides high-resolution images in the visible and infrared wavelengths, to monitor vegetation, soil and water cover, inland waterways and coastal areas. **Spatial resolution:** 10m, 20m, and 60m, depending on the wavelength (that is, only details bigger than 10m, 20m, and 60m can be seen). More info [here](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Revisit time:** maximum 5 days to revisit the same area, using both satellites. **Data availability:** Since June 2015. Full global coverage since March 2017. **Common usage:** Land-cover maps, land-change detection maps, vegetation monitoring, monitoring of burnt areas.
ca: **Sentinel-2** proporciona imatges d'alta resolució en les longituds d'ona visible i infraroja, per controlar la vegetació, la cobertura del sòl i l'aigua, les vies navegables interiors i les zones costaneres. **Resolució espacial:** 10m, 20m i 60m, depenent de la longitud d'ona (és a dir, només es poden veure detalls superiors a 10m, 20m i 60m). Més informació [aquí](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Temps de visita:** màxim 5 dies per tornar a visitar la mateixa zona, utilitzant els dos satèl·lits. **Disponibilitat de dades:** Des de juny de 2015. Cobertura global completa des de març de 2017. **Usos Comuns:** Mapes de cobertura del sòl, mapes de detecció de canvis de sòl, seguiment de la vegetació, seguiment de zones cremades.
es: **Sentinel-2** proporciona imágenes de alta resolución en las longitudes de onda visible e infrarroja, para vigilar la vegetación, la cobertura del suelo y del agua, las vías navegables interiores y las zonas costeras. **Resolución espacial:** 10m, 20m y 60m, dependiendo de la longitud de onda (es decir, sólo se pueden ver detalles mayores de 10m, 20m y 60m). Más información [aquí](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Tiempo de revisita:** máximo 5 días para revisitar la misma zona, utilizando ambos satélites. **Disponibilidad de datos:** desde junio de 2015. Cobertura global completa desde marzo de 2017. **Uso común:** Mapas de cobertura del suelo, mapas de detección de cambios en el suelo, seguimiento de la vegetación, seguimiento de zonas quemadas.
uk: Sentinel-2 забезпечує знімки високої розрізненності у видимому та інфрачервоному діапазонах для моніторингу рослинного покриву, ґрунту, водних поверхонь, внутрішніх водойм та прибережних зон. Просторова розрізненність: 10 м, 20 м та 60 м, залежно від довжини хвилі (тобто видно тільки деталі, більші за 10 м, 20 м та 60 м). Більше інформації тут. Періодичність знімання: максимум 5 днів для повторного знімання тієї ж області, використовуючи обидва супутники. Доступність даних: з червня 2015 року. Повне глобальне покриття з березня 2017 року. Типове використання: карти земного покриву, карти виявлення змін земного покриву, моніторинг рослинності, моніторинг обгорілих територій.

source: Showing ${ resultsLength } result
ca: S'està mostrant ${ resultsLength } resultat
es: Mostrando ${ resultsLenght } resultado
uk: Показано ${ resultsLength } результат

source: Title ascending
ca: Títol ascendent
es: Título ascendente
uk: Заголовок за зростанням

source: Title descending
ca: Títol descendent
es: Título descendente
uk: Заголовок за спаданням

source: Date ascending
ca: Data ascendent
es: Fecha ascendente
uk: Дата за зростанням

source: Date descending
ca: Data descendent
es: Fecha descendente
uk: Дата за спаданням

source: Location ascending
ca: Localització ascendent
es: Localización ascendente
uk: Розташування за зростанням

source: Location descending
ca: Localització descendent
es: Localización descendente
uk: Розташування за спаданням

source: Dataset ID ascending
ca: ID del conjunt de dades ascendent
es: ID conjunto datos ascendente
uk: Ідентифікатор набору даних за зростанням

source: Dataset ID descending
ca: ID del conjunt de dades descendent
es: ID conjunto datos descendente
uk: Ідентифікатор набору даних за спаданням

source: Default order
ca: Ordre per defecte
es: Orden por defecto
uk: Порядок за замовчуванням

source: Effect:
ca: Efecte:
es: Efecto:
uk: Ефект:

source: MultiPolygons not supported by Geocento
ca: Els multipolígons no són compatibles amb Geocento
es: Polígono múltiples no soportados por Geocento
uk: Мультиполігони не підтримуються Geocento

source: Compare Panel
ca: Panell de comparació
es: Panel Comparación
uk: Панель Порівняти

source: Layers Panel
ca: Panell de capes
es: Panel Capas
uk: Панель Шари

source: Pins Panel
ca: Panell de marcadors
es: Panel Marcadores
uk: Панель Закладки

source: The Copernicus Services provide important information for six main areas: Ocean, Land and Atmosphere Monitoring, Emergency Response, Security and Climate Change. Copernicus Services data are based on both satellite Earth Observation imagery and in-situ data and benefit both Europe and the international community. More information can be found [here](https://www.copernicus.eu/en/copernicus-services).
ca: Els serveis de Copernicus proporcionen informació important per a sis àrees principals: seguiment dels oceans, de la terra i de l'atmosfera, resposta a emergències, seguretat i canvi climàtic. Les dades de Copernicus Services es basen tant en imatges d'observació de la Terra per satèl·lit com en dades in situ i beneficien tant a Europa com a la comunitat internacional. Podeu trobar més informació [aquí] (https://www.copernicus.eu/en/copernicus-services).
es: Los Servicios de Copernicus proporcionan información importante para seis áreas principales: Vigilancia Oceánica, Terrestre y Atmosférica, Respuesta a Emergencias, Seguridad y Cambio Climático. Los datos de los Servicios Copernicus se basan tanto en imágenes de observación de la Tierra por satélite como en datos in situ y benefician tanto a Europa como a la comunidad internacional. Más información [aquí](https://www.copernicus.eu/en/copernicus-services).
uk: Служби Copernicus надають важливу інформацію для шести основних сфер: моніторинг океану, суші та атмосфери, реагування на надзвичайні ситуації, безпека та зміна клімату. Дані Copernicus Services базуються як на супутникових зображеннях Землі, так і на даних на місцевості та приносять користь як Європі, так і міжнародній спільноті. Більше інформації можна знайти [тут](https://www.copernicus.eu/en/copernicus-services).

source: Unable to show latest date
ca: No es pot mostrar la darrera data
es: No es posible mostrar la última fecha
uk: Не вдалося показати останню дату

source: Search criteria
ca: Criteris de cerca
es: Criterio de búsqueda
uk: Критерії пошуку

source: Advanced
ca: Avançat
es: Avanzado

source: About
ca: Sobre
es: Acerca de
uk: Про

source: Visualization for this product type is not supported yet
ca: La visualització d'aquest tipus de producte encara no és possible
es: La visualización para este tipo de producto todavía no está disponible
uk: Візуалізація для цього типу продукту ще не підтримується

source: Name
ca: Nom
es: Nombre
uk: Назва

source: Instrument short name
ca: Nom curt de l'instrument
es: Nombre reducido instrumento
uk: Коротка назва інструмента

source: Product type
ca: Tipus de Producte
es: Tipo de Producto
uk: Тип продукту

source: Origin date
ca: Data d'origen
es: Fecha de Origen
uk: Дата виникнення

source: Publication date
ca: Data de publicació
es: Fecha de Publicación
uk: Дата публікації

source: Modification date
ca: Data de modificació
es: Fecha de Modificación
uk: Дата модифікації

source: S3Path
es: RutaS3
uk: S3Шлях

source: Last orbit direction
ca: Última direcció de l'òrbita
es: Dirección última órbita
uk: Напрямок останньої орбіти

source: Last orbit number
ca: Últim número d'òrbita
es: Número última órbita
uk: Номер останньої орбіти

source: Processing date
ca: Data de tramitació
es: Fecha procesamiento
uk: Дата оброблення

source: Product group id
ca: Identificador del grup de productes
es: ID grupo producto
uk: Ідентифікатор групи продуктів

source: Processor version
ca: Versió del processador
es: Versión procesador
uk: Версія процесора

source: Granule identifier
ca: Identificador de grànul (granule)
es: Identificador tesela
uk: Ідентифікатор гранул

source: Platform short name
ca: Nom curt de la plataforma
es: Nombre abreviado plataforma
uk: Коротка назва платформи

source: Datastrip identifier
ca: Identificador de la banda de dades (datastrip)
es: Identificador de la ficha de datos
uk: Ідентифікатор стрічки даних

source: Relative orbit number
ca: Nombre d'òrbita relatiu
es: Número relativo de órbita
uk: Номер відносної орбіти

source: Last relative orbit
ca: Última òrbita relativa
es: Última órbita relativa
uk: Остання відносна орбіта

source: Beginning date time
ca: Data i hora d'inici
es: Fecha y hora de inicio
uk: Початкова дата та час

source: Ending date time
ca: Data i hora de finalització
es: Fecha y hora de fin
uk: Кінцева дата та час

source: Slice number
ca: Número de porció
es: Número de porciones
uk: Номер зрізу

source: Product class
ca: Classe de producte
es: Clase de producto
uk: Клас продукту

source: Timeliness
ca: Oportunitat
es: Puntualidad
uk: Своєчасність

source: Baseline collection
ca: Col·lecció de referència
es: Colección de línea base
uk: Базовий збір

source: Processing center
ca: Centre de processament
es: Centro procesamiento
uk: Центр обробки

source: Instrument
es: Instrumento
uk: Інструмент

source: Mission
ca: Missió
es: Misión
uk: Місія

source: Product info
ca: Informació del producte
es: Información producto
uk: Інформація про продукт

source: Zoom to product
ca: Amplia el producte
es: Zoom a producto
uk: Наблизити до продукту

source: Download product
ca: Descarregar producte
es: Descargar producto
uk: Завантажити продукт

source: No preview available
ca: No hi ha vista prèvia disponible
es: Previsualización no disponible
uk: Немає попереднього перегляду

source: Tile id
es: Id tesela
uk: Ідентифікатор плитки

source: Authority
ca: Autoritat
es: Autoridad
uk: Авторитет

source: Coordinates
ca: Coordenades
es: Coordinadas
uk: Координати

source: HV order tile id
ca: Tile id de la comanda HV
es: Id de la tesela pedido HV
uk: Ідентифікатор тайлу у горизонтально-вертикальному порядку

source: Spatial resolution
ca: Resolució espacial
es: Resolución espacial
uk: Просторова роздільна здатність

source: Find products for current view
ca: Cerca productes per a la vista actual
es: Encontrar productos para la vista actual
uk: Знайти продукти для поточного вигляду

source: Share on LinkedIn
ca: Comparteix a LinkedIn
es: Compartir en LinkedIn
uk: Поділитися в LinkedIn

source: Data Collections:
ca: Col·leccions de dades:
es: Colecciones de Datos:
uk: Колекції даних:

source: Time range
ca: Interval de temps
es: Rango temporal
uk: Часовий проміжок

source: Go to search
ca: Anar a cercar
es: Ir a búsqueda

source: Powered by Sentinel Hub
ca: Desenvolupat per Sentinel Hub
es: Con tecnología Sentinel Hub

source: Your authentication has expired
ca: La teva autenticació ha caducat
es: Su autenticación ha expirado
uk: Термін вашої автентифікації закінчився

source: Login again
ca: Torna a iniciar sessió
es: Iniciar sesión de nuevo
uk: Увійти повторно

source: # True color optimized This optimized True color script uses the visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a product with natural colours that represents the Earth as humans would naturally see it. The visualisation uses highlight compression and improves the contrast and color vividness through minor contrast and saturation enhancement. More info for [L1C](https://custom-scripts.sentinel-hub.com/sentinel-2/l1c_optimized/) and for [L2A](https://custom-scripts.sentinel-hub.com/sentinel-2/l2a_optimized/).
ca: # Color real optimitzat Aquest script True color optimitzat utilitza les bandes de llum visible vermella, verda i blava als canals de color vermell, verd i blau corresponents, donant com a resultat un producte amb colors naturals que representa la Terra tal com la veurien els humans de manera natural. La visualització utilitza compressió de ressaltat i millora el contrast i la vivesa del color mitjançant una millora menor de contrast i saturació. Més informació per a [L1C](https://custom-scripts.sentinel-hub.com/sentinel-2/l1c_optimized/) i per a [L2A](https://custom-scripts.sentinel-hub.com/sentinel-2/l2a_optimized/).
es: # Color real optimizado Este script de color real optimizado utiliza las bandas de luz visible roja, verde y azul en los canales de color rojo, verde y azul correspondientes, lo que da como resultado un producto con colores naturales que representa la Tierra tal y como los humanos la ven de forma natural. La visualización utiliza compresión de resaltes y mejora el contraste y la viveza del color mediante pequeñas mejoras de contraste y saturación. Más información sobre [L1C](https://custom-scripts.sentinel-hub.com/sentinel-2/l1c_optimized/) y sobre [L2A](https://custom-scripts.sentinel-hub.com/sentinel-2/l2a_optimized/).
uk: # Оптимізовані природні кольори Скрипт Оптимізовані природні кольори використовує червоні, зелені та сині спектральні смуги видимого світла у відповідних каналах червоного, зеленого та синього кольорів, у результаті чого створюється продукт із природними кольорами, який представляє Землю такою, якою її бачать люди. У візуалізації використовується затінення світлих ділянок і покращується контрастність і яскравість кольорів за рахунок незначного підвищення контрастності та насиченості. Додаткова інформація для [L1C](https://custom-scripts.sentinel-hub.com/sentinel-2/l1c_optimized/) і для [L2A](https://custom-scripts.sentinel-hub.com/sentinel- 2/l2a_optimized/).

source: The **10m Annual Land Use Land Cover (LULC) Map** is produced by Impact Observatory, Microsoft, and Esri collaboratively. The data collection is derived from ESA Sentinel-2 imagery at 10m resolution globally using Impact Observatory's state of the art deep learning AI land classification model which is trained by billions of human-labeled image pixels. There are 9 LULC classes generated by the algorithm, including Built, Crops, Trees, Water, Rangeland, Flooded Vegetation, Snow/Ice, Bare Ground, and Clouds. **Coverage**: Global land area **Data Availability**: 2017 - 2021 **Spatial resolution**: 10 m
ca: El **Mapa anual d'ús del sòl de 10 m (LULC)** està elaborat per Impact Observatory, Microsoft i Esri de manera col·laborativa. La recopilació de dades es deriva d'imatges de l'ESA Sentinel-2 a una resolució de 10 m a nivell mundial mitjançant el model de classificació de terres d'IA d'aprenentatge profund d'última generació de l'Impact Observatory, que s'entrena amb milers de milions de píxels d'imatge etiquetats amb humans. Hi ha 9 classes LULC generades per l'algoritme, incloent Construït, Cultius, Arbres, Aigua, Terres de pastura, Vegetació inundada, Neu/Gel, Terra nua i Núvols. **Cobertura**: Superfície terrestre global **Disponibilitat de dades**: 2017 - 2021 **Resolució espacial**: 10 m
es: El **Mapa Anual de Uso del Suelo y Cobertura Terrestre (Land Use Land Cover -LULC-)** de 10m es producido por Impact Observatory, Microsoft y Esri en colaboración. La recopilación de datos se deriva de las imágenes Sentinel-2 de la ESA con una resolución global de 10 m utilizando el modelo de clasificación de tierras de IA de aprendizaje profundo de última generación de Impact Observatory, entrenado con miles de millones de píxeles de imágenes etiquetadas por humanos. Hay 9 clases de LULC generadas por el algoritmo, incluyendo construido, cultivos, árboles, agua, pastizales, vegetación inundada, nieve/hielo, suelo desnudo y nubes. **Cobertura**: Superficie terrestre global **Disponibilidad de datos 2017 - 2021 **Resolución espacial 10 m
uk: **10-м щорічна карта земного покриття (LULC)** створена спільно з Impact Observatory, Microsoft та Esri. Карта створена на основі класифікації зображень ESA Sentinel-2 із роздільною здатністю 10 м за допомогою штучного інтелекту Impact Observatory, який тренується на мільярдах пікселів зображень, позначених людьми. Алгоритм генерує 9 класів LULC, включаючи забудову, поля, ліси, воду, пасовища, затоплену рослинність, сніг/кригу, голі ґрунти та хмарність. **Покриття**: увесь суходіл **Доступні дані**: 2017 - 2021 рр **Просторовий крок**: 10 м

source: Land Use Land Cover
ca: Ús del sòl Coberta del sòl
es: Uso del Suelo y Cobertura Terrestre (LULC)
uk: Землекористування та земне покриття
