Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Band 2 - Chlorophyll absorption maximum - 442 nm
ca: Banda 2 - Absorció màxima de clorofil·la - 442 nm
es: Banda 2 - Máximo de absorción de la clorofila - 442 nm
uk: Канал 2 – Максимальне поглинання хлорофілу – 442 нм

source: Band 3 - Chlorophyll and other pigments - 490 nm
ca: Banda 3 - Clorofil·la i altres pigments - 490 nm
es: Banda 3 - Clorofila y otros pigmentos - 490 nm
uk: Канал 3 - Хлорофіл та інші пігменти - 490 нм

source: Band 4 - Suspended sediment, red tides - 510 nm
ca: Banda 4 - Sediment en suspensió, marees vermelles - 510 nm
es: Banda 4 - Sedimentos en suspensión, mareas rojas - 510 nm
uk: Канал 4 - Зважений осад, червоні припливи - 510 нм

source: Band 5 - Chlorophyll absorption minimum - 560 nm
ca: Banda 5 - Absorció mínima de clorofil·la - 560 nm
es: Banda 5 - Mínimo de absorción de la clorofila - 560 nm
uk: Канал 5 - Мінімальне поглинання хлорофілу - 560 нм

source: Band 6 - Suspended sediment - 620 nm
ca: Banda 6 - Sediment en suspensió - 620 nm
es: Banda 6 - Sedimentos en suspensión - 620 nm
uk: Канал 6 - Зважений осад - 620 нм

source: Band 7 - Chlorophyll absorption & fluo. reference - 665 nm
ca: Banda 7 - Absorció de clorofil·la i fluor. referència - 665 nm
es: Banda 7 - Absorción de la clorofila y referencia para fluorescencia - 665 nm
uk: Канал 7 – Поглинання хлорофілу та еталон флуоресценції - 665 нм

source: Band 8 - Chlorophyll fluorescence peak - 681 nm
ca: Banda 8 - Pic de fluorescència de la clorofil·la - 681 nm
es: Banda 8 - Pico de fluorescencia de la clorofila - 681 nm
uk: Канал 8 – Пік флуоресценції хлорофілу – 681 нм

source: Band 9 - Fluo. reference, atmosphere corrections - 709 nm
ca: Banda 9 - Fluo. referència, correccions atmosfèriques - 709 nm
es: Banda 9 - Referencia para fluorescencia, correcciones atmosféricas - 709 nm
uk: Канал 9 - Еталонна флуоресценція, атмосферні корекції - 709 нм

source: Band 10 - Vegetation, cloud - 753 nm
ca: Banda 10 - Vegetació, núvol - 753 nm
es: Banda 10 - Vegetación, nubes - 753 nm
uk: Канал 10 - Рослинність, хмари - 753 нм

source: Band 11 - O2 R- branch absorption band - 761 nm
ca: Banda 11 - O2 R- banda d'absorció de branques - 761 nm
es: Banda 11 - Banda de absorción rama R del O2 - 761 nm
uk: Канал 11 - Канал поглинання R- гілки O2 - 761 нм

source: Band 12 - Atmosphere corrections - 779 nm
ca: Banda 12 - Correccions de l'atmosfera - 779 nm
es: Banda 12 - Correcciones atmosféricas - 779 nm
uk: Канал 12 - Атмосферні корекції - 779 нм

source: Band 13 - Vegetation, water vapour reference - 865 nm
ca: Banda 13 - Vegetació, referència de vapor d'aigua - 865 nm
es: Banda 13 - Vegetación, referencia de vapor de agua - 865 nm
uk: Канал 13 - Рослинність, еталон водяної пари - 865 нм

source: Band 14 - Atmosphere corrections - 885 nm
ca: Banda 14 - Correccions de l'atmosfera - 885 nm
es: Banda 14 - Correcciones atmosféricas - 885 nm
uk: Канал 14 - Атмосферні корекції - 885 нм

source: Band 15 - Water vapour, land - 900 nm
ca: Banda 15 - Vapor d'aigua, terra - 900 nm
es: Banda 15 - Vapor de agua, tierra - 900 nm
uk: Канал 15 - Водяна пара, суша - 900 нм

source: Band 1 - Coastal/Aerosol - 433-453 nm
ca: Banda 1 - Costanera/Aerosol - 433-453 nm
es: Banda 1 - Aerosoles costeros - 433-453 nm
uk: Канал 1 - Прибережний/аерозольний - 433-453 нм

source: Band 2 - Blue - 450-515 nm
ca: Banda 2 - Blau - 450-515 nm
es: Banda 2 - Azul - 450-515 nm
uk: Канал 2 - Синій - 450-515 нм

source: Band 3 - Green - 525-600 nm
ca: Banda 3 - Verd - 525-600 nm
es: Banda 3 - Verde - 525-600 nm
uk: Канал 3 - Зелений - 525-600 нм

source: Band 4 - Red - 630-680 nm
ca: Banda 4 - Vermell - 630-680 nm
es: Banda 4 - Rojo - 630-680 nm
uk: Канал 4 - Червоний - 630-680 нм

source: Band 5 - NIR - 845-885 nm
ca: Banda 5 - NIR - 845-885 nm
es: Banda 5 - Infrarrojo cercano (NIR) - 845-885 nm
uk: Канал 5 - Ближній ІЧ (NIR) - 845-885 нм

source: Band 6 - SWIR-1 - 1560-1660 nm
ca: Banda 6 - SWIR-1 - 1560-1660 nm
es: Banda 6 - SWIR-1 - 1560-1660 nm
uk: Канал 6 - Короткохвильовий ІЧ-1 (SWIR-1) - 1560-1660 нм

source: Band 7 - SWIR-2 - 2100-2300 nm
ca: Banda 7 - SWIR-2 - 2100-2300 nm
es: Banda 7 - SWIR-2 - 2100-2300 nm
uk: Канал 7 - Короткохвильовий ІЧ-2 (SWIR-2) - 2100-2300 нм

source: Band 8 - Panchromatic - 500-680 nm
ca: Banda 8 - Pancromàtica - 500-680 nm
es: Banda 8 - Pancromática - 500-680 nm
uk: Канал 8 - Панхроматичний - 500-680 нм

source: Band 9 - Cirrus - 1360-1390 nm
ca: Banda 9 - Cirrus - 1360-1390 nm
es: Banda 9 - Cirros - 1360-1390 nm
uk: Канал 9 - Перисті хмари - 1360-1390 нм

source: Landsat 8 (USGS archive)
ca: Landsat 8 (arxiu USGS)
es: Landsat 8 (archivo USGS)
uk: Landsat 8 (архів Геологічної служби США )

source: Red band
ca: Banda vermella
es: Banda roja
uk: Червоний канал

source: Blue band
ca: Banda blava
es: Banda azul
uk: Синій канал

source: Green band
ca: Banda verda
es: Banda verde
uk: Зелений канал

source: Band 1 - Coastal aerosol - 443 nm
ca: Banda 1 - Aerosol costaner - 443 nm
es: Banda 1 - Aerosoles costeros - 443 nm
uk: Канал 1 - Прибережний аерозоль - 443 нм

source: Band 2 - Blue - 490 nm
ca: Banda 2 - Blau - 490 nm
es: Banda 2 - Azul - 490 nm
uk: Канал 2 - Синій - 490 нм

source: Band 3 - Green - 560 nm
ca: Banda 3 - Verd - 560 nm
es: Banda 3 - Verde - 560 nm
uk: Канал 3 - Зелений - 560 нм

source: Band 4 - Red - 665 nm
ca: Banda 4 - Vermell - 665 nm
es: Banda 4 - Rojo - 665 nm
uk: Канал 4 - Червоний - 665 нм

source: Band 5 - Vegetation Red Edge - 705 nm
ca: Banda 5 - Vegetation Red Edge - 705 nm
es: Banda 5 - Borde rojo de la vegetación - 705 nm
uk: Канал 5 - Червона межа вегетації - 705 нм

source: Band 6 - Vegetation Red Edge - 740 nm
ca: Banda 6 - Vegetation Red Edge - 740 nm
es: Banda 6 - Borde rojo de la vegetación - 740 nm
uk: Канал 6 - Червона межа вегетації - 740 нм

source: Band 7 - Vegetation Red Edge - 783 nm
ca: Banda 7 - Vegetation Red Edge - 783 nm
es: Banda 7 - Borde rojo de la vegetación - 783 nm
uk: Канал 7 - Червона межа вегетації - 783 нм

source: Band 8 - NIR - 842 nm
ca: Banda 8 - NIR - 842 nm
es: Banda 8 - Infrarrojo cercano (NIR) - 842 nm
uk: Канал 8 - Ближній ІЧ (NIR) - 842 нм

source: Band 9 - Water vapour - 945 nm
ca: Banda 9 - Vapor d'aigua - 945 nm
es: Banda 9 - Vapor de agua - 945 nm
uk: Канал 9 - Водяна пара - 945 нм

source: Band 10 - SWIR - Cirrus - 1375 nm
ca: Banda 10 - SWIR - Cirrus - 1375 nm
es: Banda 10 - Infrarrojo de onda corta (SWIR) - Cirros - 1375 nm
uk: Канал 10 - Короткохвильовий ІЧ (SWIR) - перисті хмари - 1375 нм

source: Band 11 - SWIR - 1610 nm
ca: Banda 11 - SWIR - 1610 nm
es: Banda 11 - Infrarrojo de onda corta (SWIR) - 1610 nm
uk: Канал 11 - Короткохвильовий ІЧ (SWIR) - 1610 нм

source: Band 12 - SWIR - 2190 nm
ca: Banda 12 - SWIR - 2190 nm
es: Banda 12 - Infrarrojo de onda corta (SWIR) - 2190 nm
uk: Канал 12 - Короткохвильовий ІЧ (SWIR) - 2190 нм

source: Band 8A - Vegetation Red Edge - 865 nm
ca: Banda 8A - Vegetation Red Edge - 865 nm
es: Banda 8A - Borde rojo de la vegetación - 865 nm
uk: Канал 8А - Червона межа вегетації - 865 нм

source: Band 1 - Aerosol correction, improved water constituent retrieval - 400 nm
ca: Banda 1 - Correcció d'aerosols, millora l'estimació dels components de l'aigua - 400 nm
es: Banda 1 - Corrección de aerosoles, recuperación mejorada de constituyentes del agua - 400 nm
uk: Канал 1 - Аерозольна корекція, покращений пошук водних компонентів - 400 нм

source: Band 3 - Chl absorption max., biogeochemistry, vegetation - 442.5 nm
ca: Banda 3: absorció màxima de Chl, biogeoquímica, vegetació - 442,5 nm
es: Banda 3 - Máximo de absorción de la clorofila, biogeoquímica, vegetación - 442.5 nm
uk: Канал 3 - Максимальне поглинання хлорофілом, біогеохімія, вегетація - 442,5 нм

source: Band 4 - High Chl, other pigments - 490 nm
ca: Banda 4 - High Chl, altres pigments - 490 nm
es: Banda 4 - Clorofila alta, otros pigmentos - 490 nm
uk: Канал 4 - Високий рівень хлорофілу, інші пігменти - 490 нм

source: Band 5 - Chl, sediment, turbidity, red tide - 510 nm
ca: Banda 5 - Chl, sediment, terbolesa, marea vermella - 510 nm
es: Banda 5 - Clorofila, sedimentos, turbidez, marea roja - 510 nm
uk: Канал 5 - Хлорофіл, осад, каламутність, червоний приплив - 510 нм

source: Band 6 - Chlorophyll reference (Chl minimum) - 560 nm
ca: Banda 6 - Referència de clorofil·la (Chl mínim) - 560 nm
es: Banda 6 - Referencia para la clorofila (mínimo de la clorofila) - 560 nm
uk: Канал 6 - Еталонний рівень хлорофілу (мінімум хлорофілу) - 560 нм

source: Band 7 - Sediment loading - 620 nm
ca: Banda 7 - Càrrega de sediments - 620 nm
es: Banda 7 - Carga de sedimentos - 620 nm
uk: Канал 7 - Осад - 620 нм

source: Band 8 - Chl (2nd Chl abs. max.), sediment, yellow substance/vegetation - 665 nm
ca: Banda 8 - Chl (2n Chl abs. màx.), sediment, substància groga/vegetació - 665 nm
es: Banda 8 - Segundo máximo de absorción de la clorofila, sedimentos, materia orgánica en suspensión/vegetación - 665 nm
uk: Канал 8 - Хлорофіл (2-й максимум поглинання хлорофілом), осад, жовта речовина/рослинність - 665 нм

source: Band 9 - For improved fluorescence retrieval and to better account for spectral smile together with the band 8 (665 nm) and band 10 (681.25 nm) - 673.75 nm
ca: Banda 9: per millorar l'estimació de la fluorescència i tenir en compte millor el 'smile' espectral juntament amb la banda 8 (665 nm) i la banda 10 (681,25 nm) - 673,75 nm
es: Banda 9 - Para mejorar la recuperación de la fluorescencia y tener más en cuenta la mejora espectral junto con la banda 8 (665 nm) y la banda 10 (681.25 nm) - 673,75 nm
uk: Канал 9 - Для покращення виявлення флуоресценції і для кращого врахування спектральної кривизни разом з каналом 8 (665 нм) та каналом 10 (681,25 нм) - 673,75 нм

source: Band 10 - Chl fluorescence peak, red edge - 681.25 nm
ca: Banda 10 - Pic de fluorescència Chl, vora vermella - 681,25 nm
es: Banda 10 - Borde rojo del pico de fluorescencia de la clorofila - 681.25 nm
uk: Канал 10 - Пік флуоресценції хлорофілу, межа червоного - 681,25 нм

source: Band 11 - Chl fluorescence baseline, red edge transition - 708.75 nm
ca: Banda 11: línia de base de fluorescència Chl, transició de vora vermella - 708,75 nm
es: Banda 11 - Borde rojo de la línea de base de fluorescencia de la clorofila - 708.75 nm
uk: Канал 11 - Базова лінія хлорофілу, перехід червоної межі - 708,75 нм

source: Band 12 - O2 absorption/clouds, vegetation - 753.75 nm
ca: Banda 12 - Absorció d'O2/núvols, vegetació - 753,75 nm
es: Banda 12 - Absorción de O2/nubes, vegetación - 753.75 nm
uk: Канал 12 - Поглинання O2/хмари, рослинність - 753,75 нм

source: Band 13 - O2 absorption band/aerosol corr. - 761.25 nm
ca: Banda 13 - Banda d'absorció d'O2/aerosol corr. - 761,25 nm
es: Banda 13 - Banda de absorción de O2/corrección de aerosoles - 761.25 nm
uk: Канал 13 - Канал поглинання O2/корекція аерозолів - 761,25 нм

source: Band 14 - Atmospheric correction - 764.375 nm
ca: Banda 14 - Correcció atmosfèrica - 764,375 nm
es: Banda 14 - Corrección atmosférica - 764.375 nm
uk: Канал 14 - Атмосферна корекція - 764,375 нм

source: Band 15 - O2A used for cloud top pressure, fluorescence over land - 767.5 nm
ca: Banda 15 - O2A utilitzat per a la pressió superior del núvol, fluorescència sobre terra - 767,5 nm
es: Banda 15 - O2A para la presión en la cima nubosa, fluorescencia sobre tierra - 767.5 nm
uk: Канал 15 - O2A використовується для визначення тиску у верхній частині хмар, флуоресценція над земною поверхнею - 767,5 нм

source: Band 16 - Atmos. corr./aerosol corr. - 778.75 nm
ca: Banda 16 - Atmos. corr./aerosol corr. - 778,75 nm
es: Banda 16 - Corrección atmosférica/de aerosoles - 778.75 nm
uk: Канал 16 - Атмосферна корекція/корекція аерозолів - 778,75 нм

source: Band 17 - Atmos. corr./aerosol corr., clouds, pixel co-registration - 865 nm
ca: Banda 17 - Atmos. corr./aerosol corr., núvols, coregistre de píxels - 865 nm
es: Banda 17 - Corr. atmosf./corr. aerosoles, nubes, co-registro de píxeles - 865 nm
uk: Канал 17 - Атмосферна корекція/корекція аерозолів, хмар, кореєстрація пікселів - 865 нм

source: Band 18 - Water vapour absorption reference band. Common reference band with SLSTR instrument. Vegetation monitoring - 885 nm
ca: Banda 18 - Banda de referència d'absorció de vapor d'aigua. Banda de referència comuna amb instrument SLSTR. Monitorització de la vegetació - 885 nm
es: Banda 18 - Referencia para la absorción por vapor de agua, común con el instrumento SLSTR. Monitorización de vegetación - 885 nm
uk: Канал 18 - Еталонний канал поглинання водяної пари. Загальний еталонний канал з інструментом SLSTR. Моніторинг рослинності - 885 нм

source: Band 19 - Water vapour absorption/vegetation monitoring (max. reflectance) - 900 nm
ca: Banda 19 - Absorció de vapor d'aigua/vigilància de la vegetació (reflectància màxima) - 900 nm
es: Banda 19 - Absorción por vapor de agua/monitorización de vegetación (reflectancia máxima) - 900 nm
uk: Канал 19 - Поглинання водяної пари/моніторинг рослинності (макс. відбиття) - 900 нм

source: Band 20 - Water vapour absorption, atmos./aerosol corr. - 940 nm
ca: Banda 20 - Absorció de vapor d'aigua, atmos./aerosol corr. -940 nm
es: Banda 20 - Absorción por vapor de agua, corrección atmosférica/de aerosoles - 940 nm
uk: Канал 20 - Поглинання водяної пари, корекція атмосф./аероз. - 940 нм

source: Band 21 - Atmos./aerosol corr. - 1020 nm
ca: Banda 21 - Atmos./aerosol corr. - 1020 nm
es: Banda 21 - Corrección atmosférica/de aerosoles - 1020 nm
uk: Канал 21 - Корекція атмосф. /аероз. - 1020 нм

source: Band F1 - Thermal IR fire emission - Active fire - 3742.00 nm
ca: Banda F1 - Emissió tèrmica d'incendis IR - Foc actiu - 3742,00 nm
es: Banda F1 - Emisión del fuego en el infrarrojo térmico (TIR) - Incendio activo - 3742.00 nm
uk: Канал F1 - Теплове ІЧ випромінювання вогню - Відкритий вогонь - 3742,00 нм

source: Band F2 - Thermal IR fire emission - Active fire - 10854.00 nm
ca: Banda F2 - Emissió tèrmica d'incendis IR - Foc actiu - 10854,00 nm
es: Banda F2 - Emisión del fuego en el infrarrojo térmico (TIR) - Incendio activo - 10854.00 nm
uk: Канал F2 - Теплове ІЧ випромінювання вогню - Відкритий вогонь - 10854,00 нм

source: Band S1 - VNIR - Cloud screening, vegetation monitoring, aerosol - 554.27 nm
ca: Banda S1 - VNIR - detecció de núvols, seguiment de la vegetació, aerosol - 554,27 nm
es: Banda S1 - VNIR - Filtrado de nubes, monitorización de vegetación, aerosoles - 554.27 nm
uk: Канал S1 - Видимий та ближній ІЧ (VNIR) - Скринінг хмар, моніторинг рослинності, аерозолів - 554.27 нм

source: Band S2 - VNIR - NDVI, vegetation monitoring, aerosol - 659.47 nm
ca: Banda S2 - VNIR - NDVI, monitorització de la vegetació, aerosol - 659,47 nm
es: Banda S2 - VNIR - Índice normalizado de vegetación (NDVI), monitorización de vegetación, aerosoles - 659.47 nm
uk: Канал S2 - Видимий та ближній ІЧ (VNIR) - NDVI, моніторинг рослинності, аерозолів - 659.47 нм

source: Band S3 - VNIR - NDVI, cloud flagging, pixel co-registration - 868.00 nm
ca: Banda S3 - VNIR - NDVI, marcació al núvol, coregistre de píxels - 868,00 nm
es: Banda S3 - VNIR - Índice normalizado de vegetación (NDVI), marcado de nubes, co-registro de píxeles - 868.00 nm
uk: Канал S3 - Видимий та ближній ІЧ (VNIR) - NDVI, типи хмар, кореєстрація пікселів - 868.00 нм

source: Band S4 - SWIR - Cirrus detection over land - 1374.80 nm
ca: Banda S4 - SWIR - Detecció de cirrus sobre terra - 1374,80 nm
es: Banda S4 - SWIR - Detección de cirros sobre tierra - 1374.80 nm
uk: Канал S4 - Короткохвильовий ІЧ (SWIR) - виявлення перистих хмар - 1374.80 нм

source: Band S5 - SWIR - Cloud clearing, ice, snow, vegetation monitoring - 1613.40 nm
ca: Banda S5 - SWIR - neteja de núvols, gel, neu, monitorització de la vegetació - 1613,40 nm
es: Banda S5 - SWIR - Corrección de nubes, hielo, nieve, monitorización de vegetación - 1613.40 nm
uk: Канал S5 - Короткохвильовий ІЧ (SWIR) - Очищення від хмар, моніторинг льоду, снігу та рослинності - 1613.40 нм

source: Band S6 - SWIR - Vegetation state and cloud clearing - 2255.70 nm
ca: Banda S6 - SWIR - Estat de vegetació i claredat de núvols - 2255,70 nm
es: Banda S6 - SWIR - Estado de la vegetación y corrección de nubes - 2255.70 nm
uk: Канал S6 - Короткохвильовий ІЧ (SWIR) - Стан рослинності та очищення від хмар - 2255.70 нм

source: Band S7 - Thermal IR Ambient - SST, LST, active fire - 3742.00 nm
ca: Banda S7 - Ambient tèrmic IR - SST, LST, foc actiu - 3742,00 nm
es: Banda S7 - Infrarrojo térmico (TIR) ambiental - Temperatura superficial de mar y tierra, incendio activo - 3742.00 nm
uk: Канал S7 - Теплове ІЧ-оточення - SST, LST, відкритий вогонь - 3742.00 нм

source: Band S8 - Thermal IR Ambient - SST, LST, active fire - 10854.00 nm
ca: Banda S8 - Ambient tèrmic IR - SST, LST, foc actiu - 10854,00 nm
es: Banda S8 - Infrarrojo térmico (TIR) ambiental - Temperatura superficial de mar y tierra, incendio activo - 10854.00 nm
uk: Канал S8 - Теплове ІЧ-оточення - SST, LST, відкритий вогонь - 10854.00 нм

source: Band S9 - Thermal IR Ambient - SST, LST - 12022.50 nm
ca: Banda S9 - Ambient tèrmic IR - SST, LST - 12022,50 nm
es: Banda S9 - Infrarrojo térmico (TIR) ambiental - Temperatura superficial de mar y tierra - 12022.50 nm
uk: Канал S9 - Теплове ІЧ-оточення - SST, LST - 12022.50 нм

source: Reflectance
ca: Reflectància
es: Reflectancia
uk: Відбиття

source: Brightness temperature
ca: Temperatura de brillantor
es: Temperatura de brillo
uk: Температура яскравості

source: Based on the combination of bands 4, 3, 2
ca: Basat en la combinació de les bandes 4, 3, 2
es: A partir de la combinación de las bandas 4, 3, 2
uk: На основі комбінації каналів 4, 3, 2

source: Based on the combination of bands (B04-B03)/(B04+B03)
ca: Basat en la combinació de bandes (B04-B03)/(B04+B03)
es: A partir de la combinación de bandas (B04-B03)/(B04+B03)
uk: На основі комбінації каналів (B04-B03)/(B04+B03)

source: Based on the combination of bands 5, 4, 3
ca: Basat en la combinació de les bandes 5, 4, 3
es: A partir de la combinación de las bandas 5, 4, 3
uk: На основі комбінації каналів 5, 4, 3

source: Based on true color bands 4, 3, 2 and a pan band 8
ca: Basat en bandes de color real 4, 3, 2 i una banda panoràmica 8
es: Basado en las bandas de color natural 4, 3, 2, y en la pancromática 8
uk: На основі каналів природніх кольорів (4, 3, 2) і 8 панхромного каналу

source: Based on the combination of bands (B05-B04)/(B05+B04)
ca: Basat en la combinació de bandes (B05-B04)/(B05+B04)
es: A partir de la combinación de bandas (B05-B04)/(B05+B04)
uk: На основі комбінації каналів (B05-B04)/(B05+B04)

source: VV - linear gamma0 - orthorectified
ca: VV - gamma0 lineal - ortorectificat
es: VV - lineal gamma0 - ortorrectificado
uk: VV - лінійна гамма 0 - орторектифікована

source: VV - linear gamma0 - non-orthorectified
ca: VV - gamma0 lineal - no ortorectificat
es: VV - gamma0 lineal - no ortorrectificado
uk: VV - лінійна гамма 0 - не орторектифікована

source: VH - linear gamma0 - orthorectified
ca: VH - gamma0 lineal - ortorectificat
es: VH - gamma0 lineal - ortorrectificado
uk: VH - лінійна гамма 0 - орторектифікована

source: Based on the combination of bands 3, 2, 1
ca: Basat en la combinació de les bandes 3, 2, 1
es: A partir de la combinación de las bandas 3, 2, 1
uk: На основі комбінації каналів 3, 2, 1

source: VH - linear gamma 0 - non-orthorectified
ca: VH - gamma lineal 0 - no ortorectificat
es: VH - gamma0 lineal - no ortorrectificado
uk: VH - лінійна гамма 0 - не орторектифікована

source: Color image by mapping the input bands. Value [RGB] = [VV, 2 VH, VV / VH / 100.0] - linear gamma0 - orthorectified
ca: Imatge en color mitjançant el mapa de les bandes d'entrada. Valor [RGB] = [VV, 2 VH, VV / VH / 100,0] - gamma0 lineal - ortorectificat
es: Imagen en color tras combinar las bandas de entrada. Valor [RGB] = [VV, 2 VH, VV / VH / 100.0] - gamma0 lineal - ortorectificada
uk: Кольорове зображення шляхом відображення вхідних каналів. Значення [RGB] = [VV, 2 VH, VV / VH / 100.0] - лінійна гамма 0 - орторектифікована

source: VV - decibel gamma0 [-20,0] - orthorectified
ca: VV - decibel gamma0 [-20,0] - ortorectificat
es: VV - gamma0 decibélico [-20,0] - ortorrectificada
uk: VV - децибел гамма 0 [-20,0] - орторектифікована

source: VH - decibel gamma0 [-20,0] - orthorectified
ca: VH - decibel gamma0 [-20,0] - ortorectificat
es: VH - gamma0 decibélico [-20,0] - ortorrectificada
uk: VH - децибел гамма 0 [-20,0] - орторектифікована

source: Returns a composite of (VH, VV, VH-VV)
ca: Retorna un compost de (VH, VV, VH-VV)
es: Devuelve una composición de (VH, VV, VH-VV)
uk: Повертає композит з (VH, VV, VH-VV)

source: HH - linear gamma0 - orthorectified
ca: HH - gamma0 lineal - ortorectificat
es: HH - gamma0 lineal - ortorrectificada
uk: HH - лінійна гамма 0 - орторектифікована

source: HV - linear gamma0 - orthorectified
ca: HV - gamma0 lineal - ortorectificat
es: HV - gamma0 lineal - ortorrectificada
uk: HV - лінійна гамма 0 - орторектифікована

source: Color image by mapping the input bands. Value [RGB] = [HH, 2 HV, HH / HV / 100.0] - linear gamma0 - orthorectified
ca: Imatge en color mitjançant el mapa de les bandes d'entrada. Valor [RGB] = [HH, 2 HV, HH / HV / 100,0] - gamma0 lineal - ortorectificat
es: Imagen en color tras combinar las bandas de entrada. Valor [RGB] = [HH, 2 HV, HH / HV / 100.0] - gamma0 lineal - ortorrectificada
uk: Кольорове зображення шляхом відображення вхідних каналів. Значення [RGB] = [HH, 2 HV, HH / HV / 100.0] - лінійна гамма 0 - орторектифікована

source: HH - decibel gamma0 [-20,0] - orthorectified
ca: HH - decibel gamma0 [-20,0] - ortorectificat
es: HH - gamma0 en decibelios [-20,0] - ortorrectificado
uk: HH - децибел гамма 0 [-20,0] - орторектифікована

source: HV - decibel gamma0 [-20,0] - orthorectified
ca: HV - decibel gamma0 [-20,0] - ortorectificat
es: HV - gamma0 en decibelios [-20,0] - ortorrectificado
uk: HV - децибел гамма 0 [-20,0] - орторектифікована

source: HH - linear gamma0 - non-orthorectified
ca: HH - gamma0 lineal - no ortorectificat
es: HH - gamma0 lineal - no ortorrectificado
uk: HH - лінійна гамма 0 - не орторектифікована

source: Based on bands 4,3,2
ca: Basat en les bandes 4,3,2
es: A partir de las bandas 4, 3, 2
uk: На основі каналів 4,3,2

source: Based on bands 8,4,3
ca: Basat en les bandes 8,4,3
es: A partir de las bandas 8, 4, 3
uk: На основі каналів 8,4,3

source: Based on bands 12,11,4
ca: Basat en les bandes 12,11,4
es: A partir de las bandas 12, 11, 4
uk: На основі каналів 12,11,4

source: Based on combination of bands (B8 - B4)/(B8 + B4)
ca: Basat en la combinació de bandes (B8 - B4)/(B8 + B4)
es: A partir de la combinación de bandas (B8 - B4)/(B8 + B4)
uk: На основі комбінації каналів (B8 - B4)/(B8 + B4)

source: Based on combination of bands (B8A - B11)/(B8A + B11)
ca: Basat en la combinació de bandes (B8A - B11)/(B8A + B11)
es: A partir de la combinación de bandas (B8A - B11)/(B8A + B11)
uk: На основі комбінації каналів (B8A - B11)/(B8A + B11)

source: Based on bands 12,8A,4
ca: Basat en les bandes 12,8A,4
es: A partir de las bandas 12, 8A, 4
uk: На основі каналів 12,8A,4

source: Based on combination of bands (B3 - B8)/(B3 + B8)
ca: Basat en la combinació de bandes (B3 - B8)/(B3 + B8)
es: A partir de la combinación de bandas (B3 - B8)/(B3 + B8)
uk: На основі комбінації каналів (B3 - B8)/(B3 + B8)

source: Based on combination of bands (B3 - B11)/(B3 + B11); values above 0.42 are regarded as snowy
ca: Basat en combinació de bandes (B3 - B11)/(B3 + B11); els valors superiors a 0,42 es consideren nevats
es: A partir de la combinación de bandas (B3 - B11)/(B3 + B11); los valores superiores a 0.42 indican nieve
uk: На основі комбінації каналів (B3 - B11)/(B3 + B11); значення вище 0,42 ідентифікують сніг
