Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Error fetching image:
ca: Error en recuperar la imatge:
es: Error al trasladar la imagen:
uk: Помилка отримання зображення:

source: Could not load image from blob
ca: No s'ha pogut carregar la imatge del blob
es: No se pudo cargar la imagen de la zona
uk: Неможливо завантажити зображення з BLOB

source: Drag bands onto RGB fields.
ca: Arrossegueu les bandes als camps RGB.
es: Arrastrar las bandas a los campos RGB.
uk: Перетягнути канали у вікна RGB.

source: Drag bands into the index equation
ca: Arrossegueu les bandes a l'equació de l'índex
es: Arrastrar las bandas a la ecuación de índice
uk: Перетягнути канали у вікно індексного рівняння

source: Index
ca: Índex
es: Índice
uk: Індекс

source: Threshold
ca: Llindar
es: Umbral
uk: Порогове значення

source: Remove color picker
ca: Elimina el selector de colors
es: Retirar el selector de color
uk: Скасувати вибір кольору

source: Add color picker
ca: Afegeix un selector de colors
es: Añadir selector de color
uk: Додати вибір кольору

source: Click to place marker
ca: Feu clic per col·locar el marcador
es: Pulse para colocar marcador
uk: Клацнути для розміщення маркера

source: Click to place first vertex
ca: Feu clic per col·locar el primer vèrtex
es: Pulse para colocar el primer vértice
uk: Клацнути для розміщення першої вершини

source: Click to continue drawing
ca: Feu clic per continuar dibuixant
es: Pulse para seguir trazando
uk: Клацнути, щоб продовжити окреслювати

source: Click first marker to finish
ca: Feu clic al primer marcador per acabar
es: Pulse en el primer marcador para terminar
uk: Клацнути на перший маркер для завершення

source: Show captions
ca: Mostrar els subtítols
es: Mostrar pies de figura
uk: Показати підписи

source: Show slide title
ca: Mostrar el títol de la diapositiva
es: Mostrar el título de la diapositiva
uk: Показати назву слайда

source: Add map overlays
ca: Afegiu superposicions de mapes
es: Añadir capas superpuestas
uk: Додати накладання на карту

source: Show legend
ca: Mostra la llegenda
es: Mostrar leyenda
uk: Показати легенду

source: No pins were found within the current field of view.
ca: No s'han trobat pins dins del camp de visió actual.
es: El campo de visión actual no contiene marcadores.
uk: У поточній області не знайдено жодної закладки.

source: Some pins (${ N_PINS_OUTSIDE_BOUNDS }) are ignored because they are not within the selected area.
ca: Alguns pins (${ N_PINS_OUTSIDE_BOUNDS }) s'ignoren perquè no es troben dins de l'àrea seleccionada.
es: Se ignoran algunos marcadores (${ N_PINS_OUTSIDE_BOUNDS }) porque caen fuera del área seleccionada.
uk: Деякі закладки (${ N_PINS_OUTSIDE_BOUNDS }) не враховуються, оскільки розташовані за межами обраної області.

source: To create a pin story, navigate to the desired position on the map. All pins within the current field of view will be used to create the story, the rest will be ignored.
ca: Per crear una història de pins, navegueu a la posició desitjada al mapa. Tots els pins dins del camp de visió actual s'utilitzaran per crear la història, la resta s'ignorarà.
es: Para crear una secuencia de marcadores, vaya al lugar deseado del mapa. La secuencia de marcadores incluirá todos los marcadores que entren en el campo de visión, y se ignorarán los demás.
uk: Щоб створити історію із закладок, наблизьтесь до бажаної місцевості на карті. При створенні історії будуть використані всі закладки в межах поточної області дослідження. Інші закладки не враховуватимуться.

source: File will have logo attached.
ca: L'arxiu tindrà el logotip adjuntat.
es: El archivo incorporará un logotipo.
uk: Файл міститиме логотип.

source: A dataMask-band will be included in the downloaded raw bands as second band.
ca: S'inclourà una banda dataMask a les bandes en brut descarregades com a segona banda.
es: A las bandas crudas que se descarguen se añadirá, como segunda banda, una máscara de datos (dataMask-band).
uk: До необроблених шарів, що завантажуються, буде доданий канал dataMask як додатковий шар.

source: Show logo
ca: Mostra el logotip
es: Mostrar el logotipo
uk: Показати логотип

source: Image format
ca: Format d'imatge
es: Formato de imagen
uk: Формат зображення

source: Image resolution
ca: Resolució d'imatge
es: Resolución
uk: Просторова розрізненість зображення

source: Coordinate system
ca: Sistema de coordenades
es: Sistema de coordenadas
uk: Система координат

source: Layers
ca: Capes
es: Capas
uk: Шари

source: Visualised
es: Visibles
uk: Візуалізовані

source: Raw
ca: Cru
es: Crudas
uk: Необроблені

source: The map's overlay layers (place labels, streets and political boundaries) will be added to the image.
ca: Les capes de superposició del mapa (etiquetes de llocs, carrers i límits polítics) s'afegiran a la imatge.
es: La imagen incluirá las capas superpuestas (etiquetas de lugares, calles y fronteras administrativas).
uk: На зображення будуть накладені інші шари (географічні позначки, вулиці та політичні межі).

source: Exported image(s) will include datasource and date, zoom scale and branding
ca: Les imatges exportades inclouran la font de dades i la data, l'escala de zoom i la marca
es: Las imágenes exportadas incluirán la fuente de los datos así como la fecha, el nivel de ampliación y marca de origen
uk: Експортоване зображення міститиме джерело даних, дату, масштаб та брендинг

source: Add a short description to the exported image
ca: Afegiu una breu descripció a la imatge exportada
es: Añada una descripción breve de la imagen exportada
uk: Додати короткий опис до експортованого зображення

source: Exported image will include legend
ca: La imatge exportada inclourà la llegenda
es: La imagen exportada incluirá una leyenda
uk: Експортоване зображення міститиме легенду

source: Description
ca: Descripció
es: Descripción
uk: Опис

source: Image format:
ca: Format d'imatge:
es: Formato de imagen:
uk: Формат зображення:

source: Basic
ca: Bàsic
es: Básico
uk: Основні

source: Analytical
ca: Analítiques
es: Analítico
uk: Аналітичні

source: High-res print
ca: Impressió d'alta resolució
es: Impresión en alta resolución
uk: Високоякісний друк

source: Download image
ca: Descarregar imatge
es: Descargar imagen
uk: Завантажити зображення

source: An error has occurred while fetching some of the images:
ca: S'ha produït un error en recuperar algunes de les imatges:
es: Ha ocurrido un error en el procesamiento de alguna imagen:
uk: При отриманні деяких зображень сталася помилка:

source: sec/px
ca: seg/px
es: seg/px
uk: с/пікс

source: Resolution
ca: Resolució
es: Resolución
uk: Розрізненість

source: deg/px
ca: graus/px
es: grados/px
uk: град/пікс

source: Projected resolution: ${ formattedResolution } m/px
ca: Resolució projectada: ${ formattedResolution } m/px
es: Resolución proyectada: ${ formattedResolution } m/px
uk: Проєктована розрізненість: ${ formattedResolution } м/пікс

source: Error: Data fusion does not support KMZ/JPG and KMZ/PNG formats.
ca: Error: la fusió de dades no admet els formats KMZ/JPG i KMZ/PNG.
es: Error: la fusión de datos no admite los formatos KMZ/JPG ni KMZ/PNG.
uk: Помилка: змішування даних не підтримує формати KMZ/JPG і KMZ/PNG.

source: Image download
ca: Descàrrega d'imatges
es: Descarga de imagen
uk: Завантаження зображення

source: Image width [inches]:
ca: Amplada de la imatge [polzades]:
es: Anchura de la imagen [pulgadas]:
uk: Ширина зображення [дюймів]:

source: Image height [inches]:
ca: Alçada de la imatge [polzades]:
es: Altura de la imagen [pulgadas]:
uk: Висота зображення [дюймів]:

source: DPI:
ca: PPP:
es: Puntos por pulgada:

source: 5 years
ca: 5 anys
es: 5 años
uk: 5 років

source: 2 years
ca: 2 anys
es: 2 años
uk: 2 роки

source: 1 year
ca: 1 any
es: 1 año
uk: 1 рік

source: 6 months
ca: 6 mesos
es: 6 meses
uk: 6 місяців

source: 3 months
ca: 3 mesos
es: 3 meses
uk: 3 місяці

source: 1 month
ca: 1 mes
es: 1 mes
uk: 1 місяць

source: Retry
ca: Torna-ho a provar
es: Reintentar
uk: Повторити

source: Loading, please wait
ca: Carregant, esperi, si us plau
es: Cargando, espere por favor
uk: Триває завантаження. Будь ласка, зачекайте

source: mean
ca: mitjana
es: media
uk: середнє

source: median
ca: mediana
es: mediana
uk: медіана

source: st. dev.
ca: des. est.
es: desv. est.
uk: ст. відх.

source: min / max
es: mín / máx
uk: мін / макс

source: Export CSV
ca: Exporta CSV
es: Exportar como CSV
uk: Експортувати CSV

source: Timespan:
ca: Lapse de temps:
es: Intervalo temporal:

source: Date:
ca: Data:
es: Fecha:
uk: Дата:

source: Single date
ca: Data única
es: Fecha única
uk: За один день

source: Timespan
ca: Lapse de temps
es: Intervalo

source: From:
ca: Des de:
es: Desde:
uk: З:

source: Until:
ca: Fins:
es: Hasta:
uk: До:

source: Apply
ca: Aplicar
es: Aplicar
uk: Застосувати

source: Share on Facebook
ca: Comparteix a Facebook
es: Compartir en Facebook
uk: Поділитися в Facebook

source: Check this out
ca: Fes una ullada a això␣
es: Comprobar esto
uk: Переглянути

source: Logout
ca: Tancar sessió
es: Salir
uk: Вийти

source: Login to unlock advanced features such as timelapse, analytical download, own configurations and more.
ca: Inicieu sessió per desbloquejar funcions avançades com ara timelapse, descàrrega analítica, configuracions pròpies i molt més.
es: Acceda como usuario registrado para disponer de prestaciones avanzadas como animaciones, descargas analíticas, configuración personalizada, y más.
uk: Увійдіть до системи, щоб користуватися розширеними функціями, такими як покадрове відео, аналітичне завантаження, користувацькі налаштування тощо.

source: Login
ca: Iniciar Sessió
es: Acceder
uk: Увійти

source: Default
ca: Per defecte
es: Por defecto
uk: За замовчуванням

source: Monitoring Earth from Space
ca: Monitorització de la Terra des de l'espai
es: Monitorización de la Tierra desde el espacio
uk: Моніторинг Землі з космосу

source: Agriculture
ca: Agricultura
es: Agricultura
uk: Сільське господарство

source: Atmosphere and Air Pollution
ca: Atmosfera i Contaminació de l'Aire
es: Atmósfera y contaminación del aire
uk: Атмосфера та забруднення повітря

source: Change Detection through Time
ca: Detecció de canvis a través del temps
es: Detección de cambios
uk: Виявлення змін у часі

source: Floods and Droughts
ca: Inundacions i sequeres
es: Inundaciones y sequías
uk: Повені та посухи

source: Geology
ca: Geologia
es: Geología
uk: Геологія

source: Ocean and Water Bodies
ca: Oceà i masses d'aigua
es: Océanos y masas de agua
uk: Океан та водні об'єкти

source: Snow and Glaciers
ca: Neu i glaceres
es: Nieve y glaciares
uk: Сніг та льодовики

source: Urban
ca: Urbà
es: Urbano
uk: Міська зона

source: Vegetation and Forestry
ca: Vegetació i Silvicultura
es: Vegetación y bosques
uk: Рослинність і ліс

source: Volcanoes
ca: Volcans
es: Volcanes
uk: Вулкани

source: In the **Discover** tab you can: - Select a **Theme.** - **Search** for data. - View theme **Highlights.** The **Theme** dropdown offers you different preconfigured themes as well as your own custom configured instances if you are Logged-in. To create an instance, click on the settings icon <i className="fa fa-cog" /> and log in with the same credentials as you used for EO Browser. Under **Search** you can set search criteria: - Choose from which satellites you want to receive the data by selecting checkboxes. - Select additional options where applicable, for example, cloud coverage with the slider. - Select the time range by either typing the date or select the date from the calendar. You can read explanations of satellites by clicking on the question icon <i className="fa fa-question-circle" /> next to the data source name. Once you hit <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span> you get a list of results. Each result is presented with a preview image, and relevant data specific to the datasource. For some data sources, the link icon <i class="fa fa-link" /> is also visible for each result. Clicking on it reveals direct links to the raw image of the result on EO Cloud or SciHub. Clicking on the <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> button will open the **Visualize** tab for the selected result. Under **Highlight**, you find preselected interesting locations connected to the selected theme.
ca: A la pestanya **Descobriu** podeu: - Seleccioneu un **Tema.** - **Cerca** dades. - Mostra el tema **Destacats.** El menú desplegable **Tema** us ofereix diferents temes preconfigurats, així com les vostres instàncies personalitzades configurades si esteu iniciat la sessió. Per crear una instància, feu clic a la icona de configuració <i className="fa fa-cog" /> i inicieu sessió amb les mateixes credencials que vau utilitzar per al navegador EO. A **Cerca** podeu establir criteris de cerca: - Trieu des de quins satèl·lits voleu rebre les dades seleccionant les caselles de selecció. - Seleccioneu opcions addicionals si escau, per exemple, cobertura de núvols amb el control lliscant. - Seleccioneu l'interval de temps escrivint la data o seleccioneu la data del calendari. Podeu llegir les explicacions dels satèl·lits fent clic a la icona de la pregunta <i className="fa-question-circle" /> al costat del nom de la font de dades. Quan feu clic a <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Cerca</span>, obtindreu una llista de resultats. Es presenta cada resultat amb una imatge de vista prèvia i dades rellevants específiques de la font de dades. Per a algunes fonts de dades, la icona d'enllaç <i class="fa fa-link" /> també és visible per a cada resultat. En fer-hi clic es mostren enllaços directes a la imatge en brut del resultat a EO Cloud o SciHub. Si feu clic al botó <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualitza</span>, s'obrirà la pestanya **Visualitza** per al resultat seleccionat. A **Destacat**, trobareu ubicacions interessants preseleccionades i connectades al tema seleccionat.
es: La pestaña **Descubrir** le permite: - Elegir un **Tema**. - **Buscar** datos. - Ver los **Destacados** del tema. El menú **Tema** ofrece varios temas predefinidos, así como sus propios apartados personalizados si ha accedido como usuario registrado. Para crear un apartado pulse en el icono de ajustes <i className="fa fa-cog" /> y acceda con su usuario y contraseña de EO Browser. En **Buscar** puede ajustar los criterios de búsqueda: - Elegir los satélites de los que desea recibir datos, marcando las casillas de selección. - Seleccionar las opciones adicionales permitidas como, por ejemplo, la cobertura nubosa, que se fija mediante una barra deslizable. - Seleccionar el intervalo temporal, bien tecleando las fechas, o bien eligiéndolas en el calendario. Acceda a explicaciones acerca de cada satélite pulsando el icono con la interrogación <i className="fa fa-question-circle" /> que hay junto al nombre de cada fuente de datos. Al pulsar <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Buscar</span> se obtiene una lista de resultados, cada uno de los cuales se muestra con una vista previa acompañada de algunos datos relevantes sobre su procedencia. Con algunas fuentes de datos aparece también el icono <i class="fa fa-link" /> junto a los resultados. Al pulsarlo se obtienen enlaces a las imágenes crudas en EO Cloud o en SciHub. El botón <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualizar</span> abre la pestaña **Visualizar** para el resultado en cuestión. **Destacados** da acceso a ubicaciones interesantes, preseleccionadas por su relación con el tema elegido.

source: In the <b>Visualize</b> tab you can select different pre-installed or custom spectral band combinations to visualise data for the selected result. Some of the common options: - **True Color** - Visual interpretation of land cover. - **False Color** - Visual interpretation of vegetation. - **NDVI** - Vegetation index. - **Moisture index** - Moisture index - **SWIR** - Shortwave-infrared index. - **NDWI** - Normalized Difference Water Index. - **NDSI** - Normalized Difference Snow Index. Most visualizations are given a description and a legend, which you can view by clicking on the expand icon <i className="fa fa-angle-double-down " />. For most data sources the **Custom Script** option is available. Click on it to select custom band combinations, index combinations or write your own classification script for the visualisation of data. You can also use custom scripts, which are stored elsewhere, either on Google drive, GitHub or in our [Custom script repository](https://custom-scripts.sentinel-hub.com/). Paste the URL of the script into a text box in the advanced script editing panel and click Refresh. You can change the date directly in the <b>Visualize</b> tab, without going back to the **Discover** tab. Type in or select it from the calendar <i className="fa fa-calendar cal-icon-cal" />. Above the visualizations you have on line of additional tools. Note that their avalibilty depends on the data source. - **Pin layer** to save it in the application for future use - by clicking on the pin icon <i className="fa fa-thumb-tack" />. - Select **advanced options** like the sampling method or apply different **effects** such as contrast (gain) and luminance (gamma) - by clicking on the effect sliders icon <i className="fa fa-sliders" />. - Add a layer to the **Compare** tab for later comparison - by clicking on the compare icon <i ClassName="fas fa-exchange-alt" />. - **Zoom** to the centre of the tile - by clicking on the crosshair <i className="fa fa-crosshairs" />. - Toggle **layer visibility** - by clicking on the visibility icon <i className="fa fa-eye-slash" />. - **Share** your visualization on social media - by clicking on the share icon <i className="fas fa-share-alt" />.
ca: A la pestanya <b>Visualitza</b> podeu seleccionar diferents combinacions de bandes espectrals preinstal·lades o personalitzades per visualitzar les dades del resultat seleccionat. Algunes de les opcions habituals: - **True Color** - Interpretació visual de la coberta del sòl. - **Color fals** - Interpretació visual de la vegetació. - **NDVI** - Índex de vegetació. - **Índex d'humitat** - Índex d'humitat - **SWIR** - Índex infraroig d'ona curta. - **NDWI** - Índex d'aigua de diferència normalitzada. - **NDSI** - Índex de neu de diferència normalitzada. La majoria de visualitzacions reben una descripció i una llegenda, que podeu veure fent clic a l'ampliació icona <i className="fa fa-angle-double-down " />. Per a la majoria de fonts de dades, l'opció **Script personalitzat** està disponible. Feu clic a sobre per seleccionar personalitzat combinacions de bandes, combinacions d'índex o escriviu el vostre propi script de classificació per a la visualització de dades. Tu pots també utilitzeu scripts personalitzats, que s'emmagatzemen en altres llocs, ja sigui a Google Drive, GitHub o al nostre [Repositori d'scripts personalitzats](https://custom-scripts.sentinel-hub.com/). Enganxeu l'URL de l'script en un quadre de text al tauler d'edició avançada de l'script i feu clic a Actualitza. Podeu canviar la data directament a la pestanya <b>Visualitza</b>, sense tornar a la pestanya **Descobriu**. Introduïu-lo o seleccioneu-lo al calendari <i className="fa fa-calendar cal-icon-cal" />. A sobre de les visualitzacions teniu en línia d'eines addicionals. Tingueu en compte que la seva disponibilitat depèn de la font de dades. - **Capa de pins** per desar-la a l'aplicació per a un ús futur - fent clic a la icona de pin <i className="fa fa-thumb-tack" />. - Seleccioneu **opcions avançades** com el mètode de mostreig o apliqueu diferents **efectes** com ara contrast (guany) i luminància (gamma) - fent clic a la icona dels controls lliscants d'efectes <i className="fa fa-sliders" / >. - Afegiu una capa a la pestanya **Compara** per a una comparació posterior, fent clic a la icona de comparació <i ClassName="fas fa-exchange-alt" />. - **Amplia** al centre de la fitxa - fent clic a la creu <i className="fa fa-crosshairs" />. - Commuta la **visibilitat de la capa**: fent clic a la icona de visibilitat <i className="fa fa-eye-slash" />. - **Comparteix** la teva visualització a les xarxes socials - fent clic a la icona de compartir <i className="fas fa-share-alt" />.
es: La pestaña <b>Visualizar</b> permite elegir entre varias combinaciones de bandas espectrales predefinidas o personalizadas para visualizar los datos del resultado seleccionado. Algunas opciones frecuentes: - **Color natural** - Interpretación visual de la cobertura del suelo. - **Color falso** - Interpretación visual de la vegetación. - **NDVI** - Índice normalizado de vegetación. - **NDMI** - Índice normalizado de humedad. - **SWIR** - Índice infrarrojo de onda corta. - **NDWI** - Índice normalizado de agua. - **NDSI** - Índice normalizado de nieve. La mayoría de visualizaciones incluye una descripción y una leyenda que se pueden ver pulsando en el icono de desplegar <i className="fa fa-angle-double-down " />. La mayoría de las fuentes de datos dispone de la opción **Script personalizado**. Pulse para elegir combinaciones personalizadas de bandas espectrales o de índices, o para elaborar su propio script de clasificación para visualizar los datos. También puede acceder a scripts personalizados guardados en otros lugares, como en Google Drive, en GitHub o en nuestro [repositorio de scripts](https://custom-scripts.sentinel-hub.com/). Copie y pegue la dirección (URL) del script en una caja de texto en el panel de edición avanzada de scripts y pulse Refrescar. Puede modificar directamente los datos que haya en la pestaña <b>Visualizar</b> sin tener que volver a la pestaña **Descubrir**. Teclee una nueva fecha o selecciónela en el calendario <i className="fa fa-calendar cal-icon-cal" />. Sobre las visualizaciones aparece la barra de herramientas adicionales. Observe que las herramientas disponibles cambian según la fuente de los datos. - **Añadir a marcadores** permite guardarla en la aplicación para su uso posterior: pulse en el icono de la chincheta <i className="fa fa-thumb-tack" />. - Elija **opciones avanzadas**, como los métodos para alterar la resolución espacial o distintos **efectos**, como cambios de contraste (ganancia) o luminancia (gamma), mediante el icono con forma de barras deslizantes <i className="fa fa-sliders" />. - Añada una capa a la pestaña **Comparar** para cotejarla con otras más tarde, mediante el icono de comparar <i ClassName="fas fa-exchange-alt" />. - **Amplíe** al centro de la tesela pulsando en la cruceta <i className="fa fa-crosshairs" />. - Active o desactive la **visibilidad de la capa** mediante el icono de visibilidad <i className="fa fa-eye-slash" />. - Puede **compartir** la visualización en las redes sociales a través del icono correspondiente: <i className="fas fa-share-alt" />.

source: User Account
ca: Compte d'usuari
es: Cuenta de usuario
uk: Обліковий запис користувача

source: Discover Tab
ca: Pestanya Descobriu
es: Pestaña Descubrir

source: Search Places
ca: Cerca llocs
es: Búsqueda de lugares
uk: Пошук території

source: Measure Distances
ca: Mesurar distàncies
es: Medida de distancias
uk: Виміряти відстань

source: Download Image
ca: Descarregar Imatge
es: Descargar imagen
uk: Завантажити зображення

source: Create Timelapse Animation
ca: Crea una animació Timelapse
es: Crear una animación
uk: Створити покадрову анімацію

source: Happy Browsing!
ca: Feliç navegació!
es: ¡Feliz Navegación!
uk: Гарного перегляду!

source: Welcome To Copernicus Browser!
es: ¡Le damos la bienvenida a Copernicus Browser!

source: Band 1 - Yellow substance and detrital pigments - 412.5 nm
ca: Banda 1 - Substància groga i pigments detrítics - 412,5 nm
es: Banda 1 - Materia orgánica disuelta y pigmentos detríticos - 412.5 nm
uk: Канал 1 - Жовта речовина та детритові пігменти - 412,5 нм
