Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: No products were found for the selected search parameters. To get more results, try selecting more data sources, extending the time range and/or selecting a larger area on the map.
ca: No s'han trobat productes per als paràmetres de cerca seleccionats. Per obtenir més resultats, proveu de seleccionar més fonts de dades, ampliar l'interval de temps i/o seleccionar una àrea més gran del mapa.
es: No se han encontrado productos para los parámetros de búsqueda seleccionados. Para obtener más resultados, pruebe a seleccionar más fuentes de datos, ampliar el intervalo de tiempo y/o seleccionar un área mayor en el mapa.
uk: За вибраними параметрами пошуку не знайдено жодного продукту. Щоб отримати більше результатів, спробуйте вибрати більше джерел даних, розширити часовий діапазон та/або вибрати більшу область на карті.

source: No products were found for the selected time range and area. To search for products select a time range within an area where data is displayed on the map first.
ca: No s'han trobat productes per a l'interval de temps i l'àrea seleccionats. Per cercar productes, seleccioneu un interval de temps dins d'una àrea on les dades es mostrin primer al mapa.
es: No se han encontrado productos para el intervalo de tiempo y la zona seleccionados. Para buscar productos, seleccione primero un intervalo de tiempo dentro de una zona en la que se muestren datos en el mapa.
uk: Для обраного часового діапазону та області не знайдено жодного продукту. Для пошуку продуктів спочатку виберіть часовий діапазон в межах області, де дані відображаються на карті.

source: The **WorldCover Annual Cloudless Mosaics** product offers an almost cloud-free image over the entire globe, created by stitching together the cloudless Sentinel-2 images acquired over a one-year period at a spatial resolution of 10 meters. More information can be found [here](https://documentation.dataspace.copernicus.eu/Data/Additional.html#sentinel-2-level-2a-worldcover-annual-cloudless-mosaics-rgbnir). **Coverage:** Global Coverage. **Data availability:** 2020, 2021 Data for each year is available in the catalog on the 1.1. of the corresponding year. **Spatial Resolution:** 10 meters. **Common usage:** Creating Basemaps, Land cover classification, Infrastructure/Land use planning, Environmental monitoring, Water resource management and more.
es: El producto **WorldCover Annual Cloudless Mosaics** ofrece una imagen casi sin nubes de todo el globo, creada mediante la unión de las imágenes sin nubes de Sentinel-2 adquiridas durante un año con una resolución espacial de 10 metros. Más información [aquí](https://documentation.dataspace.copernicus.eu/Data/Additional.html#sentinel-2-level-2a-worldcover-annual-cloudless-mosaics-rgbnir). **Cobertura:** Cobertura mundial. **Disponibilidad de datos:** 2020, 2021 Los datos de cada año están disponibles en el catálogo el 1.1. del año correspondiente. **Resolución espacial:** 10 metros. **Uso común:** Creación de mapas base, clasificación de la cubierta terrestre, planificación de infraestructuras/uso del suelo, control medioambiental, gestión de recursos hídricos y más.
uk: Продукт **WorldCover Річні безхмарні мозаїки** пропонує майже безхмарне зображення всієї земної кулі, створене шляхом зшивання безхмарних зображень Sentinel-2, отриманих протягом одного року, з просторовою роздільною здатністю 10 метрів. Більше інформації можна знайти [тут] (https://documentation.dataspace.copernicus.eu/Data/Additional.html#sentinel-2-level-2a-worldcover-annual-cloudless-mosaics-rgbnir). **Покриття:** Глобальне покриття. **Доступність даних:** 2020, 2021 роки. Дані за кожен рік доступні в каталозі станом на 1.1 (1 січня) відповідного року. **Просторова розрізненність:** 10 метрів. **Загальне використання:** Створення базових карт, класифікація земного покриву, планування інфраструктури/використання земель, екологічний моніторинг, управління водними ресурсами та інше.

source: You have used your monthly processing units or requests quota. You may still use the browser as an anonymous user.
ca: Heu utilitzat les vostres unitats de processament mensual o quota de sol·licituds. Encara podeu utilitzar el navegador com a usuari anònim.
es: Ha consumido su cuota mensual de procesamiento o solicitudes. Puede seguir utilizando el navegador como usuario anónimo.
uk: Ви використали свою місячну квоту одиниць обробки або запитів. Ви все ще можете використовувати браузер як анонімний користувач.

source: Visualisation for this product is not possible yet due to ingestion delay. Please try again later
ca: La visualització d'aquest producte encara no és possible a causa del retard de la ingestió. Siusplau, intenta-ho més tard
es: La visualización de este producto aún no es posible debido al tiempo requerido para el pre-procesamiento. Vuelva a intentarlo más tarde
uk: Візуалізація для цього продукту поки що неможлива через затримку обробки інформації. Будь ласка, спробуйте пізніше

source: Collection
ca: Col·lecció
es: Colección

source: Based on bands B4, B3, B2
ca: Basat en les bandes B4, B3, B2
es: Basada en bandas B4, B3, B2
uk: На основі діапазонів B4, B3, B2

source: Based on bands B8, B4, B3
ca: Basat en les bandes B8, B4, B3
es: Basada en bandas B8, B4, B3
uk: На основі діапазонів B8, B4, B3

source: Based on bands B12, B11, B4
ca: Basat en les bandes B12, B11, B4
es: Basada en bandas B12, B11, B4
uk: На основі діапазонів B12, B11, B4

source: Based on bands B12, B8A, B4
ca: Basat en les bandes B12, B8A, B4
es: Basada en bandas B12, B8A, B4
uk: На основі діапазонів B12, B8A, B4

source: Based on bands B8, B6, B4
ca: Basat en les bandes B8, B6, B4
es: Basada en bandas B8, B6, B4
uk: На основі діапазонів B8, B6, B4

source: Based on bands B17, B5, B2
ca: Basat en les bandes B17, B5, B2
es: Basada en bandas B17, B6, B3
uk: На основі діапазонів B17, B5, B2

source: Based on bands B17, B6, B3
ca: Basat en les bandes B17, B6, B3
es: Basada en bandas B17, B6, B3
uk: На основі діапазонів B17, B6, B3

source: Based on bands S3, S2, S1
ca: Basat en les bandes S3, S2, S1
es: Basada en bandas S3, S2, S1
uk: На основі діапазонів S3, S2, S1

source: Based on a combination of bands (B8 - B4)/(B8 + B4)
ca: Basat en una combinació de bandes (B8 - B4)/(B8 + B4)
es: Basada en una combinación de bandas (B8 - B4)/(B8 + B4)
uk: На основі комбінації каналів (B8 - B4)/(B8 + B4)

source: Based on a combination of bands (B8A - B11)/(B8A + B11)
ca: Basat en una combinació de bandes (B8A - B11)/(B8A + B11)
es: Basada en una combinación de bandas (B8A - B11)/(B8A + B11)
uk: На основі комбінації каналів (B8A - B11)/(B8A + B11)

source: Based on a combination of bands (B3 - B8)/(B3 + B8)
ca: Basat en una combinació de bandes (B3 - B8)/(B3 + B8)
es: Basada en una combinación de bandas (B3 - B8)/(B3 + B8)
uk: На основі комбінації каналів (B3 - B8)/(B3 + B8)

source: Based on a combination of bands (B3 - B11)/(B3 + B11); values above 0.42 are regarded as snowy
ca: Basat en una combinació de bandes (B3 - B11)/(B3 + B11); els valors superiors a 0,42 es consideren nevats
es: Basada en una combinación de bandas (B3 - B11)/(B3 + B11); los valores superiores a 0.42 son considerados como nevado
uk: На основі комбінації каналів (B3 - B11)/(B3 + B11); значення вище 0.42 вважаються сніговими

source: Footprint
ca: Petjada
es: Huella
uk: Слід

source: Summary
ca: Resum
es: Resumen
uk: Огляд

source: Product
ca: Producte
es: Producto
uk: Продукт

source: Platform
ca: Plataforma
es: Plataforma
uk: Платформа

source: # Enhanced visualization This script combines the gamma0 of the VV and VH polarizations into a false color visualization. It displays water areas in blue (partially black) and land in different shades of yellow/green. Urban areas are displayed in a light green-yellow (towards white), vegetated areas in mustard green and bare ground in a darker green. For snowy and icy areas, the visualization can vary from light green-yellow over brighter green to dark brown or even black. In order not to confuse cryogenic features with non-cryogenic ones, some general information about the location is helpful in interpreting the image.
ca: # Visualització millorada Aquest script combina la gamma0 de les polaritzacions VV i VH en una visualització de color fals. Mostra les zones d'aigua en blau (parcialment negre) i la terra en diferents tons de groc/verd. Les zones urbanes es mostren de color verd-groc clar (cap al blanc), les zones vegetades en verd mostassa i el terreny nu en un verd més fosc. Per a zones nevades i gelades, la visualització pot variar des d'un verd-groc clar sobre un verd més brillant fins a un marró fosc o fins i tot negre. Per no confondre les característiques criogèniques amb les no criogèniques, una mica d'informació general sobre la ubicació és útil per interpretar la imatge.
es: # Visualización mejorada Este script combina la gamma0 de las polarizaciones VV y VH en una visualización en falso color. Muestra las zonas de agua en azul (parcialmente negro) y la tierra en diferentes tonos de amarillo/verde. Las zonas urbanas se muestran en un verde-amarillo claro (hacia el blanco), las zonas con vegetación en verde mostaza y el suelo desnudo en un verde más oscuro. En el caso de las zonas nevadas y heladas, la visualización puede variar desde el verde-amarillo claro, pasando por un verde más brillante, hasta el marrón oscuro o incluso el negro. Para no confundir los rasgos criogénicos con los no criogénicos, es útil disponer de cierta información general sobre la ubicación para interpretar la imagen.
uk: # Покращена візуалізація Цей скрипт поєднує гамма0 поляризацій VV та VH у візуалізацію з штучними кольорами. Він відображає акваторії синім (частково чорним) кольором, а сушу - різними відтінками жовтого/зеленого. Міські райони відображаються у світло-зелено-жовтому кольорі (у напрямку до білого), ділянки з рослинністю - у гірчично-зеленому, а гола земля - у темно-зеленому. Для засніжених і зледенілих ділянок візуалізація може варіюватися від світло-зелено-жовтого через яскраво-зелений до темно-коричневого або навіть чорного. Щоб не переплутати кріогенні об'єкти з некріогенними, при інтерпретації зображення корисно знати деяку загальну інформацію про місцевість.

source: # RGB ratio This script combines the gamma0 of the VV and VH polarizations into a false color visualization. It uses the VV polarization in the red channel, the VH polarization in the green channel, and a ratio of VH/VV in the blue channel. It shows water areas in dark red (black), urban areas in yellow, vegetated areas in turquoise, and bare ground in dark purple. For snowy and icy areas, the visualization can vary from light yellow to blue to red. In order not to confuse cryogenic features with non-cryogenic ones, some general information about the location is helpful in interpreting the image.
ca: # Relació RGB Aquest script combina la gamma0 de les polaritzacions VV i VH en una visualització de color fals. Utilitza la polarització VV al canal vermell, la polarització VH al canal verd i una proporció de VH/VV al canal blau. Mostra les zones d'aigua en vermell fosc (negre), les zones urbanes en groc, les zones amb vegetació en color turquesa i el terreny nu en porpra fosc. Per a zones nevades i gelades, la visualització pot variar de groc clar a blau i vermell. Per no confondre les característiques criogèniques amb les no criogèniques, una mica d'informació general sobre la ubicació és útil per interpretar la imatge.
es: # Ratio RGB Este script combina la gamma0 de las polarizaciones VV y VH en una visualización de color falso. Utiliza la polarización VV en el canal rojo, la polarización VH en el canal verde y una relación VH/VV en el canal azul. Muestra las zonas de agua en rojo oscuro (negro), las zonas urbanas en amarillo, las zonas con vegetación en turquesa y el suelo desnudo en morado oscuro. Para las zonas nevadas y heladas, la visualización puede variar del amarillo claro al azul y al rojo. Para no confundir los rasgos criogénicos con los no criogénicos, es útil disponer de cierta información general sobre la ubicación para interpretar la imagen.
uk: # Співвідношення RGB Цей скрипт поєднує гаму0 поляризацій VV та VH у візуалізацію штучного кольору. Він використовує VV поляризацію в червоному каналі, VH поляризацію в зеленому каналі і співвідношення VH/VV в синьому каналі. Водні простори показані темно-червоним (чорним) кольором, міські райони - жовтим, рослинні ділянки - бірюзовим, а гола земля - темно-фіолетовим. Для засніжених і зледенілих ділянок візуалізація може змінюватися від світло-жовтого до синього і червоного. Щоб не переплутати кріогенні об'єкти з некріогенними, при інтерпретації зображення корисно знати деяку загальну інформацію про місцевість.

source: # SAR Urban The script is useful for locating urban areas and individual buildings. It uses the gamma0 of the VH polarization and the VV polarizations to highlight different buildings and topology orientations with purple and green colors. It can be used to track urban expansion, estimate building type, or locate buildings in risk areas (e.g., flooding). For snowy and icy areas, the visualization can vary from white to purple to dark blue or even black. In order not to confuse cryogenic features with non-cryogenic ones, some general information about the location is helpful to interpret the image. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/).
ca: # SAR Urban L'script és útil per localitzar zones urbanes i edificis individuals. Utilitza la gamma0 de la polarització VH i les polaritzacions VV per ressaltar diferents edificis i orientacions de topologia amb colors morats i verds. Es pot utilitzar per fer un seguiment de l'expansió urbana, estimar el tipus d'edifici o localitzar edificis en zones de risc (p. ex., inundacions). Per a les zones nevades i gelades, la visualització pot variar des del blanc al morat fins al blau fosc o fins i tot el negre. Per no confondre les característiques criogèniques amb les no criogèniques, una mica d'informació general sobre la ubicació és útil per interpretar la imatge. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/).
es: # SAR Urbana Este script es útil para localizar áreas urbanas y edificios individuales. Utiliza la gamma0 de la polarización VH y las polarizaciones VV para resaltar diferentes edificios y orientaciones topológicas con colores púrpura y verde. Puede utilizarse para rastrear la expansión urbana, estimar el tipo de edificio o localizar edificios en zonas de riesgo (por ejemplo, inundaciones). Para las zonas nevadas y heladas, la visualización puede variar del blanco al morado, pasando por el azul oscuro o incluso el negro. Para no confundir los rasgos criogénicos con los no criogénicos, es útil disponer de información general sobre la ubicación para interpretar la imagen. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/).
uk: # SAR Міський Скрипт корисний для локалізації міських районів та окремих будівель. Він використовує гамма0 поляризації VH і поляризації VV для виділення різних будівель і орієнтації топології фіолетовим і зеленим кольорами. Його можна використовувати для відстеження розширення міст, оцінки типу будівель або визначення місцезнаходження будівель у зонах ризику (наприклад, затоплення). Для засніжених і зледенілих ділянок візуалізація може варіюватися від білого і фіолетового до темно-синього або навіть чорного. Щоб не переплутати кріогенні об'єкти з некріогенними, для інтерпретації зображення корисно мати деяку загальну інформацію про місцевість. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/).

source: # HH - decibel gamma0 This script displays a grayscale visualization of the gamma0 of the HH polarization. The HH polarization is less sensitive to surface roughness compared to the VV polarization and is therefore used for detecting objects and hard targets such as ships. It provides good contrast between water and land surfaces. Compared to the linear gamma0 visualization, the decibel gamma0 visualization includes a logarithmic scaling of the data.
ca: # HH - decibel gamma0 Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització HH. La polarització HH és menys sensible a la rugositat de la superfície en comparació amb la polarització VV i, per tant, s'utilitza per detectar objectes i objectius durs, com ara vaixells. Proporciona un bon contrast entre l'aigua i la superfície terrestre. En comparació amb la visualització lineal gamma0, la visualització en decibels gamma0 inclou una escala logarítmica de les dades.
es: # HH - gamma0 en decibelios Este script muestra una visualización en escala de grises de la gamma0 de la polarización HH. La polarización HH es menos sensible a la rugosidad de la superficie en comparación con la polarización VV y, por lo tanto, se utiliza para detectar objetos y objetivos duros como barcos. Proporciona un buen contraste entre las superficies de agua y tierra. En comparación con la visualización gamma0 lineal, la visualización gamma0 en decibelios incluye un escalado logarítmico de los datos.
uk: #HH - децибельна гамма0 Цей скрипт відображає візуалізацію гамма0 поляризації HH у відтінках сірого. HH поляризація менш чутлива до шорсткості поверхні порівняно з VV поляризацією і тому використовується для виявлення об'єктів і жорстких цілей, таких як кораблі. Вона забезпечує хороший контраст між водною поверхнею та сушею. Порівняно з лінійною гамма0 візуалізацією, децибельні гамма0 візуалізації включають логарифмічне масштабування даних.

source: # HH - linear gamma0 This script displays a grayscale visualization of the gamma0 of the HH polarization. The HH polarization is less sensitive to surface roughness compared to the VV polarization and is therefore used for detecting objects and hard targets such as ships.
ca: # HH - gamma0 lineal Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització HH. La polarització HH és menys sensible a la rugositat de la superfície en comparació amb la polarització VV i, per tant, s'utilitza per detectar objectes i objectius durs, com ara vaixells.
es: # HH - gamma0 lineal Este script muestra una visualización en escala de grises de la gamma0 de la polarización HH. La polarización HH es menos sensible a la rugosidad de la superficie en comparación con la polarización VV y, por lo tanto, se utiliza para detectar objetos y objetivos duros como barcos.
uk: #HH - лінійна гамма0 Цей скрипт відображає візуалізацію гамма0 поляризації HH у відтінках сірого. HH поляризація менш чутлива до шорсткості поверхні порівняно з VV поляризацією і тому використовується для виявлення об'єктів і жорстких цілей, таких як кораблі.

source: # HV - decibel gamma0 This script displays a grayscale visualization of the gamma0 of the HV polarization. The values for the cross polarization (HV) are generally lower (darker visualization) than for the co-polarization (HH, VV). The HV polarization has higher values for surfaces characterized by volume scattering, e.g., branches, dry coil bodies, or canopies (lighter color in the visualization) and lower for surfaces with little to no scattering (darker color in the visualization). Compared to the linear gamma0 visualization, the decibel gamma0 visualization includes a logarithmic scaling of the data.
ca: # HV - decibel gamma0 Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització HV. Els valors per a la polarització creuada (HV) són generalment més baixos (visualització més fosca) que per a la copolarització (HH, VV). La polarització HV té valors més alts per a superfícies caracteritzades per dispersió de volum, per exemple, branques, cossos de bobina secs o marquesines (color més clar a la visualització) i més baixos per a superfícies amb poca o cap dispersió (color més fosc a la visualització). En comparació amb la visualització lineal gamma0, la visualització en decibels gamma0 inclou una escala logarítmica de les dades.
es: # HV - gamma0 en decibelios Este script muestra una visualización en escala de grises de la gamma0 de la polarización HV. Los valores para la polarización cruzada (HV) son generalmente más bajos (visualización más oscura) que para la co-polarización (HH, VV). La polarización HV tiene valores más altos para superficies caracterizadas por dispersión de volumen, por ejemplo, ramas, cuerpos de bobinas secas o copas (color más claro en la visualización) y más bajos para superficies con poca o ninguna dispersión (color más oscuro en la visualización). En comparación con la visualización gamma0 lineal, la visualización gamma0 en decibelios incluye una escala logarítmica de los datos.
uk: #HV - децибельна гамма0 Цей скрипт відображає візуалізацію гамма0 HV поляризації у відтінках сірого. Значення для перехресної поляризації (HV) зазвичай нижчі (темніший колір на візуалізації), ніж для співполяризації (HH, VV). Поляризація HV має вищі значення для поверхонь, що характеризуються об'ємним розсіюванням, наприклад, гілки, сухі тіла (або ґрунти) чи крони дерев (світліший колір на візуалізації), і нижчі для поверхонь з малим або відсутнім розсіюванням (темніший колір на візуалізації). Порівняно з лінійною гамма0 візуалізацією, децибельна гамма0 візуалізація включає логарифмічне масштабування даних.

source: # HV - linear gamma0 This script displays a grayscale visualization of the gamma0 of the HV polarization. The values for the cross polarization (HV) are generally lower (darker visualization) than for the co-polarization (HH, VV). The HV polarization has higher values for surfaces characterized by volume scattering, e.g., branches, dry coil bodies, or canopies (lighter color in the visualization) and lower for surfaces with little to no scattering (darker color in the visualization).
ca: # HV - gamma0 lineal Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització HV. Els valors per a la polarització creuada (HV) són generalment més baixos (visualització més fosca) que per a la copolarització (HH, VV). La polarització HV té valors més alts per a superfícies caracteritzades per dispersió de volum, per exemple, branques, cossos de bobina secs o marquesines (color més clar a la visualització) i més baixos per a superfícies amb poca o cap dispersió (color més fosc a la visualització).
es: # HV - gamma0 lineal Este script muestra una visualización en escala de grises de la gamma0 de la polarización HV. Los valores para la polarización cruzada (HV) son generalmente más bajos (visualización más oscura) que para la co-polarización (HH, VV). La polarización HV tiene valores más altos para superficies caracterizadas por dispersión de volumen, por ejemplo, ramas, cuerpos de bobinas secas o copas (color más claro en la visualización) y más bajos para superficies con poca o ninguna dispersión (color más oscuro en la visualización).
uk: # HV - лінійна гамма0 Цей скрипт відображає візуалізацію гамма0 лінійної поляризації HV у відтінках сірого. Значення для перехресної поляризації (HV) зазвичай нижчі (темніший колір візуалізації), ніж для співполяризації (HH, VV). Поляризація HV має вищі значення для поверхонь, що характеризуються об'ємним розсіюванням, наприклад, гілки, сухі тіла (або ґрунти) чи крони дерев (світліший колір на візуалізації), і нижчі для поверхонь з малим або відсутнім розсіюванням (темніший колір на візуалізації).
