Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: **Level-2** data (from **Landsat Collection 2**) provides global surface reflectance and surface temperature science products (CEOS Analysis Ready Data). The data products are generated from Collection 2 Level-1 inputs that meet the <76 degrees Solar Zenith Angle constraint and include the required auxiliary data inputs to generate a scientifically viable product. Learn more about Level-2 data [here](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
ca: Les dades de **Nivell 2** (de **Col·lecció Landsat 2**) proporcionen productes científics de reflectància de la superfície i temperatura de la superfície globals (dades de CEOS Analysis Ready). Els productes de dades es generen a partir de les entrades de nivell 1 de la col·lecció 2 que compleixen la restricció d'angle solar zenital <76 graus i inclouen les entrades de dades auxiliars necessàries per generar un producte científicament viable. Més informació sobre les dades de nivell 2 [aquí](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) i [aquí]( https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
es: Los datos de **Nivel 2** (de **Colección Landsat 2**) proporcionan productos científicos globales de reflectancia y temperatura de la superficie (Datos Preparados para Análisis CEOS). Los productos de datos se generan a partir de entradas de Nivel 1 de la Colección 2 que cumplen la restricción de <76 grados del ángulo cenital solar e incluyen las entradas de datos auxiliares necesarias para generar un producto científicamente viable. Más información sobre los datos de Nivel 2 [aquí](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) y [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
uk: Дані **Рівня 2** (з **Landsat Collection 2**) забезпечують глобальні дані про відбиття та температуру поверхні (дані, готові до аналізу CEOS). Продукти даних генеруються з вхідних даних Рівня 1 бібліотеки Collection 2, які відповідають обмеженню сонячного зенітного кута <76 градусів і містять необхідні допоміжні дані для створення науково життєздатного продукту. Дізнайтеся більше про дані Рівня 2 [тут](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) і [тут]( https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).

source: The **Landsat 8-9** collection contains imagery from the two most recently launched Landsat satellites (Landsat 8 and Landsat 9, provided by NASA/USGS). Both carry the Operational Land Imager (OLI) and the Thermal Infrared Sensor (TIRS), with 9 optical and 2 thermal bands. These two sensors provide seasonal coverage of the global landmass. **Spatial resolution:** 15 m for the panchromatic band and 30 m for the rest (the thermal bands is re-sampled from 100 m). **Revisit time:** 16 days **Data availability:** Since February 2013 **Common usage:** Vegetation monitoring, land use, land cover maps, change monitoring, etc.
ca: La col·lecció **Landsat 8-9** conté imatges dels dos satèl·lits Landsat llançats més recentment (Landsat 8 i Landsat 9, proporcionats per la NASA/USGS). Tots dos porten l'Operational Land Imager (OLI) i el Thermal Infrared Sensor (TIRS), amb 9 bandes òptiques i 2 tèrmiques. Aquests dos sensors proporcionen cobertura estacional de la massa terrestre global. **Resolució espacial:** 15 m per a la banda pancromàtica i 30 m per a la resta (les bandes tèrmiques es torna a mostrejar a partir de 100 m). **Temps de revisita:** 16 dies **Disponibilitat de dades:** Des de febrer de 2013 **Usos comuns:** Seguiment de la vegetació, ús del sòl, mapes de cobertura del sòl, seguiment de canvis, etc.
es: La colección **Landsat 8-9** contiene imágenes de los dos satélites Landsat lanzados más recientemente (Landsat 8 y Landsat 9, proporcionados por NASA/USGS). Ambos llevan el Operational Land Imager (OLI) y el Thermal Infrared Sensor (TIRS), con 9 bandas ópticas y 2 térmicas. Estos dos sensores proporcionan una cobertura estacional de la superficie terrestre mundial. **Resolución espacial:** 15 m para la banda pancromática y 30 m para el resto (la banda térmica se remuestrea a partir de 100 m). **Tiempo de revisión:** 16 días **Disponibilidad de los datos:** Desde febrero de 2013 **Uso común:** Monitorización de vegetación, uso del suelo, mapas de cobertura del suelo, monitorización de cambios, etc.
uk: Бібліотека **Landsat 8-9** містить зображення з двох останніх запущених супутників Landsat (супутники Landsat 8 і Landsat 9 NASA/Геологічної служби США (USGS)). Обидва супутники облаштовані інструментами Operational Land Imager (OLI) і Thermal Infrared Sensor (TIRS) з 9 оптичними і 2 тепловими каналами. Ці два датчики забезпечують сезонне охоплення глобальної суші. **Просторова розрізненість:** 15 м для панхромного каналу та 30 м для решти (термальні канали повторно відбираються з 100 м). **Періодичність знімання:** 16 днів **Доступність даних:** З лютого 2013 року **Загальне використання:** Моніторинг рослинності, землекористування, карти ґрунтового покриву, моніторинг змін тощо.

source: Zoom to location
ca: Ampliar la ubicació
es: Ampliar a localización
uk: Наблизитися до місцевості

source: Remove layer
ca: Eliminar la capa
es: Eliminar capa
uk: Видалити шар

source: Please select a layer
ca: Seleccioneu una capa
es: Por favor, seleccione un capa
uk: Вибрати шар

source: Histogram can be displayed only while visualising
es: El histograma puede ser mostrado solo mientras se visualiza
uk: Гістограму можна відобразити лише під час візуалізації

source: Histogram not available for
ca: L'histograma no està disponible per a␣
es: El histograma no está disponible para
uk: Гістограма недоступна для

source: Changes in water occurrence between two epochs, the first ranging from 1984 to 1999 and the second covering 2000 to 2019.
ca: Canvis en l'ocurrència de l'aigua entre dues èpoques, la primera de 1984 a 1999 i la segona de 2000 a 2019.
es: Los cambios en presencia de agua entre dos épocas, la primera entre 1984 y 1999 y la segunda entre 2000 y 2019.
uk: Зміни наявності води між двома епохами, перша – з 1984 по 1999 р., а друга – з 2000 по 2019 рік.

source: Maximum extent of surface water bodies in the 36-year time range.
ca: Extensió màxima de masses d'aigua superficials en el període de 36 anys.
es: La extensión máxima de los cuerpos de agua superficie en el rango de tiempo de 36 años.
uk: Максимальний екстент поверхневих водних об’єктів за 36-річний період.

source: Intra- and inter-annual frequency of surface water presence in the time range between 1984 and 2019.
ca: Freqüència intra-anual i interanual de presència d'aigües superficials en l'interval temporal entre 1984 i 2019.
es: Frecuencia intra- e inter-anual de la presencia de agua superficial en el rango de tiempo entre 1984 y 2019.
uk: Середньорічні та багаторічні спостереження за поверхневими водами у період з 1984 по 2019 рр.

source: Inter-annual variability of surface water presence in a defined water period within the entire time range from 1984 to 2019.
ca: Variabilitat interanual de la presència d'aigües superficials en un període d'aigua definit dins de tot l'interval temporal de 1984 a 2019.
es: Variabilidad interanual de la presencia de agua superficial en un periodo hidrológico de tiempo definido dentro del periodo 1984 a 2019.
uk: Результати багаторічних спостережень за рівнем поверхневих вод у визначений водний період упродовж усього діапазону часу з 1984 по 2019 рік.

source: Intra-annual distribution of surface water in 2019.
ca: Distribució interanual de les aigües superficials el 2019.
es: Distribución intra-anual de la superficie del agua en 2019.
uk: Середньорічний розподіл поверхневих вод у 2019 році.

source: Visualises changes in the three surface water classes (1) not water, (2) seasonal water, and (3) permanent water between the first and last year in the 36-year time period.
ca: Visualitza els canvis en les tres classes d'aigua superficial (1) no aigua, (2) aigua estacional i (3) aigua permanent entre el primer i l'últim any en el període de 36 anys.
es: Visualiza cambios en las tres clases de superficie del agua (1) no existe agua, (2) agua estacional, y (3) agua permanente entre el primer y el último año en el período temporal de 36 años.
uk: Візуалізує зміни в трьох класах поверхневих вод: (1) не вода, (2) сезонна вода та (3) постійна вода між першим і останнім роками 36-річного періоду.

source: Blue (450-520 nm)
ca: Blau (450-520 nm)
es: Azul (450-520 nm)
uk: Синій (450-520 нм)

source: Green (520-600 nm)
ca: Verd (520-600 nm)
es: Verde (520-600 nm)
uk: Зелений (520-600 нм)

source: Red (630-690 nm)
ca: Vermell (630-690 nm)
es: Rojo (630-690 nm)
uk: Червоний (630-690 нм)

source: Near Infrared (NIR) (760-900 nm)
ca: Infraroig proper (NIR) (760-900 nm)
es: Infrarrojo próximo (NIR) (760-900 nm)
uk: Ближній інфрачервоний (NIR) (760-900 нм)

source: Shortwave Infrared (SWIR) 1 (1550-1750 nm)
ca: Infrarojos d'ona curta (SWIR) 1 (1550-1750 nm)
es: Infrarrojo de onda corta (SWIR) 1 (1550-1750 nm)
uk: Короткохвильовий інфрачервоний (SWIR) 1 (1550-1750 нм)

source: Thermal Infrared (10400-12500 nm)
ca: Infrarojos tèrmics (10400-12500 nm)
es: Infrarrojo térmico (10400-12500 nm)
uk: Тепловий інфрачервоний (10400-12500 нм)

source: Shortwave Infrared (SWIR) 2 (2080-2350 nm)
ca: Infrarojos d'ona curta (SWIR) 2 (2080-2350 nm)
es: Infrarrojo de onda corta (SWIR) 2 (2080-2350 nm)
uk: Короткохвильовий інфрачервоний (SWIR) 2 (2080-2350 нм)

source: Level 1
ca: Nivell 1
es: Nivel 1
uk: Рівень 1

source: Level 2
ca: Nivell 2
es: Nivel 2
uk: Рівень 2

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
ca: # Composició de color fals Un compost de color fals utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. La composició de fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). La composició de color fals s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny exposat són grisos o marrons, i l'aigua apareix blava o negra. Més informació [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
es: # Falso color compuesto Un falso color compuesto utiliza al menos una longitud de onda no visible para obtener imágenes de la Tierra. El compuesto de falso color que utiliza bandas de infrarrojo próximo, rojo y verde es muy popular (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). El falso color compuesto se utiliza sobre todo para evaluar la densidad y la salud de las plantas, ya que éstas reflejan la longitud de onda infrarroja próxima y la luz verde, mientras que absorben la roja. Las ciudades y el suelo expuesto son grises o tostados, y el agua aparece azul o negra. Más información [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
uk: # Композит штучних кольорів У композиті штучних кольорів для отримання зображення Землі використовується принаймні одна невидима довжина хвилі. Дуже популярний композит штучних кольорів із використанням ближнього інфрачервоного, червоного і зеленого каналів (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Композит штучних кольорів найчастіше використовується для оцінки щільності та здоров'я рослин, оскільки рослини відбивають ближнє інфрачервоне та зелене світло, а червоне поглинають. Міста та відкрита земля мають сірий чи коричневий колір, а вода виглядає синьою або чорною. Більше інформації [тут](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)

source: The **Landsat 4-5 TM** collection includes imagery produced with the Thematic Mapper (TM) sensor, which was carried onboard Landsat 4 and 5 satellites. There are 6 optical and one thermal infrared band available, all in 30 meter resolution. Data is archived, with global coverage over land, available from 1982 to 2012. Top of the atmosphere level-1, and surface reflectance level-2 products are provided. **Spatial resolution**: 30 meter **Revisit time** 16 days **Data availability**: global, Level-1 from August 1982 to May 2012, Level-2 from July 1984 to May 2012. **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
ca: La col·lecció **Landsat 4-5 TM** inclou imatges produïdes amb el sensor Thematic Mapper (TM), que es portava a bord dels satèl·lits Landsat 4 i 5. Hi ha 6 bandes infrarojes òptiques i una tèrmica disponibles, totes amb una resolució de 30 metres. Les dades s'arxiven, amb cobertura global sobre la terra, disponibles des del 1982 fins al 2012. Es proporcionen productes de nivell 1 superior de l'atmosfera i nivell 2 de reflectància superficial. **Resolució espacial**: 30 metres **Temps de revisita** 16 dies **Disponibilitat de dades**: global, Nivell-1 d'agost de 1982 a maig de 2012, Nivell-2 des de juliol de 1984 a maig de 2012. **Usos comuns**: Seguiment de la vegetació, gel i recursos hídrics, detecció de canvis i creació d'usos del sòl - mapes de cobertura del sòl.
es: La colección **Landsat 4-5 TM** incluye imágenes producidas con el sensor Thematic Mapper (TM), que llevaban a bordo los satélites Landsat 4 y 5. Se dispone de 6 bandas ópticas y una banda infrarroja térmica, todas ellas con una resolución de 30 metros. Los datos están archivados, con cobertura global sobre tierra, disponibles desde 1982 hasta 2012. Se proporcionan productos del nivel 1 de la capa superior de la atmósfera y del nivel 2 de reflectancia de la superficie. **Resolución espacial**: 30 metros **Tiempo de revisión**: 16 días **Disponibilidad de los datos**: global, Nivel-1 de agosto de 1982 a mayo de 2012, Nivel-2 de julio de 1984 a mayo de 2012. **Uso común**: Vigilancia de la vegetación, el hielo y los recursos hídricos, detección de cambios y creación de mapas de uso y cobertura del suelo. Más información [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
uk: Бібліотека **Landsat 4-5 TM** містить знімки, отримані за допомогою датчика Thematic Mapper (TM), який був встановлений на супутниках Landsat 4 та 5. Є 6 оптичних та один термальний інфрачервоний канал, всі з просторовою розрізненістю 30 метрів. Доступні глобальні архівні дані щодо суходолу з 1982 по 2012 рік. Бібліотека містить продукти першого рівня (level-1) для верхнього шару атмосфери та другого рівня (level-2) для альбедо поверхні. **Просторова розрізненість**: 30 метрів **Періодичність знімання** 16 днів **Доступність даних**: глобальна, рівень-1 (Level-1) з серпня 1982 р. до травня 2012 р., рівень-2 (Level-2) з липня 1984 р. до травня 2012 р. **Загальне використання**: Моніторинг рослинності, льодових і водних ресурсів, виявлення змін та створення карт землекористування – ґрунтово-рослинного покриву.

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 4-5 TM has 7 bands. The true color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic. Cada regió de l'espectre s'anomena banda. Landsat 4-5 TM té 7 bandes. La composició de color veritable utilitza bandes de llum visible vermella, verda i blava en els canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
es: # Composición Color Real Los sensores que llevan los satélites pueden tomar imágenes de la Tierra en diferentes regiones del espectro electromagnético. Cada región del espectro se denomina banda o canal. Landsat 4-5 TM tiene 7 bandas. La composición en color real utiliza las bandas de luz visible roja, verde y azul en los correspondientes canales de color rojo, verde y azul, dando como resultado un producto de color natural, que es una buena representación de la Tierra tal y como los humanos la podemos ver de forma natural. Más información [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
uk: # Композит природніх кольорів Сенсори, встановлені на супутниках, можуть формувати зображення Землі у різних діапазонах електромагнітного спектра. Кожен діапазон спектра відповідає певному каналу. Landsat 4-5 дозволяє здійснювати знімання у 7 каналах. У композиті природніх кольорів використовуються видимі червоний, зелений та синій канали у відповідних червоному, зеленому та синьому діапазоні спектра, внаслідок чого отримується зображення поверхні Землі у природних кольорах - так, як бачить її людина в природі. Більше інформації [тут] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).

source: # Thermal band 6 This thermal visualization is based on band 6 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 11040 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 6 reports on the ground itself, which is often much hotter. Thermal band 6 is useful in providing surface temperatures and is collected with a 120-meter resolution, resampled to 30-meter. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
ca: # Banda tèrmica 6 Aquesta visualització tèrmica es basa en la banda 6 (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imaginar la Terra en diferents bandes). A la longitud d'ona central de 11040 nm mesura en l'infraroig tèrmic, o TIR. En lloc de mesurar la temperatura de l'aire, com fan les estacions meteorològiques, la banda 6 informa sobre el propi terra, que sovint és molt més calent. La banda tèrmica 6 és útil per proporcionar temperatures superficials i es recull amb una resolució de 120 metres, torna a mostrejar a 30 metres. Més informació [aquí] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
es: # Banda térmica 6 Esta visualización térmica emplea la banda 6 (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). La longitud de onda central de la banda es de 11040 nm por lo que está en la región del infrarrojo térmico, o TIR. En lugar de medir la temperatura del aire, como hacen las estaciones meteorológicas, la banda 6 informa sobre la temperatura del propio suelo, que suele estar mucho más caliente. La banda térmica 6 es útil para proporcionar temperaturas de superficie y se recoge con una resolución de 120 metros, remuestreada a 30 metros. Más información [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
uk: # Термальний канал 6 Ця термальна візуалізація створюється з використанням каналу 6 (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Вимірювання теплового інфрачервоного діапазону, або TIR, здійснюється при центральній довжині хвилі 11040 нм. Замість вимірювання температури повітря, як це здійснюють метеостанції, канал 6 надає інформацію власне про землю, температура якої набагато вища. Термальний канал 6 може використовуватися для визначення температури поверхні з просторовою розрізненістю 120 метрів та повторною дискретизацією до 30 метрів. Більше інформації [тут](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).

source: The setup function in the evalscript does not contain the correct output. The output needs to include:
ca: La funció de configuració de l'evalscript no conté la sortida correcta. La sortida ha d'incloure:
es: La función de configuración en el evalscript no contiene la salida correcta. La salida debe incluir:
uk: Функція setup у користувацькому скрипті (evalscript) не містить правильного результату. Результат має охоплювати:

source: You are visualising a layer that doesn't represent an index. The histogram feature currently only works for index layers (e.g. NDVI). Please select an index layer to use this feature.
ca: Esteu visualitzant una capa que no representa cap índex. Actualment, la funció d'histograma només funciona per a capes d'índex (per exemple, NDVI). Seleccioneu una capa d'índex per utilitzar aquesta funció.
es: Está visualizando una capa que no representa un índice. Actualmente, la función de histograma sólo funciona para capas índice (por ejemplo, NDVI). Seleccione una capa índice para utilizar esta función.
uk: Ви візуалізуєте шар, який не є індексом. Функція гістограми зараз працює тільки для індексних шарів (наприклад, NDVI). Виберіть індексний шар, щоб скористатися цією функцією.
