Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: This means "sampleType" parameter is likely set to default (AUTO). You can fix this by editing your evalscript. Learn more about "sampleType" in the documentation
ca: Això vol dir que el paràmetre "sampleType" és probable que estigui configurat per defecte (AUTO). Podeu solucionar-ho editant el vostre evalscript. Més informació sobre "sampleType" a la documentació
es: Esto significa que probablemente está activo el método por defecto (AUTO) para alterar la resolución espacial. Para arreglarlo tendrá que modificar el script. La documentación incluye información adicional sobre los métodos para alterar la resolución espacial
uk: Це означає, що для параметра "sampleType", ймовірно, встановлено значення за замовчуванням (АВТО). Ви можете виправити це, відредагувавши свій evalscript. Дізнайтеся більше про "sampleType" в документації

source: Error: You can only download visualisation with effects in JPEG or PNG formats.
es: Error: las visualizaciones con efectos solo se pueden descargar en los formatos JPEG o PNG.
uk: Помилка: візуалізацію з ефектами можна завантажити лише у форматах JPEG або PNG.

source: Measure
ca: Mesura
es: Medida

source: # Enhanced True Color Visualization This script uses highlight optimization to avoid burnt out pixels and to even out the exposure. It makes clouds look natural and keep as much visual information as possible. Sentinel-3 OLCI tiles cover large areas, making it possible to observe large cloud formations, such as hurricanes. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
ca: # Visualització de color real millorada Aquest script utilitza l'optimització de ressaltats per evitar els píxels cremats i per igualar l'exposició. Fa que els núvols semblin naturals i guarden la màxima informació visual possible. Les rajoles Sentinel-3 OLCI cobreixen grans àrees, cosa que permet observar grans formacions de núvols, com ara huracans. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
es: # Visualización en color natural realzado Este script aplica técnicas de optimización para evitar la aparición de píxeles saturados y para equilibrar la exposición. Confiere una apariencia natural a las nubes y retiene toda la información visual posible. Las teselas de OLCI en Sentinel-3 cubren áreas muy amplias, lo que permite observar grandes formaciones nubosas como, por ejemplo, huracanes. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
uk: # Покращена візуалізація у природних кольорах У цьому скрипті використовується оптимізація виділення, щоб уникнути вигорілих пікселів і вирівняти експозицію. Як результат - хмари мають природний вигляд і зберігається якомога більше візуальної інформації. Сцени Sentinel-3 OLCI охоплюють великі площі, що дозволяє спостерігати значні хмарні утворення, наприклад, урагани. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)

source: The Tagged Image File Format (TIFF) can hold a large number of bands, however many common image viewers (e.g. Windows Photo Viewer) can't display TIFF images with more than 3 bands. If this option is enabled, only the first 3 bands will be included in the image. If this option is disabled, all bands will be included in the image, but you will have to use an application which supports more than 3 bands (e.g. QGIS) to display the TIFF image.
ca: El Tagged Image File Format (TIFF) pot contenir un gran nombre de bandes, però molts visualitzadors d'imatges habituals (per exemple, Windows Photo Viewer) no poden mostrar imatges TIFF amb més de 3 bandes. Si aquesta opció està activada, només s'inclouran les 3 primeres bandes a la imatge. Si aquesta opció està desactivada, totes les bandes s'inclouran a la imatge, però haureu d'utilitzar una aplicació que admeti més de 3 bandes (per exemple, QGIS) per mostrar la imatge TIFF.
es: Aunque el formato TIFF (de "tagged image file format") puede incluir un gran número de bandas, muchos de los programas más habituales de visualización (como, por ejemplo, Windows Photo Viewer) no representan imágenes TIFF con más de 3 bandas. Si activa esta opción, solo se incluirán en la imagen de salida las tres primeras bandas. Con esta opción desactivada se incluirán todas las bandas en la imagen, pero entonces habrá que utilizar un programa que admita más de tres bandas (como, por ejemplo, QGIS) para representar el fichero TIFF resultante.
uk: Теговий формат файлу зображення (TIFF) може містити велику кількість каналів, однак багато популярних програм для перегляду зображень (наприклад, Windows Photo Viewer) не можуть відображати зображення TIFF з більш ніж 3 каналами. Якщо ця функція увімкнена, зображення міститиме лише перші 3 канали. Якщо відімкнути цю функцію, зображення міститиме усі канали, але для візуалізації TIFF-зображення вам доведеться використовувати програму, яка підтримує більше 3 каналів (наприклад, QGIS).

source: Add dataMask band to raw layers
ca: Afegiu la banda dataMask a les capes en brut
es: Añadir banda de máscara de datos a las capas no procesadas
uk: Додати канал dataMask до необроблених шарів

source: Clip extra bands
ca: Clip de bandes addicionals
es: Añadir bandas adicionales
uk: Вирізати додаткові канали

source: Creating link...
ca: S'està creant l'enllaç...
es: Creando enlace...
uk: Створення посилання...

source: OK
es: De acuerdo
uk: ОК

source: Hello,
ca: Hola,
es: Hola,

source: L2A (atmospherically corrected)
ca: L2A (corregit atmosfèricament)
es: L2A (corrección atmosférica)

source: This pin currently has no description.
ca: Aquest marcador actualment no té descripció.
es: Este marcador carece de descripción por ahora.
uk: Для цієї закладки наразі немає опису.

source: Your web browser doesn't support 3D capabilities, that are needed to display this content.
ca: El vostre navegador web no admet les capacitats 3D, que són necessàries per mostrar aquest contingut.
es: Su programa navegador no ofrece las prestaciones 3D necesarias para representar este contenido.
uk: Ваш веб-браузер не має 3D-функцій, необхідних для відображення цього контенту.

source: More information
ca: Més informació
es: Información adicional
uk: Більше інформації

source: Cannot connect to the 3D service! Retry?
ca: No es pot connectar al servei 3D! Tornar a provar-ho?
es: ¡No se logró la conexión con el servicio 3D! ¿Lo vuelvo a intentar?
uk: Не вдалося підключитися до 3D-служби! Повторити спробу?

source: The image is too big for this device! Image size: {0}x{1}, max: {2}
ca: La imatge és massa gran per a aquest dispositiu! Mida de la imatge: {0}x{1}, màxim: {2}
es: ¡La imagen es demasiado grande para este dispositivo! Tamaño de la imagen: {0}x{1}, máx: {2}
uk: Зображення завелике для цього пристрою! Розмір зображення: {0}x{1}, макс: {2}

source: Home
ca: Casa
es: Inicio
uk: На головну сторінку

source: Shading
ca: Ombrejat
es: Sombreado
uk: Затінення

source: Sphere mode
ca: Mode d'esfera
es: Modo esférico
uk: Режим сфери

source: Eye height
ca: Alçada d'ulls
es: Altura del punto de vista
uk: На рівні очей

source: Cannot load the image
ca: No es pot carregar la imatge
es: Imposible cargar la imagen
uk: Не вдається завантажити зображення

source: Geometries
es: Formas geométricas
uk: Геометрії

source: Now
ca: Ara
es: Ahora
uk: Зараз

source: Terrain
ca: Terreny
es: Terreno
uk: Місцевість

source: Time
ca: Temps
es: Hora
uk: Час

source: # Effective radiometric cloud fraction Effective radiometric cloud fraction represents the portion of the Earth's surface covered by clouds, divided by the total surface. Clouds have shielding, albedo, and in-cloud absorption effects on trace gas retrieval. The effective radiometric cloud fraction is an important parameter to correct these effects.
ca: # Fracció de núvol radiomètrica efectiva La fracció de núvols radiomètrics efectius representa la part de la superfície terrestre coberta pels núvols, dividida per la superfície total. Els núvols tenen efectes de blindatge, albedo i absorció al núvol en la recuperació de gasos traces. La fracció efectiva del núvol radiomètric és un paràmetre important per corregir aquests efectes.
es: # Fracción radiométrica efectiva de nubes La fracción de nubes es la porción de la superficie cubierta de nubes dividida entre la superficie total. Las nubes ejercen efectos de apantallamiento, albedo y absorción sobre las medidas de gases traza. La fracción radiométrica efectiva de nubes es un parámetro importante para corregir estos efectos.
uk: # Ефективне хмарне покриття Ефективне хмарне покриття - це відсоток поверхні Землі, вкритий хмарами. Хмари впливають на екранування, альбедо та поглинання в хмарі під час визначення атмосферних домішок. Ефективне хмарне покриття є важливим параметром для корекції цих ефектів.

source: # Thermal band 10 This thermal visualization is based on band 10 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10895 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 10 reports on the ground itself, which is often much hotter. Thermal band 10 is useful in providing surface temperatures and is collected with a 100-meter resolution. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
ca: # Banda tèrmica 10 Aquesta visualització tèrmica es basa en la banda 10 (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes). A la longitud d'ona central de 10895 nm mesura en l'infraroig tèrmic, o TIR. En lloc de mesurar la temperatura de l'aire, com fan les estacions meteorològiques, els informes de la banda 10 al mateix terreny, que sovint són molt més calents. La banda tèrmica 10 és útil per proporcionar temperatures superficials i es recull amb una resolució de 100 metres. Més informació [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) i [aquí.](https:// landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
es: # Banda térmica 10 Esta visualización térmica se basa en la banda 10 (una banda es una región del espectro electromagnético; los sensores satelitales observan la Tierra en múltiples bandas). La longitud de onda central de 10895 nm está situada en el infrarrojo térmico, o TIR (Thermal InfraRed). Mientras que las estaciones meteorológicas miden la temperatura del aire, la banda 10 registra la temperatura real del suelo, que suele estar bastante más caliente que el aire. La banda térmica 10 sirve para obtener temperaturas superficiales y se registra con una resolución espacial de 100 metros. Más información [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) y [aquí.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
uk: # Термальний канал 10 Ця термальна візуалізація здійснюється з використанням каналу 10 (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Термальна візуалізація здійснюється при центральній довжині хвилі 10895 нм у тепловому інфрачервоному діапазоні, або TIR. Замість вимірювання температури повітря, як це здійснюють метеостанції, канал 10 надає інформацію власне про землю, температура якої набагато вища. Термальний канал 10 може використовуватися для визначення температури поверхні з розрізненістю 100 метрів. Більше інформації [тут](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) і [тут.](https:// landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: Advanced RGB effects
ca: Efectes RGB avançats
es: Efectos de color RGB avanzados
uk: Розширені ефекти RGB

source: Left button
ca: Botó esquerre
es: Botón izquierdo
uk: Ліва кнопка

source: Click and drag using the left mouse button to move across the map at a fixed height. Use SHIFT + left button to rotate.
ca: Feu clic i arrossegueu amb el botó esquerre del ratolí per moure's pel mapa a una alçada fixa. Feu servir MAJÚS + botó esquerre per girar.
es: Pulse con el botón izquierdo del ratón y arrastre para desplazarse por el mapa a una altitud fija. Use MAYÚS + botón izquierdo para rotar.
uk: Клацніть і перетягніть за допомогою лівої кнопки миші для переміщення по карті на фіксованій висоті. Використовуйте SHIFT + ліву кнопку для обертання.

source: Right button
ca: Botó dret
es: Botón derecho
uk: Права кнопка

source: Right click and drag up/down to change the elevation of the camera. Right click and drag left/right to rotate the camera's view.
ca: Feu clic amb el botó dret i arrossegueu cap amunt/avall per canviar l'elevació de la càmera. Feu clic dret i arrossegueu cap a l'esquerra/dreta per girar la vista de la càmera.
es: Pulse el botón derecho del ratón y arrastre hacia arriba o hacia abajo para cambiar la altura de la cámara. Pulse el botón derecho del ratón y arrastre hacia la izquierda o la derecha para rotar la vista de la cámara.
uk: Клацніть правою кнопкою миші та перетягніть вгору/вниз, щоб змінити висоту камери. Клацніть правою кнопкою миші і перетягніть вліво/вправо, щоб повернути поле зору камери.

source: Middle button/wheel
ca: Botó/roda del mig
es: Botón central o rueda
uk: Середня кнопка/коліщатко

source: Use the scroll wheel to change the elevation of the camera (same as right click + drag up/down). Click and drag the wheel button to change the angle of the camera.
ca: Utilitzeu la roda de desplaçament per canviar l'elevació de la càmera (igual que fer clic amb el botó dret + arrossegar). amunt avall). Feu clic i arrossegueu el botó de la roda per canviar l'angle de la càmera.
es: Use la rueda del ratón para cambiar la altura de la cámara (se obtiene el mismo efecto pulsando el botón derecho y arrastrando hacia arriba o hacia abajo). Pulse con el botón de la rueda y arrastre para cambiar el ángulo de la cámara.
uk: Використовуйте коліщатко миші, щоб змінити висоту камери (або клацніть і перетягніть за допомогою правої кнопки миші вгору/вниз). Клацніть та утримуйте коліщатко миші, щоб змінити кут нахилу камери.

source: Keyboard navigation
ca: Navegació amb teclat
es: Navegación mediante teclado
uk: Навігація за допомогою клавіатури

source: Arrow keys
ca: Tecles de fletxa
es: Teclas de flechas
uk: Клавіші зі стрілками

source: Use the arrow keys to move across the map at a fixed height.
ca: Utilitzeu les tecles de fletxa per moure's pel mapa a una alçada fixa.
es: Use las teclas de flechas para moverse por el mapa a una altitud determinada.
uk: Використовуйте клавіші зі стрілками, щоб переміщуватися по карті на фіксованій висоті.

source: SHIFT + arrow keys
ca: MAJÚS + tecles de fletxa
es: MAYÚS + teclas de flechas
uk: SHIFT + клавіші зі стрілками

source: Hold the SHIFT key while pressing the arrow keys to change the camera's view.
ca: Manteniu premuda la tecla MAJÚS mentre premeu les tecles de fletxa per canviar la vista de la càmera.
es: Para cambiar la vista de la cámara pulse las flechas mientras mantiene pulsada la tecla MAYÚS.
uk: Утримуйте клавішу SHIFT, натискаючи клавіші зі стрілками, щоб змінити поле зору камери.

source: Page up/Page down
ca: Pàg amunt/Pàg avall
es: RePág/AvPág
uk: На сторінку вгору/ На сторінку вниз

source: Use the PG UP or PG DN keys to change the elevation of the camera.
ca: Utilitzeu les tecles PG UP o PG DN per canviar l'elevació de la càmera.
es: Use las teclas RePág y AvPág para cambiar la altura de la cámara.
uk: Використовуйте клавіші PG UP або PG DN, щоб змінити висоту камери.

source: Map navigation
ca: Mapa de navegació
es: Navegación mediante mapa
uk: Навігація по карті

source: Pan console
ca: Consola panoràmica
es: Consola de panorama
uk: Консоль панорамування

source: The pan console allows you to move across the map at a fixed height. Click and drag to move continuously. The farther you drag from the center, the faster you will move.
ca: La consola panoràmica us permet moure't pel mapa a una alçada fixa. Feu clic i arrossegueu per moure's contínuament. Com més arrossegueu del centre, més ràpid us moureu.
es: La consola de panorama permite moverse sobre el mapa a una altitud determinada. Al pulsar y arrastrar se produce un desplazamiento continuo que será más veloz cuanto más se aleje del centro al arrastrar.
uk: Консоль панорамування дозволяє переміщуватися по карті на фіксованій висоті. Щоб рухатися безперервно, натисніть кнопку миші і перетягуйте. Чим далі ви рухаєтеся від центру, тим більшою буде швидкість.

source: Camera console
ca: Consola de càmera
es: Consola de la cámara
uk: Консоль камери

source: The camera console moves the camera's view only. Click and drag to change the camera's view. The farther you drag from the center, the faster you will change the view.
ca: La consola de la càmera només mou la vista de la càmera. Feu clic i arrossegueu per canviar la vista de la càmera. Com més arrossegueu des del centre, més ràpid canviareu la vista.
es: La consola de la cámara solo modifica lo que la cámara ve. Pulse y arrastre para cambiar la vista de la cámara. La vista cambia con más velocidad cuanto más se aleje del centro al arrastrar.
uk: Консоль камери дозволяє змінювати лише поле зору камери. Натисніть і перетягніть, щоб змінити поле зору камери. Чим далі ви рухаєтеся від центру, тим швидше змінюватиметься поле зору.

source: Zoom buttons
ca: Botons de zoom
es: Botones de acercamiento y alejamiento
uk: Кнопки зміни масштабу

source: Clicking them will change the elevation of the camera. The plus button will move the camera closer to the earth, the minus button will move the camera further away.
ca: Si feu clic a ells, canviarà l'elevació de la càmera. El botó més mourà la càmera més a prop de la terra, el botó menys allunyarà la càmera.
es: Al pulsar cambia la altura de la cámara. El botón "+" acerca la cámara al suelo, mientras que el botón "-" la aleja.
uk: При натисканні на них змінюється висота камери. Кнопка «плюс» наближає камеру до землі, а кнопка «мінус» - віддаляє.

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 90 m Credits: [ESA](${ COPERNICUS_CREDITS_URL })
ca: El **Copernicus DEM** representa la superfície de la Terra incloent edificis, infraestructures i vegetació. Similar al DEM de Mapzen, es basa en una combinació de diferents DEM (base [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). És una col·lecció estàtica (independent de la data) amb cobertura global. **Resolució espacial:** 90 m Crèdits: [ESA](${ COPERNICUS_CREDITS_URL })
es: El **DEM Copernicus** representa la superficie de la Tierra incluyendo edificios, infraestructura y vegetación. Al igual que el Mapzen DEM, se basa en la combinación de diferentes MDEs (bases [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Es una conjunto de datos estático (independiente de la fecha) con cobertura global. **Resolución espacial:** 90 m Créditos: [ESA](${ COPERNICUS_CREDITS_URL })
uk: **ЦМР Copernicus** представляє рельєф поверхні Землі, у тому числі з будівлями, інфраструктурою та рослинністю. Подібно до ЦМР Mapzen, у цьому продукті використовується комбінація різних ЦМР (основа [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Це статична (незалежна від дати) колекція із глобальним покриттям. **Просторова розрізненість:** 90 м Автори: [ESA](${ COPERNICUS_CREDITS_URL })

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 30 m infilled with 90 m (where 30 m tiles are not released). Credits: [ESA](${ COPERNICUS_CREDITS_URL })
ca: El **Copernicus DEM** representa la superfície de la Terra incloent edificis, infraestructures i vegetació. Similar al DEM de Mapzen, es basa en una combinació de diferents DEM (base [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). És una col·lecció estàtica (independent de la data) amb cobertura global. **Resolució espacial:** 30 m farcits amb 90 m (on no s'alliberen fitxes de 30 m). Crèdits: [ESA](${ COPERNICUS_CREDITS_URL })
es: El **DEM Copernicus** representa la superficie de la Tierra incluyendo edificios, infraestructura y vegetación. Al igual que el Mapzen DEM, se basa en la combinación de diferentes MDEs (bases [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Es una conjunto de datos estático (independiente de la fecha) con cobertura global. **Resolución espacial:** 30 m completado con 90 m (donde no se dispone de las teselas de espaciado 30 m). Créditos: [ESA](${ COPERNICUS_CREDITS_URL })
uk: **ЦМР Copernicus** представляє рельєф поверхні Землі, у тому числі з будівлями, інфраструктурою та рослинністю. Подібно до ЦМР Mapzen, у цьому продукті використовується комбінація різних ЦМР (основа [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Це статична (незалежна від дати) колекція із глобальним покриттям. **Просторова розрізненість:** 30 м або 90 м (там, де сцени 30 м недоступні). Автори: [ESA](${ COPERNICUS_CREDITS_URL })

source: Primary dataset:
ca: Conjunt de dades principal:
es: Conjunto de datos primario:
uk: Основний набір даних:

source: Datasource alias:
ca: Àlies de font de dades:
es: Alias de la fuente de datos:
uk: Псевдонім джерела даних:

source: Additional datasets:
ca: Conjunts de dades addicionals:
es: Conjunto de datos adicionales:
uk: Додаткові набори даних:

source: Histogram
ca: Histograma
es: Histograma
uk: Гістограма

source: Disabled
ca: Inhabilitat
es: Desactivado
uk: Вимкнено

source: Yes
ca: Sí
es: Sí
uk: Так

source: Orthorectification
ca: Ortorectificació
es: Ortorrectificación
uk: Орторектифікація

source: Cancel
ca: Cancel · lar
es: Cancelar
uk: Відмінити

source: Help
ca: Ajuda
es: Ayuda
uk: Допомога

source: Position 3D camera based on 2D map
ca: Posicionar la càmera 3D en funció del mapa 2D
es: Posición 3D de la cámara basada en el mapa 2D
uk: Розташувати 3D камеру на основі 2D карти
