Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: The **HR-S&I** product is part of the Copernicus Land Monitoring Service (CLMS) Biophysical Parameters product suite. The product is comprised of 7 parameters that describe the state of snow in near real time. These parameters are extracted from high-resolution spatial observations from the Sentinel-1 (Radar) and Sentinel-2 (Optical) constellations. Because it is time critical for several applications, every effort is made to provide NRT HR-S&I products between 6 and 12 hours after the data sensing time.
ca: El producte **HR-S&I** forma part del conjunt de productes de paràmetres biofísics del Servei de Monitorització de Terres de Copernicus (CLMS). El producte es compon de 7 paràmetres que descriuen l'estat de la neu gairebé en temps real. Aquests paràmetres s'extreuen d'observacions espacials d'alta resolució de les constel·lacions Sentinel-1 (Radar) i Sentinel-2 (Òptica). Com que el temps és crític per a diverses aplicacions, es fa tot el possible per proporcionar productes NRT HR-S&I entre 6 i 12 hores després del temps de detecció de dades.
es: El producto **HR-S&I** forma parte del conjunto de productos Parámetros Biofísicos del Servicio de Vigilancia Terrestre de Copernicus (CLMS). El producto se compone de 7 parámetros que describen el estado de la nieve casi en tiempo real. Estos parámetros se extraen de observaciones espaciales de alta resolución de las constelaciones Sentinel-1 (RADAR) y Sentinel-2 (óptica). Dado que el tiempo es crítico para varias aplicaciones, se hace todo lo posible para proporcionar los productos NRT HR-S&I entre 6 y 12 horas después de la hora de detección de los datos.

source: Cloud Mask
ca: Màscara de núvols
es: Máscara de nubes

source: Normalised Difference Snow Index
ca: Índex de neu de diferència normalitzada
es: Índice de nieve de diferencia normalizada

source: Fractional Snow Cover On Ground Quality
ca: Coberta de neu fraccionada a la qualitat del sòl
es: Calidad de Cobertura relativa de nieve en suelo

source: Fractional Snow Cover On Ground
ca: Coberta de neu fraccionada a terra
es: Cobertura relativa de nieve en suelo

source: Fractional Snow Cover Top Of Canopy Quality
ca: Coberta de neu fraccionada de qualitat superior de coberta
es: Calidad de Cobertura relativa de nieve sobre dosel

source: Fractional Snow Cover Top Of Canopy
ca: Coberta de neu fraccionada Part superior de la coberta
es: Cobertura relativa de nieve sobre dosel

source: Quality Flags
ca: Banderes de qualitat
es: Etiquetas de calidad

source: Fractional Snow Cover (Gap-filled)
ca: Coberta de neu fraccionada (buits omplerts)
es: Cobertura relativa de nieve (huecos rellenos)

source: Fractional Snow Cover (Gap-filled) Quality
ca: Coberta de neu fraccionada (buits omplerts) de qualitat
es: Calidad de la cobertura relativa de nieve (huecos rellenos)

source: Persistent Snow Area Quality
ca: Qualitat de la zona de neu persistent
es: Calidad del Área de Nieve Permanente

source: Persistent Snow Area
ca: Zona de neu persistent
es: Área de Nieve Permanente

source: Wet Snow in high Mountains
ca: Neu humida a l'alta muntanya
es: Nieve húmeda en montañas altas

source: Wet Snow in high Mountains Quality
ca: Qualitat de la capa neu humida en alta de muntanya
es: Calidad de nieve húmeda en montañas altas

source: Snow State Classification
ca: Classificació de l'estat de la neu
es: Clasificación estado de la nieve

source: Snow State Classification Quality
ca: Qualitat de la classificació de l'estat de la neu
es: Calidad de la clasificación del estado de la nieve

source: Index value
ca: Valor de l'índex
es: Valor índice
uk: Значення індексу

source: **Sentinel-3** mission's main objective is to measure the sea surface topography, the sea and land surface temperature, and the colour of the ocean and land surface. To achieve this goal, Sentinel-3 has a combination of different instruments on board. The most important instruments are the Ocean and Land Colour Instrument (OLCI), the SAR Radar Altimeter (SRAL) and the Sea and Land Surface Temperature Radiometer (SLSTR). **Data availability:** Since May 2016 onwards.
ca: L'objectiu principal de la missió **Sentinel-3** és mesurar la topografia de la superfície del mar, la temperatura de la superfície del mar i la terra, i el color de l'oceà i la superfície terrestre. Per aconseguir aquest objectiu, Sentinel-3 té una combinació de diferents instruments a bord. Els instruments més importants són l'Ocean and Land Color Instrument (OLCI), l'Altímetre de radar SAR (SRAL) i el Sea and Land Surface Temperature Radimeter (SLSTR). **Disponibilitat de dades:** Des de maig de 2016 en endavant.
es: **El principal objetivo de la misión Sentinel-3** es medir la topografía de la superficie del mar, la temperatura del mar y de la superficie terrestre, y el color del océano y de la superficie terrestre. Para lograr este objetivo, Sentinel-3 lleva a bordo una combinación de diferentes instrumentos. Los instrumentos más importantes son el Instrumento de Color Oceánico y Terrestre (OLCI), el Altímetro de Radar SAR (SRAL) y el Radiómetro de Temperatura de la Superficie Marina y Terrestre (SLSTR). **Disponibilidad de datos:** Desde mayo de 2016 en adelante.
uk: Основна мета місії **Sentinel-3** — виміряти рельєф морської поверхні, температуру поверхні моря і суші, а також колір поверхні океану і суші. Для досягнення цієї мети Sentinel-3 має на борту комбінацію різних приладів. Найважливішими інструментами є інструмент визначення кольору океану та суші (OLCI), радарний альтиметр SAR (SRAL) і радіометр температури поверхні моря та суші (SLSTR). **Доступність даних:** з травня 2016 року.

source: Through the **NICFI** (Norway’s International Climate & Forests Initiative) Satellite Data Program, anyone can access Planet’s high-resolution, analysis-ready mosaics of the world’s tropics in order to support reducing and reversing the loss of tropical forests, combating climate change, conserving biodiversity, contributing to forest regrowth, restoration and enhancement, and facilitating sustainable development. You can view, download and stream access by signing up for the NICFI Satellite Data Program [here](http://www.planet.com/nicfi). **Spatial resolution:** < 5 metres. **Data availability:** Global tropical regions, September 2015 - August 2020 biannually, from September 2020 monthly. **Common usage:** Forest management, urban growth monitoring, biodiversity conservation.
ca: Mitjançant el programa de dades per satèl·lit **NICFI** (Norway’s International Climate & Forests Initiative), qualsevol persona pot accedir Mosaics d'alta resolució del planeta dels tròpics del món preparats per a l'anàlisi per donar suport a reduir i revertir la pèrdua de boscos tropicals, lluita contra el canvi climàtic, conservació de la biodiversitat, contribució al creixement dels boscos, restauració i millora, i facilitant el desenvolupament sostenible. Podeu veure, descarregar i reproduir l'accés en directe registrant-vos a Programa de dades de satèl·lit NICFI [aquí] (http://www.planet.com/nicfi). **Resolució espacial:** < 5 metres. **Disponibilitat de dades:** Regions tropicals globals, setembre de 2015 - agost de 2020 semestralment, a partir de setembre de 2020 mensualment. **Ús comú:** Gestió forestal, seguiment del creixement urbà, conservació de la biodiversitat.
es: A través del Programa de Datos por Satélite **NICFI** (Iniciativa Internacional de Noruega sobre el Clima y los Bosques), cualquiera puede acceder a los mosaicos de alta resolución de Planet, listos para el análisis de los trópicos del mundo, con el fin de ayudar a reducir e invertir la pérdida de bosques tropicales, combatir el cambio climático, conservar la biodiversidad, contribuir a la regeneración, restauración y mejora de los bosques y facilitar el desarrollo sostenible. Puede ver, descargar y acceder en streaming suscribiéndose al NICFI Satellite Data Program [aquí](http://www.planet.com/nicfi). **Resolución espacial:** < 5 metros. **Disponibilidad de datos:** Regiones tropicales globales, septiembre de 2015 - agosto de 2020 bianualmente, a partir de septiembre de 2020 mensualmente. **Uso común:** Gestión forestal, seguimiento del crecimiento urbano, conservación de la biodiversidad.

source: Band 2 - Yellow substance and detrital pigments (turbidity)-412.5 nm
ca: Banda 2 - Substància groga i pigments detrítics (terbolesa)-412,5 nm
es: Banda 2 - Sustancia amarilla y pigmentos detríticos (turbidez)-412,5 nm
uk: Канал 2 - Жовта речовина і уламкові пігменти (помутніння) - 412.5 нм

source: The **Proba-V** satellite is a small satellite designed to map land cover and vegetation growth across the entire globe every two days. EO Browser provides derived products which minimize cloud cover by combining cloud-free measurement within a 1 day (S1), 5 days (S5) and 10 days (S10) period. **Spatial resolution:** 100m for S1 and S5, 333m for S1 and S10, 1000m for S1 and S10. **Revisit time:** 1 day for latitudes 35-75°N and 35-56°S, 2 days for latitudes between 35°N and 35°S. **Data availability:** From October 2013 to February 2021. **Common usage:** The observation of land cover, vegetation growth, climate impact assessment, water resource management, agricultural monitoring and food security estimates, inland water resource monitoring and tracking the steady spread of deserts and deforestation.
ca: El satèl·lit **Proba-V** és un petit satèl·lit dissenyat per cartografiar la cobertura del sòl i el creixement de la vegetació arreu del món cada dos dies. EO Browser ofereix productes derivats que minimitzen el núvol cobertura combinant la mesura sense núvols en un període d'1 dia (S1), 5 dies (S5) i 10 dies (S10). **Resolució espacial:** 100 m per a S1 i S5, 333 m per a S1 i S10, 1000 m per a S1 i S10. **Temps de visita:** 1 dia per a latituds 35-75°N i 35-56°S, 2 dies per a latituds entre 35°N i 35°S. **Disponibilitat de dades:** D'octubre de 2013 a febrer de 2021. **Ús comú:** l'observació de la coberta del sòl, el creixement de la vegetació, l'avaluació de l'impacte climàtic, gestió dels recursos hídrics, seguiment agrícola i estimacions de seguretat alimentària, aigües continentals seguiment dels recursos i seguiment de la propagació constant dels deserts i la desforestació.
es: El satélite **Proba-V** es un pequeño satélite diseñado para cartografiar la cubierta terrestre y el crecimiento de la vegetación en todo el planeta cada dos días. El Navegador EO proporciona productos derivados que minimizan la nubosidad combinando mediciones sin nubes en un periodo de 1 día (S1), 5 días (S5) y 10 días (S10). **Resolución espacial:** 100m para S1 y S5, 333m para S1 y S10, 1000m para S1 y S10. **Tiempo de revisión:** 1 día para las latitudes 35-75°N y 35-56°S, 2 días para las latitudes entre 35°N y 35°S. **Disponibilidad de datos:** De octubre de 2013 a febrero de 2021. **Uso común:** Observación de la cubierta terrestre, crecimiento de la vegetación, evaluación del impacto climático, la gestión de los recursos hídricos, el seguimiento agrícola y las estimaciones de seguridad alimentaria y el seguimiento de la expansión constante de los desiertos y la deforestación.
uk: Супутник **Proba-V** — невеликий супутник, призначений для картографування ґрунтового покриву та росту рослинності по всій земній кулі кожні два дні. EO Browser надає похідні продукти, які мінімізують хмарний покрив шляхом комбінування безхмарних вимірювань протягом 1 дня (S1), 5 днів (S5) і 10 днів (S10). **Просторова роздільна здатність:** 100 м для S1 і S5, 333 м для S1 і S10, 1000 м для S1 і S10. **Час повторного зондування:** 1 день для широт 35-75°пн.ш. та 35-56° пд.ш. , 2 дні для широт між 35°пн.ш. і 35° пд.ш. **Доступність даних:** з жовтня 2013 року по лютий 2021 року. **Загальне використання:** Спостереження за ґрунтовим покривом, ростом рослинності, оцінка впливу на клімат, управління водними ресурсами, сільськогосподарський моніторинг та оцінка продовольчої безпеки, внутрішні води моніторинг ресурсів і відстеження постійного поширення пустель і вирубки лісів.

source: # False color visualization-2 The script visualizes the Earth's surface in False Color from Sentinel-1 data. It helps with maritime monitoring (ice monitoring, ship monitoring,...), land monitoring (agriculture, deforestation,...) and emergency management (flood monitoring, volcano monitoring,...). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization/)
ca: # Visualització de colors falsos-2 El guió visualitza la superfície de la Terra en fals color a partir de dades de Sentinel-1. Ajuda a la vigilància marítima (vigilància del gel, vigilància de vaixells,...), vigilància terrestre (agricultura, desforestació,...) i gestió d'emergències (vigilància d'inundacions, vigilància de volcans,...). Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization/)
es: # Visualización en falso color-2 El script visualiza la superficie de la Tierra en Falso Color a partir de los datos de Sentinel-1. Ayuda a la vigilancia marítima (vigilancia del hielo, vigilancia de buques,...), vigilancia terrestre (agricultura, deforestación,...) y gestión de emergencias (vigilancia de inundaciones, vigilancia de volcanes,...). Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization/)
uk: # Візуалізація у штучних кольорах-2 Скрипт візуалізує поверхню Землі у фальшивому кольорі з даних Sentinel-1. Це допомагає з морським моніторингом (моніторинг льоду, моніторинг суден,...), моніторингом землі (сільське господарство, вирубка лісів,...) та керуванням надзвичайними ситуаціями (моніторинг повеней, моніторинг вулканів,...). Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization/)

source: # Water Surface Roughness Visualization The script visualizes the Water Surface Roughness from Sentinel-1 data. It helps in maritime monitoring (ship monitoring, oil pollution monitoring, sea currents,...). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/water_surface_roughness_visualization/)
ca: # Visualització de la rugositat de la superfície de l'aigua L'script visualitza la rugositat de la superfície de l'aigua a partir de les dades de Sentinel-1. Ajuda en el seguiment marítim (vigilància de vaixells, seguiment de la contaminació per hidrocarburs, corrents marins,...). Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/water_surface_roughness_visualization/)
es: # Visualización de la Rugosidad de la Superficie del Agua El script visualiza la Rugosidad de la Superficie del Agua a partir de los datos de Sentinel-1. Ayuda en la monitorización marítima (monitorización de barcos, monitorización de contaminación por petróleo, corrientes marinas,...). Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/water_surface_roughness_visualization/)
uk: # Візуалізація шорсткості поверхні води Скрипт візуалізує шорсткість водної поверхні з даних Sentinel-1. Це допомагає в морському моніторингу (моніторинг суден, моніторинг забруднення нафтою, морських течій,...). Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-1/water_surface_roughness_visualization/)

source: # Urban Areas visualization The script is useful for locating urban areas and individual buildings. It uses VH and VV polarizations to highlight different buildings and topology orientations with purple and green colors. It can be used to track urban expansion, estimate building type or locate buildings in high-risk areas (such as floods). The script does not work well in high elevation areas, where snow and high slopes are also highlighted, making it difficult to separate urban areas from the rest of the surface. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)
ca: # Visualització d'Àrees Urbanes El guió és útil per localitzar zones urbanes i edificis individuals. Utilitza polaritzacions VH i VV per ressaltar diferents edificis i orientacions de topologia amb colors morats i verds. Es pot utilitzar per fer un seguiment de l'expansió urbana, estimar el tipus d'edifici o localitzar edificis en zones d'alt risc (com ara inundacions). El guió no funciona bé en zones de gran cota, on també es destaquen la neu i els forts pendents, dificultant la separació de les zones urbanes de la resta de la superfície. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)
es: # Visualización de áreas urbanas El script es útil para localizar áreas urbanas y edificios individuales. Utiliza polarizaciones VH y VV para resaltar diferentes edificios y orientaciones topológicas con colores púrpura y verde. Puede utilizarse para rastrear la expansión urbana, estimar el tipo de edificio o localizar edificios en zonas de alto riesgo (como inundaciones). El script no funciona bien en zonas de gran altitud, donde también se resaltan la nieve y las pendientes elevadas, lo que dificulta separar las zonas urbanas del resto de la superficie. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)
uk: # Візуалізація міських районів Скрипт застосовується для визначення місцезнаходження міських районів та окремих будівель. Він використовує поляризації VH і VV для виділення різних будівель і орієнтації топології фіолетовим і зеленим кольорами. Його можна використовувати для відстеження розширення міст, оцінки типу будівлі або визначення місцезнаходження будівель у зонах високого ризику (таких як повені). Сценарій погано працює на висотах, де сніг і високі схили також підсвічуються, що ускладнює відокремлення міських територій від решти поверхні. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)

source: # False color visualization This script offers different false color visualizations and the possibility to easily add more visualizations. Using variables, you can influence the resulting image in terms of what you want to higlight. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization-2/) and [here.](https://pierre-markuse.net/2019/10/22/sentinel-1-sar-data-visualization-in-eo-browser-using-a-custom-script/)
ca: # Visualització de colors falsos Aquest script ofereix diferents visualitzacions de colors falsos i la possibilitat d'afegir fàcilment més visualitzacions. Mitjançant variables, podeu influir en la imatge resultant en termes del que voleu destacar. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization-2/) i [aquí.](https://pierre-markuse.net/2019/10/22 /sentinel-1-sar-data-visualization-in-eo-browser-using-a-custom-script/)
es: # Visualización en falso color Este script ofrece diferentes visualizaciones de falso color y la posibilidad de añadir fácilmente más visualizaciones. Mediante variables, puede influir en la imagen resultante en función de lo que desee resaltar. Más info [aquí](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization-2/) y [aquí.](https://pierre-markuse.net/2019/10/22/sentinel-1-sar-data-visualization-in-eo-browser-using-a-custom-script/) Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)

source: # Deforestation Visualization The script uses the VV and VH bands of the Sentinel-1 and transforms the cartesian space of VV and VH into polar coordinates computing the length and angle of the resulting vector as well as the area of the square defined by VV and VH. Then the length of the vector is used as a classifier to distinguish between water, forest and soil. The script paints the water and bare soil areas black, and uses both the length and the angle to draw a scale for the forest (green) and soil (red), drawing a stronger green if more forest was classified and a stronger red or black if more soil was found. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_deforestation_detection/)
ca: # Visualització de la desforestació L'script utilitza les bandes VV i VH del Sentinel-1 i transforma l'espai cartesià de VV i VH en coordenades polars calculant la longitud i l'angle del vector resultant, així com l'àrea del quadrat definit per VV i VH. A continuació, la longitud del vector s'utilitza com a classificador per distingir entre aigua, bosc i sòl. El guió pinta de negre l'aigua i les zones del sòl nu, i utilitza tant la longitud com l'angle per dibuixar una escala per al bosc (verd) i el sòl (vermell), dibuixant un verd més fort si es va classificar més bosc i un vermell o negre més fort. si es va trobar més terra. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_deforestation_detection/)
es: # Visualización de la deforestación El script utiliza las bandas VV y VH de Sentinel-1 y transforma el espacio cartesiano de VV y VH en coordenadas polares, calculando la longitud y el ángulo del vector resultante, así como el área del cuadrado definido por VV y VH. A continuación, la longitud del vector se utiliza como clasificador para distinguir entre agua, bosque y suelo. El script pinta de negro las zonas de agua y suelo desnudo, y utiliza tanto la longitud como el ángulo para dibujar una escala para el bosque (verde) y el suelo (rojo), dibujando un verde más intenso si se ha clasificado más bosque y un rojo o negro más intenso si se ha encontrado más suelo. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_deforestation_detection/) Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)
uk: # Візуалізація вирубки лісів Сценарій використовує діапазони VV і VH Sentinel-1 і перетворює декартові координати VV і VH у полярні координати, обчислюючи довжину та кут результуючого вектора, а також площу квадрата, визначеного VV і VH. Потім довжина вектора використовується як класифікатор для розрізнення води, лісу та ґрунту. Скрипт забарвлює воду та оголену ділянку ґрунту в чорний колір і використовує як довжину, так і кут, щоб намалювати масштаб для лісу (зелений) і ґрунту (червоний), малюючи насиченіший зелений колір, якщо було класифіковано більше лісу, і насиченіший червоний або чорний якщо було знайдено більше ґрунту. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_deforestation_detection/)

source: Point of interest
ca: Punt d'interès
es: Punto de interés
uk: Точка дослідження

source: Spectral explorer
ca: Explorador espectral
es: Explorador espectral
uk: Провідник спектру

source: Wavelength (nm)
ca: Longitud d'ona (nm)
es: Longitud de onda (nm)
uk: Довжина хвилі (нм)

source: Chart
ca: Gràfic
es: Gráfico
uk: Графік

source: Values
ca: Valors
es: Valores
uk: Значення

source: No data available
ca: No hi ha dades disponibles
es: Datos no disponibles
uk: Дані недоступні

source: Please set a geometry.
ca: Definiu una geometria.
es: Por favor, configure una geometría.
uk: Будь-ласка, задайте геометрію.

source: Water (open ocean)
ca: Aigua (oceà obert)
es: Agua (oceáno abierto)
uk: Вода (відкритий океан)

source: Grass
ca: Herba
es: Hierba
uk: Трава

source: Soil (brown sand)
ca: Sòl (sorra marró)
es: Suelo (arena marrón)
uk: Ґрунт (бурий пісок)

source: Concrete
ca: Formigó
es: Concreto/Hormigón
uk: Бетон

source: Snow (medium granular snow)
ca: Neu (neu granular mitjana)
es: Nieve (nieve de grano medio)
uk: Сніг (середньозернистий сніг)

source: Upload a file to create a line
ca: Carregueu un fitxer per crear una línia
es: Cargar un archivo para crear una línea
uk: Завантажити файл, щоб створити лінію

source: Draw a line
ca: Dibuixa una línia
es: Dibujar una línea
uk: Створити лінію
