Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
ca: # Composició en fals color Una composició en fals color utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. La composició en fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). La composició en fals color s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny nus són grisos o marrons, i l'aigua apareix blava o negra. Més informació [aquí.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
es: # Composición en falso color Una composición en falso color recurre al menos a una imagen obtenida en longitudes de onda no visibles. Es frecuente la composición en falso color que utiliza las bandas del infrarrojo cercano, el rojo y el verde (una banda es una región del espectro electromagnético; los sensores satelitales obtienen imágenes de la Tierra en múltiples bandas). Estas composiciones en falso color se suelen emplear para diagnosticar la densidad y la salud de la vegetación, porque las plantas reflejan las bandas infrarroja y verde, mientras que absorben el color rojo. Las ciudades y el suelo desnudo aparecen grises o en tonos pardos, mientras que el agua se muestra azul o negra. Más información [aquí.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
uk: # Композит штучних кольорів У композиті штучних кольорів для отримання зображення Землі використовується принаймні одна довжина хвиль з невидимої частини спектра. Дуже популярним є композит штучних кольорів, який складається з ближнього інфрачервоного, червоного та зеленого каналів (канал - це частина електромагнітного спектру; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Композит штучних кольорів найчастіше використовується для оцінки щільності та фізичного стану рослинності, оскільки рослини відбивають хвилі близького інфрачервоного та зеленого діапазону, а поглинають - червоного. Міста та відкритий ґрунт відображаються сірим або коричневим кольором, а вода - блакитним або чорним. Більше інформації [тут.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 8-9 has 11 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic. Cada regió de l'espectre s'anomena banda. Landsat 8-9 té 11 bandes. La composició de color veritable utilitza bandes de llum visible vermella, verda i blava en els canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) i [aquí.](https://landsat.gsfc.nasa.gov/landsat-8/landsat -8 bandes/)
es: # Composición en color natural Los sensores satelitales observan la Tierra en múltiples regiones del espectro electromagnético. Cada región de espectro recibe el nombre de banda. El satélite Landsat 8 dispone de 11 bandas. La composición en color natural recurre a las bandas de la luz visible: rojo, verde y azul, las cuales introduce en los tres canales (rojo, verde y azul) correspondientes, de donde se obtiene un producto que muestra los colores verdaderos, es decir, una buena representación de la superficie terrestre tal y como la vería de manera natural un ser humano. Más información [aquí](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) y [aquí.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
uk: # Композит природних кольорів Сенсори на борту супутника можуть робити зображення Землі в різних діапазонах електромагнітного спектра. Кожен діапазон спектра відповідає певному каналу. Супутники Landsat 8-9 дозволяють здійснювати знімання у 11 каналах. Композит природних кольорів використовує видимі червоний, зелений та синій канали у відповідних червоному, зеленому та синьому діапазоні спектра. У результаті отримується зображення поверхні Землі у природних кольорах, які звичні для людини. Більше інформації [тут] (https://custom-scripts.sentinel-hub.com/landsat-8/composites/) і [тут] (https://landsat.gsfc.nasa.gov/landsat-8/landsat -8 смуг/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic Cada regió de l'espectre es coneix com a banda. La composició de color veritable utilitza bandes de llum visible vermella, verda i blava en els canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
es: # Composición en color natural Los sensores satelitales captan imágenes de la Tierra en diferentes regiones del espectro electromagnético, cada una de las cuales se conoce como una banda. La composición en color natural introduce las bandas de luz visible roja, verde y azul en los tres canales correspondientes, rojo, verde y azul, para ofrecer un producto en color que constituye una buena representación de la Tierra tal y como la vería el ser humano de manera natural. Más información [aquí.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
uk: # Композит природних кольорів Сенсори на борту супутника можуть робити зображення Землі в різних діапазонах електромагнітного спектра. Кожен діапазон спектра відповідає певному каналу. Композит природних кольорів використовує видимі червоний, зелений та синій канали у відповідних червоному, зеленому та синьому діапазоні спектру. У результаті отримується зображення поверхні Землі у природних кольорах, які звичні для людини. Більше інформації [тут.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum . Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
ca: # Composició de color veritable Els sensors transportats pels satèl·lits poden fer imatges de la Terra en diferents regions de l'espectre electromagnètic. Cada regió de l'espectre s'anomena banda. La composició de color veritable utilitza bandes de llum visible vermella, verda i blava en els canals de color vermell, verd i blau corresponents, donant com a resultat un producte de color natural, que és una bona representació de la Terra tal com la veurien els humans de manera natural. Més informació [aquí.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
es: # Composición en color natural Los sensores satelitales captan imágenes de la Tierra en diferentes regiones del espectro electromagnético, cada una de las cuales se conoce como una banda. La composición en color natural introduce las bandas de luz visible roja, verde y azul en los tres canales correspondientes, rojo, verde y azul, para ofrecer un producto en color que constituye una buena representación de la Tierra tal y como la vería el ser humano de manera natural. Más información [aquí.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
uk: # Композит природних кольорів Сенсори на борту супутника можуть робити зображення Землі в різних діапазонах електромагнітного спектра. Кожен діапазон спектра відповідає певному каналу. Композит природних кольорів використовує видимі червоний, зелений та синій канали у відповідних червоному, зеленому та синьому діапазоні спектра. У результаті отримується зображення поверхні Землі у природних кольорах, які звичні для людини. Більше інформації [тут.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)

source: # Pansharpened True Color The pansharpened true color composite is done by using the usual true color data (red, green and blue (RGB)) and enhancing them by using the panchromatic band 8, or pan band (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). An image from the pan band is similar to black-and-white film: it combines light from the red, green, and blue parts of the spectrum into a single measure of overall visible reflectance. Pansharpened images have 4x the resolution of the usual true color composite, greatly enhancing the usefulness of Landsat imagery. More info [here](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
ca: # Pansharpened True Color La composició de color veritable pansharpened es fa utilitzant les dades de color real habituals (vermell, verd i blau (RGB)) i millorant-les mitjançant la banda pancromàtica 8, o banda panoràmica (una banda és una regió de l'espectre electromagnètic; un satèl·lit). sensor pot representar la Terra en diferents bandes). Una imatge de la banda panoràmica és similar a la pel·lícula en blanc i negre: combina la llum de les parts vermella, verda i blava de l'espectre en una sola mesura de reflectància visible global. Les imatges panoràmiques tenen una resolució 4 vegades superior a la del compost de color real habitual, millorant molt la utilitat de les imatges Landsat. Més informació [aquí](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) i [aquí](https://landsat.gsfc.nasa.gov/ landsat-8/landsat-8-bands/)
es: # Integración pancromático y color natural La composición integración pancromática y color natural se obtiene a partir de los datos habituales de color natural (rojo, verde y azul, o RGB), los cuales se realzan mediante la banda pancromática 8 o con la banda pan (una banda es una región del espectro electromagnético; un sensor satelital puede observar la Tierra en múltiples bandas). La imagen de la banda pan se parece a las que ofrecían las películas en blanco y negro: combina la luz de las regiones roja, verde y azul del espectro en una sola medida de la reflectancia general en luz visible. Las imágenes que resultan del refinado pancromático tienen el 4 veces la resolución que las composiciones normales en color natural, lo que incrementa mucho la utilidad de las imágenes Landsat. Más información [aquí](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) y [aquí.] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
uk: # Природні кольори, синтезовані з панхромними даними Для створення композиту синтезованих природних кольорів і панхромних даних використовуються звичайні дані у природних кольорах (червоний, зелений і синій (RGB)), покращені за допомогою панхромного 8 каналу (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). За допомогою панхромного каналу отримуються зображення, подібні до чорно-білих, в яких червоний, зелений та синій діапазони спектра об'єднуються в одне ціле із загальною видимою відбивною здатністю. Синтез з панхромними даними дозволяє збільшити просторову розрізненість зображень у 4 рази, порівняно із зображеннями, отриманими за допомогою звичайного композиту природних кольорів, що значно підвищує ефективність використання продуктів Landsat Більше інформації [тут](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) і [тут.](https://landsat.gsfc.nasa.gov/ landsat-8/landsat-8-bands/)

source: # False Color Urban composite This composite uses a combination of bands in visible and in short wave infrared (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). It displays vegetation in shades of green. While darker shades of green indicate denser vegetation, sparse vegetation have lighter shades. Urban areas are blue and soils have various shades of brown. More info [here.](https://gisgeography.com/landsat-8-bands-combinations/)
ca: # Composició urbana de fals color Aquest compost utilitza una combinació de bandes en visible i en infrarojos d'ona curta (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes). Mostra vegetació en tons verds. Mentre que els tons verds més foscos indiquen una vegetació més densa, la vegetació escassa té tons més clars. Les zones urbanes són blaves i els sòls tenen diversos tons de marró. Més informació [aquí.](https://gisgeography.com/landsat-8-bands-combinations/)
es: # Composición urbana en falso color Esta composición recurre a una combinación de bandas en el rango visible y en el infrarrojo de onda corta (una banda es una región del espectro electromagnético; un sensor satelital puede obtener imágenes de la Tierra en múltiples bandas). La vegetación aparece en tonos verdes, más oscuros cuando es más densa, mientras que la vegetación dispersa adopta los tonos más claros. Las áreas urbanizadas se ven azules, mientras que el suelo se muestra en varios tonos pardos. Más información [aquí.](https://gisgeography.com/landsat-8-bands-combinations/)
uk: # Композит урбанізованих територій в штучних кольорах Цей композит використовує комбінацію каналів у видимому та короткохвильовому інфрачервоному діапазоні (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). На зображеннях рослинність відображається у відтінках зеленого. Більш темні відтінки зеленого позначають щільний рослинний покрив, а світліші - ділянки з рідкою рослинністю. Міська забудова відображається блакитним кольором, а ґрунти - різними відтінками коричневого. Більше інформації [тут.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # Agriculture composite This composite uses short-wave infrared, near-infrared and blue bands to monitor crop health (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Both short-wave and near infrared bands are particularly good at highlighting dense vegetation, which appears dark green in the composite. Crops appear in a vibrant green and bare earth appears magenta. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](https://gisgeography.com/sentinel-2-bands-combinations/)
ca: # Composició agrícola Aquest compost utilitza bandes d'ona curta, infraroja i blava per controlar la salut dels cultius (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). Tant les bandes d'ones curtes com les d'infrarojos propers són especialment bones per ressaltar la vegetació densa, que apareix de color verd fosc al compost. Els cultius apareixen en un verd vibrant i la terra nua sembla magenta. Més informació [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) i [aquí.](https://gisgeography.com/sentinel-2-bands-combinations/)
es: # Composición Agricultura Esta composición emplea bandas de infrarrojo de onda corta, infrarrojo cercano y azul, para monitorizar la salud de los cultivos (una banda es un intervalo del espectro electromagnético; un sensor satelital pueden capturar imágenes de la Tierra en múltiples bandas). Las bandas de infrarrojo de onda corta y de infrarrojo cercano son especialmente adecuadas para realzar la vegetación densa, que se representa en verde oscuro en la composición. Los cultivos aparecen de un verde intenso, y el suelo desnudo se muestra en magenta. Más información [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) y [aquí.](https://gisgeography.com/sentinel-2-bands-combinations/)
uk: # Композит сільськогосподарських територій У цьому композиті використовуються короткохвильовий інфрачервоний, ближній інфрачервоний та синій канали для моніторингу стану врожаю (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). І короткохвильові, і ближні інфрачервоні канали особливо добре виділяють густу рослинність, яка виглядає темно-зеленою на зображеннях, отриманих за допомогою цього композиту. Посіви відображаються яскраво-зеленим кольором, а відкритий ґрунт - пурпурним. Більше інформації [тут](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) і [тут.](https://gisgeography.com/sentinel-2-bands-combinations/)

source: # Snow Classifier The Snow Classifier algorithm aims to detect snow by classifying pixels based on different brightness and Normalized Difference Snow Index (NDSI) thresholds. Values classified as snow are returned in bright vivid blue. The script can overestimate snow areas over clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
ca: # Classificador de neu L'algoritme Snow Classifier té com a objectiu detectar la neu classificant els píxels en funció de diferents llindars de brillantor i índex de neu de diferència normalitzada (NDSI). Els valors classificats com a neu es tornen en blau viu brillant. El guió pot sobreestimar les zones de neu sobre els núvols. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
es: # Clasificador de nieve El algoritmo clasificador de nieve clasifica los píxeles a partir de umbrales tanto en diferencias de brillo como en el índice normalizado de nieve (NDSI, Normalized Difference Snow Index). Los valores considerados como nieve se representan en un azul claro llamativo. El script sobreestima la nieve cuando hay nubes. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
uk: # Класифікатор снігу Алгоритм Класифікатор снігу (Snow Classifier) спрямований на виявлення шарів снігу шляхом класифікації пікселів, залежно від ступеня яскравості та порогових значень нормалізованого диференційного індексу снігу (NDSI). Значення, класифіковані як сніг, відображаються яскраво-синім кольором. Скрипт може переоцінювати кількість снігових ділянок, сприймаючи хмари як сніг. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)

source: # Highlight Optimized Natural Color This script aims to display the Earth in beautiful natural color images. It uses highlight optimization to avoid burnt out pixels and to even out the exposure. More info [here.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
ca: # Ressaltar el color natural optimitzat Aquest script té com a objectiu mostrar la Terra en belles imatges de color natural. Utilitza l'optimització de ressaltats per evitar els píxels cremats i per igualar l'exposició. Més informació [aquí.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
es: # Color natural optimizado Este script intenta representa la Tierra en imágenes de color natural de apariencia muy buena. Aplica técnicas de optimización para evitar que aparezcan píxeles saturados, así como para equilibrar la exposición. Más información [aquí.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
uk: # Програма оптимізації виділення природних кольорів Мета скрипту - відобразити Землю в красивих природних кольорах. При оптимізації виділення видаляються вигорілі пікселі та вирівнюється експозиція. Більше інформації [тут.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
