Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Education
ca: Educació
es: Educación
uk: Навчальний

source: Close
ca: Tancar
es: Cerrar
uk: Закрити

source: Close and don't show again
ca: Tancar i no mostrar més
es: Cerrar y no mostrar más

source: Previous
ca: Anterior
es: Anterior
uk: Назад

source: End tutorial
ca: Finalitzar el tutorial
es: Terminar el tutorial
uk: Вийти з Інструкції

source: Next
ca: Següent
es: Siguiente
uk: Далі

source: Continue with tutorial
ca: Continuar amb el tutorial
es: Acceder al tutorial

source: Don't show again
ca: No tornis a mostrar
es: No mostrar más
uk: Не показувати знову

source: Show info
ca: Mostra informació
es: Mostrar información

source: Discover
ca: Descobrir
es: Descubrir

source: Visualise
es: Visualizar
uk: Візуалізувати

source: Compare
ca: Comparar
es: Comparar
uk: Порівняти

source: Pins
ca: Marcadors
es: Marcadores
uk: Закладки

source: An error has occurred while fetching images:
ca: S'ha produït un error en recuperar les imatges:
es: Error al extraer las imágenes:
uk: Помилка при завантаженні зображень:

source: No tile found
ca: No s'ha trobat cap tessel·la
es: Tesela no encontrada

source: Dataset
ca: Conjunt de dades
es: Conjunto de datos
uk: Набір даних

source: Show
ca: Mostrar
es: Mostrar

source: Show effects and advanced options
ca: Mostrar efectes i opcions avançades
es: Mostrar efectos y opciones avanzadas
uk: Показати ефекти і додаткові опції

source: Show visualization
ca: Mostrar visualització
es: Mostrar visualización

source: Add to Pins
ca: Afegir a marcadors
es: Añadir a marcadores
uk: Додати до Закладок

source: Add to compare
ca: Afegir a comparar
es: Añadir a comparar

source: Zoom to tile
ca: Zoom a la tessel·la
es: Ajustar a la tesela

source: Hide layer
ca: Amagar la capa
es: Ocultar capa
uk: Приховати шар

source: Show layer
ca: Mostrar la capa
es: Mostrar capa
uk: Показати шар

source: Share
ca: Compartir
es: Compartir
uk: Поширити

source: Custom
ca: Personalitzar
es: Personalizar
uk: Індивідуальні налаштування

source: Create custom visualisation
es: Crear visualización personalizada
uk: Створити індивідуальну візуалізацію

source: Zoom in to view data
ca: Ampliar per veure les dades
es: Ampliar para ver los datos

source: Free sign up
ca: Inscripció gratuïta
es: Regístrese gratis

source: for all features
ca: per accedir a totes les funcionalitats
es: para acceder a todas las prestaciones

source: Powered by
ca: Desenvolupat per
es: Desarrollado por

source: with contributions by
ca: amb aportacions de
es: con aportaciones de

source: Please select data source(s)!
ca: Seleccioneu les fonts de dades!
es: ¡Seleccione la(s) fuente(s) de datos!
uk: Будь ласка, виберіть джерело(а) даних!

source: Invalid time range!
ca: Interval de temps no vàlid!
es: ¡Intervalo temporal no válido!
uk: Недійсний часовий проміжок!

source: Theme
ca: Tema
es: Tema
uk: Тема

source: Manage configuration instances
ca: Gestionar instàncies de configuració
es: Definir la configuración
uk: Керувати налаштуваннями

source: Login to use custom configuration instances.
ca: Inicieu sessió per utilitzar instàncies de configuració personalitzades.
es: Acceda para aplicar su configuración personalizada.
uk: Увійти для використання ручних налаштувань.

source: Error retrieving additional data!
ca: S'ha produït un error en recuperar dades addicionals!
es: ¡Error al extraer datos adicionales!
uk: Помилка отримання додаткових даних!

source: Search
ca: Cercar
es: Buscar
uk: Пошук

source: Highlights
ca: Destacats
es: Destacados
uk: Типові приклади

source: Data sources
ca: Fonts de dades
es: Fuentes de datos
uk: Джерела даних

source: Please select a theme.
ca: Seleccioneu un tema.
es: Por favor, elija un tema.
uk: Будь ласка, виберіть тему.

source: Time range [UTC]
ca: Interval de temps [UTC]
es: Intervalo temporal [UTC]
uk: Часовий проміжок [UTC]

source: Date
ca: Data
es: Fecha
uk: Дата

source: Hide description
ca: Amagar la descripció
es: Ocultar descripción
uk: Сховати опис

source: Show description
ca: Mostrar la descripció
es: Mostrar descripción
uk: Показати опис

source: Based on:
ca: Basat en:
es: Basado en:
uk: На основі:

source: 1 day (S1)
ca: 1 dia (S1)
es: 1 día (S1)
uk: 1 день (S1)

source: 5 days (S5)
ca: 5 dies (S5)
es: 5 días (S5)
uk: 5 днів (S5)

source: 10 days (S10)
ca: 10 dies (S10)
es: 10 días (S10)
uk: 10 днів (S10)

source: O3 (Ozone)
ca: O3 (Ozó)
es: O3 (ozono)
uk: O3 (Озон)

source: NO2 (Nitrogen dioxide)
ca: NO2 (Diòxid de nitrogen)
es: NO2 (dióxido de nitrógeno)
uk: NO2 (Діоксид азоту)

source: SO2 (Sulfur dioxide)
ca: SO2 (Diòxid de sofre)
es: SO2 (dióxido de azufre)
uk: SO2 (Діоксид сірки)

source: CO (Carbon monoxide)
ca: CO (Monòxid de carboni)
es: CO (monóxido de carbono)
uk: CO (Монооксид вуглецю)

source: HCHO (Formaldehyde)
ca: HCHO (Formaldehid)
es: HCHO (formaldehído)
uk: HCHO (Формальдегід)

source: CH4 (Methane)
ca: CH4 (Metà)
es: CH4 (metano)
uk: CH4 (Метан)

source: AER AI (Aerosol Index)
ca: AER AI (Índex d'aerosols)
es: AER AI (índice de aerosoles)
uk: AER AI (Аерозольний індекс)

source: Cloud
ca: Núvol
es: Nubosidad
uk: Хмара

source: Other
ca: Altres
es: Otros
uk: Інше

source: Max. cloud coverage
ca: Màx. cobertura de núvols
es: Máx. cobertura nubosa
uk: Макс. хмарність

source: Advanced search
ca: Cerca avançada
es: Búsqueda avanzada
uk: Розширений пошук

source: Acquisition mode
ca: Mode d'adquisició
es: Modo de adquisición
uk: Спосіб отримання даних

source: Polarization
ca: Polarització
es: Polarización
uk: Поляризація

source: Please select at least one data acquisition mode!
ca: Seleccioneu almenys un mode d'adquisició de dades!
es: Por favor, ¡seleccione al menos un modo de adquisición!
uk: Будь ласка, виберіть хоча б один спосіб отримання даних!

source: Please select at least one polarization!
ca: Seleccioneu almenys una polarització!
es: Por favor, ¡seleccione al menos un modo de polarización!
uk: Будь ласка, виберіть хоча б одну поляризацію!

source: Orbit direction
ca: Direcció de l'òrbita
es: Dirección orbital
uk: Напрямок орбіти

source: Please select at least one orbit direction!
ca: Seleccioneu almenys una direcció de l'òrbita!
es: Por favor, ¡seleccione al menos una dirección orbital!
uk: Будь ласка, виберіть хоча б один напрямок орбіти!

source: **MERIS** (Medium-resolution spectrometer) was a sensor on board the [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) satellite with the primary mission to observe land and ocean colour and the atmosphere. It is no longer active and has been succeeded by Sentinel-3. **Spatial resolution:** Full resolution land & coast: 260m x 290m (that is only details bigger than 260m x 290m can be seen). **Revisit time:** maximum 3 days to revisit the same area. **Data availability:** From June 2002 to April 2012. **Common usage:** Ocean monitoring (phytoplankton, suspended matter), atmosphere (water vapour, CO2, clouds, aerosols), and land (vegetation index, global coverage, moisture).
ca: **MERIS** (MEdium-Resolution Imaging Spectrometer) era un sensor a bord del satèl·lit [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) amb el missió principal d’observar les superfícies continentals, els oceans i l'atmosfera. Ja no està actiu i l'ha succeït Sentinel-3. **Resolució espacial:** Terra i costa de resolució completa: 260m x 290m (és a dir, només es poden veure detalls superiors a 260m x 290m). **Temps de visita:** màxim 3 dies per tornar a visitar la mateixa zona. **Disponibilitat de dades:** De juny de 2002 a abril de 2012. **Ús comú:** Monitorització de l'oceà (fitoplàncton, matèria en suspensió), atmosfera (vapor d'aigua, CO2, núvols, aerosols) i terra (índex de vegetació, cobertura global, humitat).
es: **MERIS** (espectrómetro de resolución intermedia) era un sensor a bordo del satélite [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) con la misión principal de observar el color del territorio y los océanos, así como la atmósfera. Ya no está activo y lo sustituye Sentinel-3. **Resolución espacial:** Resolución máxima en terreno y costas: 260 m x 290 m (solo pueden verse detalles mayores que 260 m x 290 m). **Tiempo de revisita:** pasa un máximo de 3 días entre dos visitas a la misma zona. **Disponibilidad de datos:** de junio de 2002 hasta abril de 2012. **Uso habitual:** Monitorización del océano (fitopancton, materia en suspensión), de la atmósfera (vapor de agua, CO2, nubosidad, aerosoles) y del territorio (índice de vegetación, cobertura global, humedad).
uk: **MERIS** (Medium-resolution spectrometer) - сенсор, який був встановлений на борту [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) супутника з головною місією досліджувати суходіл, океани і атмосферу. Він більше неактивний і замінений на Sentinel-3. **Просторова розрізненність:** Висока розрізненність суходолу і узбережжя: 260м x 290м (можна побачити тільки об'єкти більші за 260м x 290м). **Періодичність знімання:** максимум 3 дні, щоб зробити повторний знімок тієї самої території. **Наявність даних:** З червня 2002 р. до квітня 2012 р. **Загальне використання:** Моніторинг океанів (фiтопланктон, важкі речовини), атмосфери (випари води, CO2, хмарність, аерозолі) і землі (вегетаційний індекс, глобальне покриття, вологість).

source: Credits:
ca: Crèdits:
es: Créditos:
uk: Джерела:

source: **GIBS** (Global Imagery Browse Services) provides quick access to over 600 satellite imagery products, covering every part of the world. Most imagery is available within a few hours after satellite overpass, some products span almost 30 years.
ca: **GIBS** (Global Imagery Browse Services) ofereix un accés ràpid a més de 600 imatges de satèl·lit productes que cobreixen totes les parts del món. La majoria de les imatges estan disponibles poques hores després via satèl·lit, alguns productes tenen una cobertura temporal de gairebé 30 anys.
es: **GIBS** (Global Imagery Browse Services, Servicios de Búsqueda Global de Imágenes) proporciona un acceso rápido a más de 600 productos de imágenes satelitales que cubren todo el mundo. La mayoría de las imágenes está disponible pocas horas tras el paso del satélite y hay productos que abarcan casi 30 años.
uk: **GIBS** (Global Imagery Browse Services) надає швидкий доступ до більше ніж 600 продуктів супутникового знімання для усієї земної поверхні. Більшість знімків доступні протягом кількох годин після проходження супутника. Є такі, що охоплюють майже 30 років.

source: The series of **Landsat** satellites of NASA/ U.S. Geological Survey are similar to Sentinel-2 (they capture visible and infrared wavelengths) and additionally can capture thermal infrared (Landsat 8). The Landsat series has a long history of imagery spanning nearly five decades. This platform gives you access to imagery acquired by Landsat 5, 7 and 8. **Spatial resolution:** 15m, 30m, and 100m resampled to 30m, depending on the wavelength (that is, only details bigger than 10m and 30m, can be seen). More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Revisit time:** Maximum 8 days to revisit the same area using the two operational satellites Landsat 7 and Landsat 8. **Data availability:** Europe and North Africa from 1984 - 2011 (Landsat 5), 1999 - 2003 (Landsat 7), 2013 until present (Landsat 8) from the ESA archive. The global U.S. Geological Survey (USGS) archive since April 2013 until today (Landsat 8 only) . **Common usage:** Vegetation monitoring, land use, land cover maps, change monitoring, etc.
ca: La sèrie de satèl·lits **Landsat** de la NASA/U.S. Geological Survey són similars a Sentinel-2 (capten longituds d'ona visibles i infrarojes) i, a més, pot capturar infrarojos tèrmics (Landsat 8). La sèrie Landsat té una llarga història d'imatges que abasta gairebé cinc dècades. Aquesta plataforma us permet accedir a les imatges adquirides per Landsat 5, 7 i 8. **Resolució espacial:** 15m, 30m i 100m mostrejades a 30m, depenent de la longitud d'ona (és a dir, només es poden veure detalls superiors a 10m i 30m). Més informació [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Temps de visita:** Màxim 8 dies per tornar a visitar la mateixa zona mitjançant els dos satèl·lits operatius Landsat 7 i Landsat 8. **Disponibilitat de dades:** Europa i nord d'Àfrica des de 1984 - 2011 (Landsat 5), 1999 - 2003 (Landsat 7), 2013 fins a l'actualitat (Landsat 8) de l'arxiu de l'ESA. L'arxiu global del Servei Geològic dels Estats Units (USGS) des de l'abril de 2013 fins a l'actualitat (només Landsat 8) . **Ús comú:** Seguiment de la vegetació, ús del sòl, mapes de cobertura del sòl, seguiment de canvis, etc.
es: Los satélites **Landsat** de la NASA y el Servicio Geológico de EE. UU. son similares a Sentinel-2 (captan longitudes de onda tanto visibles como infrarrojas) y en algunos casos detectan el infrarrojo térmico (Landsat 8). La serie Landsat tiene una larga historia de captación de imágenes que abarca casi cinco décadas. Esta plataforma da acceso a imágenes de los Landsat 5, 7 y 8. **Resolución espacial:** 15 m, 30 m y 100 m remuestreado a 30 m, según la longitud de onda (es decir, solo pueden verse detalles mayores que 10 m o 30 m). Más información [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Tiempo de revisita:** pasa un máximo de 8 días entre dos visitas a la misma zona mediante alguno de los dos satélites operativos, Landsat 7 u 8. **Disponibilidad de datos:** Europa y norte de África 1984-2011 (Landsat 5), 1999-2003 (Landsat 7), 2013 hasta hoy (Landsat 8), en el archivo de ESA. El archivo global del Servicio Geológico de EE. UU. (USGS) abarca desde abril de 2013 hasta hoy (solo para Landsat 8). **Uso habitual:** Monitorización de la vegetación, mapas de cobertura y uso del suelo, monitorización de cambios, etc.
uk: Серії **Landsat** супутників від NASA/Геологічної служби США подібні до Sentinel-2 (вони дозволяють отримувати зображення у видимому та інфрачервоному діапазоні) і додатково можуть охоплювати теплові інфрачервоні хвилі (Landsat 8). Серії Landsat мають довгу історію знімання - близько п'яти десятиліть. Ця платформа надає вам доступ до зображень, отриманих Landsat 5, 7 і 8. **Просторова розрізненність:** 15м, 30м, і 100м переінтерпольовані до 30м, залежно від довжини хвилі (можна побачити тільки об'єкти розміром понад 10м і 30м). Більше інформації [тут](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Періодичність знімання:** Максимум 8 днів, щоб зробити повторний знімок однієї місцевості, використовуючи два діючі супутники Landsat 7 та Landsat 8. **Наявність даних:** Європа та Північна Африка: з 1984 р. до 2011 р. (Landsat 5), 1999 - 2003 рр. (Landsat 7), 2013 р. до цього часу (Landsat 8) з архіву ESA. Глобальний архів Геологічної служби США (USGS): з квітня 2013 р. до цього часу (тільки Landsat 8). **Загальне використання:** Моніторинг рослинності, землекористування, карти ґрунтового покриву, моніторинг змін тощо.

source: Nasa's **MODIS** – (Moderate Resolution Imaging Spectroradiometer) acquires data with the objective to improve our understanding of global processes occurring on land. EO Browser provides data for observation of land (bands 1-7). **Spatial resolution:** 250m (bands 1-2), 500m (bands 3-7), 1000m (bands 8-36). **Revisit time:** Global coverage in 1 – 2 days with both Aqua and Terra satellites. **Data availability:** From January 2013 to February 2023. **Common usage:** Monitoring of land, clouds, ocean colour at a global scale.
ca: El **MODIS** (Moderate Resolution Imaging Spectroradiometer), de la NASA, adquireix dades amb l'objectiu de millorar la nostra comprensió dels processos globals que tenen lloc a la terra. EO Browser proporciona dades per observació del terreny (bandes 1-7). **Resolució espacial:** 250 m (bandes 1-2), 500 m (bandes 3-7), 1000 m (bandes 8-36). **Temps de visita:** Cobertura global d'1 a 2 dies amb satèl·lits Aqua i Terra. **Disponibilitat de dades:** De gener de 2013 a febrer de 2023. **Ús comú:** Monitorització de la terra, els núvols i el color de l'oceà a escala global.
es: **MODIS** (Espectrorradiómetro de Imágenes de Resolución Moderada), de la NASA, toma datos con el fin de mejorar el conocimiento de los procesos globales que afectan al territorio. EO Browser proporciona datos de observación del territorio (bandas 1-7). **Resolución espacial:** 250 m (bandas 1-2), 500 m (bandas 3-7), 1000 m (bandas 8-36). **Tiempo de revisita:** Cobertura global en 1-2 días con ambos satélites, Aqua y Terra. **Disponibilidad de datos:** De enero de 2013 hasta febrero de 2023. **Uso habitual:** monitorización del territorio, nubosidad y color del océano a escala global.
uk: **MODIS** (Moderate Resolution Imaging Spectroradiometer) від NASA збирає дані, за допомогою яких можна краще зрозуміти глобальні процеси, що відбуваються на Землі. EO Browser надає дані для спостережень за Землею (канали 1-7). **Просторова розрізненність:** 250м (канали 1-2), 500м (канали 3-7), 1000м (канали 8-36). **Періодичність знімання:** Глобальне покриття через 1 – 2 дні обома супутниками - Aqua і Terra. **Наявність даних:** З січня 2013 p. до лютого 2023 р. **Загальне використання:** Моніторинг землі, хмарності, кольору океану в глобальному масштабі.

source: **Sentinel-1** provides all-weather, day and night radar imagery for land and ocean services. EO Browser provides data acquired in Interferometric Wide Swath (IW) and Extra Wide Swath (EW) modes processed to Level-1 Ground Range Detected (GRD). **Pixel spacing:** 10m (IW), 40m (EW). **Revisit time:** <= 5 days using both satellites. **Revisit time** (for asc/desc and overlap using both satellites): <= 3 days, see [observation scenario](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Data availability:** Since October 2014. **Common usage:** Maritime and land monitoring, emergency response, climate change.
ca: **Sentinel-1** proporciona imatges de radar per a tot el temps, dia i nit per als serveis terrestres i oceànics. EO Browser proporciona dades adquirides en els modes Interferometric Wide Swith (IW) i Extra Wide Swath (EW) processat al nivell 1 Ground Range Detected (GRD). **Espaciada entre píxels:** 10 m (IW), 40 m (EW). **Temps de visita:** <= 5 dies utilitzant els dos satèl·lits. **Temps de revisió** (per a asc/desc i solapament amb els dos satèl·lits): <= 3 dies, vegeu [escenari d'observació](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation -escenari) **Disponibilitat de dades:** Des d'octubre de 2014. **Ús comú:** Monitorització marítima i terrestre, resposta a emergències, canvi climàtic.
es: **Sentinel-1** proporciona imágenes de radar obtenidas en cualesquiera condiciones meteorológicas, de día o de noche, de tierra y mar. EO Browser da acceso a los datos tomados tanto en el modo IW (interferometric wide swath, barrido interferométrico ancho) como EW (extra-wide swath, barrido extra-ancho), procesados al Nivel 1 GRD (ground range detected, detección de la distancia al suelo). **Pixel spacing:** 10 m (IW), 40 m (EW). **Tiempo de revisita:** <= 5 días si se usan ambos satélites. **Tiempo de revisita:** (combinando pasos ascendentes y descendentes y superposiciones): <= 3 días, véase la [estrategia de observación](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Disponibilidad de datos:** desde octubre de 2014. **Uso habitual:** monitorización del territorio y de los mares, respuesta a emergencias, cambio climático.
uk: **Sentinel-1** дозволяє отримувати денні й нічні радарні зображення суходолу та океанів за будь-яких погодних умов. EO Browser надає інтерферометричні дані в режимах Широкої смуги (IW) і Дуже широкої смуги (EW), які оброблені до рівня Level-1 Ground Range Detected (GRD). **Відстань між пікселями:** 10м (IW), 40м (EW). **Періодичність знімання:** <= 5 днів обома супутниками. **Періодичність знімання** (для висх/низх орбіт і часткового перекриття з використанням обох супутників): <= 3 дні, дивись [сценарій огляду](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Наявність даних:** З жовтня 2014 р. **Загальне використання:** Морський і земний моніторинг, реагування в надзвичайних ситуаціях, вивчення змін клімату.

source: **Sentinel-2** provides high-resolution images in the visible and infrared wavelengths, to monitor vegetation, soil and water cover, inland waterways and coastal areas. . **Spatial resolution:** 10m, 20m, and 60m, depending on the wavelength (that is, only details bigger than 10m, 20m, and 60m can be seen). More info [here](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Revisit time:** maximum 5 days to revisit the same area, using both satellites. **Data availability:** Since June 2015. Full global coverage since March 2017. **Common usage:** Land-cover maps, land-change detection maps, vegetation monitoring, monitoring of burnt areas.
ca: **Sentinel-2** proporciona imatges d'alta resolució en les longituds d'ona visible i infraroja, per controlar la vegetació, la cobertura del sòl i l'aigua, les vies navegables interiors i les zones costaneres. **Resolució espacial:** 10m, 20m i 60m, depenent de la longitud d'ona (és a dir, només es poden veure detalls superiors a 10m, 20m i 60m). Més informació [aquí](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Temps de visita:** màxim 5 dies per tornar a visitar la mateixa zona, utilitzant els dos satèl·lits. **Disponibilitat de dades:** Des de juny de 2015. Cobertura global completa des de març de 2017. **Ús comú:** Mapes de cobertura del sòl, mapes de detecció de canvis de sòl, seguiment de la vegetació, seguiment de zones cremades.
es: **Sentinel-2** obtiene imágenes de alta resolución en longitudes de onda visibles e infrarrojas con el fin de monitorizar la vegetación, el suelo y la cobertura del territorio, los cursos de agua continentales y las zonas costeras. **Resolución espacial:** 10 m, 20 m y 60 m, según la longitud de onda (es decir, solo llegan a distinguirse los detalles mayores que 10 m, 20 m o 60 m). Más información [aquí](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Tiempo de revisita:** hay un máximo de 5 días entre visitas consecutivas a la misma zona por medio de los dos satélites. **Disponibilidad de datos:** desde junio de 2015. Cobertura global completa desde marzo de 2017. **Uso habitual:** mapas de cobertura del suelo, mapas de detección de cambios en el territorio, monitorización de la vegetación, monitorización de áreas quemadas.

source: Level 1C data are data of sufficient quality for most investigations, where all image corrections were done except for the atmospheric correction. Data are available globally since June 2015 onwards.
ca: Les dades de nivell 1C són dades de qualitat suficient per a la majoria de les investigacions, on es van fer totes les correccions d'imatge excepte la correcció atmosfèrica. Les dades estan disponibles a tot el món des del juny de 2015 en endavant.
es: Los datos de Nivel 1C poseen calidad suficiente para la mayoría de investigaciones y tienen aplicadas todas las correcciones excepto las de efectos debidos a la atmósfera. Estos datos están disponibles para todo el globo desde junio de 2015.
uk: Level 1C - дані достатньої якості для більшості досліджень. Виконані усі корекції зображень, окрім атмосферної корекції. Доступні дані починаючи з червня 2015 р.
