Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # Soil Adjusted Vegetation Index (SAVI) The Soil Adjusted Vegetation Index is similar to Normalized Difference Vegetation Index (NDVI) but is used in areas where vegetative cover is low (< 40%). The index is a transformation technique that minimizes soil brightness influences from spectral vegetation indices involving red and near-infrared (NIR) wavelengths. The index is helpful when analysing young crops, arid regions with sparse vegetation and exposed soil surfaces. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
ca: # Índex de vegetació ajustat al sòl (SAVI en anglès) L'índex de vegetació ajustat al sòl és similar a l'índex de vegetació de diferència normalitzada (NDVI), però s'utilitza en zones on la coberta vegetativa és baixa (< 40%). L'índex és una tècnica de transformació que minimitza les influències de la brillantor del sòl dels índexs de vegetació espectrals que impliquen longituds d'ona vermelles i infrarojes properes (NIR). L'índex és útil a l'hora d'analitzar conreus joves, regions àrides amb vegetació escassa i superfícies de sòl exposades. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) i [aquí.](https://eos.com/blog/6-spectral-indexes-on -top-of-ndvi-per-completar-la-teva-anàlisi-de-vegetació/)
es: # Índice de vegetación ajustado al suelo (SAVI) El índice de vegetación ajustado al suelo (SAVI, Soil Adjusted Vegetation Index) es similar al índice normalizado de vegetación (NDVI), pero resulta más adecuado en zonas con cobertura vegetal pobre (< 40 %). Este índice incorpora una técnica de transformación para minimizar el brillo del suelo en el cálculo de los índices de vegetación que emplean longitudes de onda rojas y en el infrarrojo cercano (NIR). Este índice es útil para analizar cultivos tempranos, regiones áridas con vegetación dispersa y superficies con suelo desnudo. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) y [aquí.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
uk: # Скоригований на ґрунт вегетаційний індекс (SAVI) Індекс рослинності, скоригований на ґрунт, подібний до нормалізованого диференційного вегетаційного індексу (NDVI), але використовується для ділянок із низьким рослинним покривом (< 40%). Це - метод трансформації, який мінімізує вплив яскравості ґрунту на спектральні індекси рослинності, що охоплюють червоні та ближні інфрачервоні (NIR) довжини хвиль. Індекс корисний при аналізі молодих культур, посушливих регіонів з бідною рослинністю та відкритих поверхонь ґрунту. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) і [тут.](https://eos.com/blog/6-spectral-indexes-on -top-of-ndvi-to-make-your-vegetation-analysis-complete/)

source: # Modified Anthocyanin Reflectance Index (mARI/ARI2) Anthocyanins are pigments common in higher plants, causing their red, blue and purple coloration. They provide valuable information about the physiological status of plants, as they are considered indicators of various types of plant stresses. The reflectance of anthocyanin is highest around 550nm. However, the same wavelengths are reflected by chlorophyll as well. To isolate the anthocyanins, the 700nm spectral band, that reflects only chlorophyll and not anthocyanins, is subtracted. To correct for leaf density and thickness, the near infrared spectral band (in the recommended wavelengths of 760-800nm), which is related to leaf scattering, is added to the basic ARI index. The new index is called modified ARI or mARI (also ARI2). mARI values for the examined trees in [this original article](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) ranged in values from 0 to 8. More info [here.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
ca: # Índex de reflectància de l'antocianina modificat (mARI/ARI2 en anglès) Les antocianes són pigments comuns a les plantes superiors, causant la seva coloració vermella, blava i porpra. Aporten informació valuosa sobre l'estat fisiològic de les plantes, ja que es consideren indicadors de diversos tipus d'estrès de les plantes. La reflectància de l'antocianina és més alta al voltant dels 550 nm. Tanmateix, les mateixes longituds d'ona també es reflecteixen per la clorofil·la. Per aïllar les antocianes, es resta la banda espectral de 700 nm, que només reflecteix la clorofil·la i no les antocianes. Per corregir la densitat i el gruix de les fulles, s'afegeix a l'índex ARI bàsic la banda espectral d'infraroig proper (en les longituds d'ona recomanades de 760-800 nm), que està relacionada amb la dispersió de les fulles. El nou índex s'anomena ARI modificat o mARI (també ARI2). Els valors mARI dels arbres examinats a [aquest article original](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) van oscil·lar en valors de 0 a 8.
es: # Índice de reflectancia de la antocianina modificado (mARI/ARI2) Las antocianinas son pigmentos frecuentes en las plantas superiores, responsables de sus colores rojos, azules y morados. Proporcionan información valiosa sobre el estado fisiológico de las plantas, puesto que se consideran indicadores de varios tipos de estrés vegetal. La reflectancia de las antocianinas es máxima en torno a 550 nm. Sin embargo, también la clorofila refleja esas longitudes de onda. Por eso, para aislar las antocianinas se sustrae la banda espectral de 700 nm, reflejada por la clorofila pero no por las antocianinas. En este índice modificado (mARI, o bien ARI2) se añade al índice básico ARI una banda espectral del infrarrojo cercano (en las longitudes de onda recomendadas de 760-800 nm) para aplicar una corrección que tiene en cuenta la densidad y el grosor de las hojas, dado que esta banda está relacionada con la luz esparcida por las hojas. Los valores de mARI van desde 0 hasta 8 para la muestra de árboles examinada en este [artículo original.](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) Más información [aquí.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
uk: # Модифікований індекс відбиття антоціанів (mARI/ARI2) Антоціани - це пігменти, які містяться у вищих рослинах та зумовлюють їх червоне, синє й фіолетове забарвлення. Вони дають цінну інформацію про фізіологічний стан рослин, оскільки вважаються індикаторами різних стресових станів флори. Найвищий коефіцієнт відбиття антоціанів спостерігається при довжині хвиль близько 550 нм. Однак такі ж довжини хвиль відбиваються і хлорофілом. Щоб виокремити антоціани, віднімається спектральна смуга 700 нм, яка відбиває лише хлорофіл, а не антоціани. Для корекції на щільність та товщину листя до основного індексу ARI додається ближня інфрачервона спектральна смуга (у рекомендованих довжинах хвиль 760-800 нм), яка пов’язана з розсіюванням листя. Новий індекс називається модифікованим ARI або mARI (також ARI2). Значення mARI для досліджуваних дерев у [цій оригінальній статті](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) були в діапазоні від 0 до 8. Більше інформації [тут.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)

source: # Green City Script The Green city script aims to raise awareness of green areas in cities around the world. The script takes into account the Normalized Difference Vegetation Index (NDVI) and true color wavelengths; it separates built up areas from vegetated ones, making it useful for detecting urban areas. Built up areas are displayed in grey and vegetation is displayed in green. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
ca: # Green City Script El Green City Script (o guió de ciutat verda) pretén donar a conèixer les zones verdes a les ciutats d'arreu del món. El guió té en compte l'índex de vegetació de diferència normalitzada (NDVI) i les longituds d'ona del color real; separa les zones urbanitzades de les vegetades, la qual cosa la fa útil per detectar zones urbanes. Les zones construïdes es mostren en gris i la vegetació es mostra en verd. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
es: # Script de ciudad verde El script de ciudad verde pretende promover la concienciación sobre las zonas vedes en las ciudades de todo el mundo. El script tiene en cuenta el índice normalizado de vegetación (NDVI) y las longitudes de onda del color natural para distinguir entre áreas edificadas y zonas verdes, lo que lo hace útil para identificar zonas urbanas. Las áreas edificadas se muestran en gris, y la vegetación, en verde. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
uk: # Скрипт Зелене місто Цей скрипт дозволяє отримати дані про кількість зелених насаджень у різних містах світу. У скрипті враховуються нормалізований диференційний вегетаційний індекс (NDVI) та довжини хвиль у природних кольорах. Скрипт відокремлює забудовані ділянки від покритих рослинністю, що робить його корисним для виявлення міських територій. Забудовані ділянки відображаються сірим кольором, а рослинність – зеленим. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)

source: # Urban Classified Script The Urban Classified script aims to detect built up areas by separating them from barren ground, vegetation and water. Areas with a high moisture content are returned in blue; areas indicating built up areas are returned in white; vegetated areas are returned in green; everything else indicates barren ground and is displayed in brown colors. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
ca: # Urban Classified Script L'Urban Classified Script (o guió de classificació urbana) pretén detectar les zones urbanitzades separant-les de sòls erms, vegetació i aigua. Les zones amb un alt contingut d'humitat es tornen en blau; les zones que indiquen zones urbanitzades es tornen en blanc; les zones vegetades es tornen en verd; tota la resta indica terra erm i es mostra en colors marrons. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
es: # Script de clasificación urbana El script de clasificación urbana detecta áreas edificadas y las distingue del suelo desnudo, de la vegetación y del agua. Las zonas con niveles elevados de humedad se muestran en azul; las zonas clasificadas como edificadas aparecen en blanco; las superficies cubiertas de vegetación se plasman en verde, y todo lo demás corresponde a suelo desnudo y se codifica con tonos pardos. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
uk: # Скрипт Міська класифікація Скрипт Міська класифікація має на меті виявити забудовані ділянки, відокремивши їх від відкритого ґрунту, рослинності та води. Ділянки з високим вмістом вологи відображаються синім кольором, забудовані - білим, а ділянки, покриті рослинністю - зеленим. Все решта - це відкритий ґрунт, який позначається коричневими кольорами. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)

source: # Urban Land Infrared Color Script This script, made by Leo Tolari, combines true color visualization with near infrared (NIR) and shortwave infrared (SWIR) wavelengths. The script highlights urban areas better than true color, while still looking natural. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
ca: # Urban Land Infrared Color Script Aquest guió, o script en anglès, realitzat per Leo Tolari, combina la visualització en color real amb longituds d'ona d'infrarojos propers (NIR) i d'ona curta (SWIR). El guió destaca les zones urbanes millor que el color real, tot i que sembla natural. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
es: # Script de suelo urbano en colores infrarrojos Este script, realizado por Leo Tolari, combina la visualización en color natural con longitudes de onda en el infrarrojo cercano (NIR) y en el infrarrojo de onda corta (SWIR). Logra una apariencia realista, pero realza las zonas urbanas mejor que el color natural. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
uk: # Скрипт для аналізу урбанізованих територій з використанням інфрачервоного діапазону Цей скрипт, створений Лео Толарі (Leo Tolari), об'єднує візуалізацію в природних кольорах з довжинами хвиль ближнього інфрачервоного (NIR) та короткохвильового інфрачервоного (SWIR) діапазонів. Скрипт дозволяє Скрипт дозволяє отримати точніші та контрастніші зображення населених пунктів, ніж у режимі природні кольори, які при цьому виглядають природно. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)

source: # NDMI for Moisture Stress The Normalized Difference Moisture Index (NDMI) for moisture stress can be used to detect irrigation. For all the index values above 0, knowing the land use and land cover, it is possible to determine whether irrigation has taken place. Knowing the type of crop grown (e.g. citrus crops), it is possible to identify whether irrigation is being effective or not during the crucial growing summer season, as well as find out if some parts of the farm are being under or over-irrigated. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
ca: # NDMI for Moisture Stress L'índex d'humitat de diferència normalitzada (NDMI en anglès) per a l'estrès d'humitat es pot utilitzar per detectar el reg. Per a tots els valors de l'índex superiors a 0, coneixent l'ús del sòl i la cobertura del sòl, és possible determinar si s'ha produït el reg. Coneixent el tipus de cultiu que es conrea (per exemple, cultius de cítrics), és possible identificar si el reg està sent eficaç o no durant la temporada de creixement crucial d'estiu, així com esbrinar si algunes parts de la finca estan sent poc o sobreregades. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
es: # NDMI para el estrés hídrico El índice normalizado de humedad (NDMI, Normalized Difference Moisture Index) aplicado al estrés hídrico detecta el riego. Para cualquier valor de este índice por encima de 0, y conocido el uso y la cobertura del suelo, es posible detectar si se ha producido riego. Si además se conoce el tipo de cultivo (por ejemplo, cítricos), cabe identificar si el riego está siendo o no eficaz durante la fase crucial de crecimiento en el estío, así como esclarecer si hay porciones de las explotaciones agrarias con riego insuficiente o excesivo. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
uk: # NDMI для аналізу водного стресу Нормалізований диференційний індекс вологості (NDMI) застосовується для аналізу водного стресу і дозволяє визначати потребу у зрошенні. Якщо індекс вище 0 та відомі інформація про призначення земель і ґрунтовий покрив, можна визначити, чи рослини отримали достатньо вологи. Якщо відомий тип вирощуваної культури (наприклад, цитрусові), індекс дозволяє оцінити ефективність зрошення під час критичного періоду влітку, а також виявити ділянки, що недостатньо чи надмірно зрошені. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)

source: # Normalized Difference Moisture Index (NDMI) The normalized difference moisture Index (NDMI) is used to determine vegetation water content and monitor droughts. The value range of the NDMI is -1 to 1. Negative values of NDMI (values approaching -1) correspond to barren soil. Values around zero (-0.2 to 0.4) generally correspond to water stress. High, positive values represent high canopy without water stress (approximately 0.4 to 1). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
ca: # Normalized Difference Moisture Index (NDMI) L'índex d'humitat de diferència normalitzada (NDMI en anglès) s'utilitza per determinar el contingut d'aigua de la vegetació i controlar les sequeres. L'interval de valors de l'NDMI és de -1 a 1. Els valors negatius de l'NDMI (valors que s'aproximen a -1) corresponen a sòl àrid. Els valors al voltant de zero (-0,2 a 0,4) corresponen generalment a l'estrès hídric. Els valors alts i positius representen un dosel elevat sense estrès hídric (aproximadament 0,4 a 1). Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
es: # Índice normalizado de humedad (NDMI) El índice normalizado de humedad (NDMI, Normalized Difference Moisture Index) se emplea para determinar el contenido de agua de la vegetación y para monitorizar sequías. NDMI adopta valores entre -1 y +1. Los valores negativos (cercanos a -1) corresponden a suelo desnudo. Valores alrededor de cero (de -0.2 a +0.4) suelen indicar estrés hídrico. Los valores positivos más altos representan cubiertas vegetales elevadas y sin estrés hídrico (aproximadamente desde +0.4 hasta +1). Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
uk: # Нормалізований диференційний індекс вологості (NDMI) Нормалізований диференційний індекс вологості (NDMI) використовується для визначення вмісту вологи в рослинності та моніторингу посухи. Діапазон значень NDMI становить від -1 до 1. Від'ємні значення NDMI (значення, що наближаються до -1) відповідають відкритому ґрунту. Значення близькі до нуля (від -0,2 до 0,4) зазвичай позначають водний стрес. Високі додатні значення відповідають високому рослинному покрову, що не зазнає водного стресу (приблизно від 0,4 до 1). Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
ca: # Normalized Difference Water Index (NDWI) L'índex d'aigua de diferència normalitzada (NDWI en anglès) és el més adequat per a la cartografia de masses d'aigua. Els valors de les masses d'aigua són superiors a 0,5. La vegetació té valors més petits. Les característiques integrades tenen valors positius entre zero i 0,2. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
es: # Índice normalizado de agua (NDWI) El índice normalizado de agua (NDWI, Normalized Difference Water Index") resulta adecuado para cartografiar masas de agua, que presentan valores de este índice superiores a +0.5. La vegetación ostenta valores menores. Las edificaciones tienen valores positivos entre cero y +0.2. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
uk: # Нормалізований диференційний індекс води (NDWI) Нормалізований диференційний індекс води є найбільш прийнятним індексом для картографування водних об’єктів. Водні об'єкти мають значення більше 0,5. Рослинність характеризується меншими значеннями. Штучні об'єкти мають додатні значення від нуля до 0,2. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
ca: # Composició en fals color Una composició en fals color utilitza almenys una longitud d'ona no visible per a la imatge de la Terra. La composició en fals color que utilitza bandes d'infraroig proper, vermell i verd és molt popular (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). La composició en fals color s'utilitza més habitualment per avaluar la densitat i la salut de les plantes, ja que les plantes reflecteixen la llum verda i l'infraroja propera, mentre que absorbeixen el vermell. Les ciutats i el terreny nus són grisos o marrons, i l'aigua apareix blava o negra. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) i [aquí.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php )
es: # Composición en falso color Una composición en falso color recurre al menos a una imagen obtenida en longitudes de onda no visibles. Es frecuente la composición en color falso que utiliza las bandas del infrarrojo cercano, el rojo y el verde (una banda es una región del espectro electromagnético; los sensores satelitales obtienen imágenes de la Tierra en múltiples bandas). Estas composiciones en falso color se suelen emplear para diagnosticar la densidad y la salud de la vegetación, porque las plantas reflejan las bandas infrarroja y verde, mientras que absorben el color rojo. Las ciudades y el suelo desnudo aparecen grises o en tonos pardos, mientras que el agua se muestra azul o negra. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) y [aquí.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
uk: # Композит штучних кольорів У композиті штучних кольорів для отримання зображення Землі використовується принаймні одна довжина хвиль з невидимої частини спектра. Дуже популярним є композит штучних кольорів, який складається з ближнього інфрачервоного, червоного та зеленого каналів (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Композит штучних кольорів найчастіше використовується для оцінки щільності та фізичного стану рослинності, оскільки рослини відбивають хвилі близького інфрачервоного та зеленого діапазону, а поглинають - червоного. Міста та відкритий ґрунт відображаються сірим або коричневим кольором, а вода - блакитним або чорним. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) і [тут.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php )
