Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # Normalised Difference Snow Index (NDSI) The Sentinel-2 normalised difference snow index can be used to differentiate between cloud and snow cover as snow absorbs in the short-wave infrared light, but reflects the visible light, whereas cloud is generally reflective in both wavelengths. Snow cover is represented in bright vivid blue. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
ca: # Índex de neu de diferència normalitzada (NDSI) L'índex de neu de diferència normalitzada Sentinel-2 es pot utilitzar per diferenciar entre núvol i coberta de neu, ja que la neu absorbeix la llum infraroja d'ona curta, però reflecteix la llum visible, mentre que el núvol és generalment reflectant en ambdues longituds d'ona. La coberta de neu està representada en un blau viu brillant. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
es: # Índice de diferencia normalizada de nieve (NDSI) El índice de diferencia normalizada de nieve de Sentinel-2 se puede utilizar para diferenciar entre la cubierta de nubes y la de nieve, ya que la nieve absorbe la luz infrarroja de onda corta, pero refleja la luz visible, mientras que la nube es generalmente reflectante en ambas longitudes de onda. La capa de nieve se representa en azul vivo brillante. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
uk: # Нормалізований диференційний індекс снігу (Normalised Difference Snow Index (NDSI)) Нормалізований диференційний індекс снігу в Sentinel-2 можна використовувати для розрізнення хмарного та снігового покриву, оскільки сніг поглинає короткохвильове інфрачервоне випромінювання, але відбиває видиме світло, тоді як хмари зазвичай відбивають обидві довжини хвиль. Сніговий покрив відображається яскраво-синім кольором. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).

source: # Scene classification Scene classification was developed to distinguish between cloudy pixels, clear pixels and water pixels of Sentinel-2 data and is a result of ESA's Scene classification algorithm. Twelve different classifications are provided including classes of clouds, vegetation, soils/desert, water and snow. It does not constitute a land cover classification map in a strict sense. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
ca: # Classificació d'escenes La classificació d'escenes es va desenvolupar per distingir entre píxels ennuvolats, píxels clars i píxels d'aigua de les dades de Sentinel-2 i és el resultat de l'algorisme de classificació d'escenes de l'ESA. Es proporcionen dotze classificacions diferents que inclouen classes de núvols, vegetació, sòls/desert, aigua i neu. No constitueix un mapa de classificació de la cobertura del sòl en sentit estricte. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
es: # Clasificación de escenas La clasificación de escenas se desarrolló para distinguir entre píxeles nubosos, claros y de agua de los datos de Sentinel-2 y es el resultado del algoritmo de clasificación de escenas de la ESA. Se proporcionan 12 clasificaciones diferentes que incluyen clases de nubes, vegetación, suelos/desierto, agua y nieve. No constituye un mapa de clasificación de la cubierta terrestre en sentido estricto. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/). Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
uk: # Класифікація сцени Класифікація сцени була розроблена для розрізнення між хмарними, прозорими та водними пікселями даних Sentinel-2 та є результатом роботи алгоритму класифікації сцени ЄКА. Представлено 12 різних класифікацій, у тому числі класи хмар, рослинності, ґрунтів/пустелі, води та снігу. Це не карта класифікації ґрунтово-рослинного покриву у класичному розумінні. Більше інформації [тут] (https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).

source: Commercial data
ca: Dades comercials
es: Datos comerciales
uk: Комерційні дані

source: Order by:
ca: Demanat per:
es: Ordenador por:
uk: Сортувати за:

source: Location
ca: Ubicació
es: Localización
uk: Розташування

source: DatasetId
es: Id Conjunto Datos

source: Title
ca: Títol
es: Título

source: Show evalscript
ca: Mostrar l'evalscript
es: Mostrar evalscript
uk: Показати користувацький скрипт (evalscript)

source: Show details
ca: Mostrar els detalls
es: Mostrar detalles
uk: Показати детальну інформацію

source: **Landsat 1-5 MSS** collection includes imagery produced with the Multispectral Scanner System (MSS), which was carried onboard Landsat 1 through Landsat 5 satellites. There are 4 optical bands available in 60 m resolution. Data is archived and includes global imagery since 1972. **Spatial resolution**: 68 m x 83 m (commonly resampled to 57 m, or 60 m) **Revisit time**: 18 days for Landsats 1-3 and 16 days for Landsats 4-5 **Data availability**: Global, since: - Landsat 1 from July 1972 to January 1978 - Landsat 2 from January 1975 to February 1982 - Landsat 3 from March 1978 to March 1983 - Landsat 4 from July 1982 to December 1993 - Landsat 5 from 1984 to October 1992, and from June 2012 to January 2013 **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
ca: La col·lecció **Landsat 1-5 MSS** inclou imatges produïdes amb el sistema d'escàner multiespectral (MSS), que es va portar a bord dels satèl·lits Landsat 1 mitjançant Landsat 5. Hi ha 4 bandes òptiques disponibles amb una resolució de 60 m. Les dades s'arxiven i inclouen imatges globals des de 1972. **Resolució espacial**: 68 m x 83 m (normalment es torna a mostrejar a 57 m o 60 m) **Temps de visita**: 18 dies per a Landsats 1-3 i 16 dies per a Landsats 4-5 **Disponibilitat de dades**: Global, des de: - Landsat 1 de juliol de 1972 a gener de 1978 - Landsat 2 de gener de 1975 a febrer de 1982 - Landsat 3 de març de 1978 a març de 1983 - Landsat 4 de juliol de 1982 a desembre de 1993 - Landsat 5 de 1984 a octubre de 1992, i de juny de 2012 a gener de 2013 **Ús comú**: Seguiment de la vegetació, gel i recursos hídrics, detecció de canvis i creació d'usos del sòl - mapes de cobertura del sòl.
es: La colección **Landsat 1-5 MSS** incluye imágenes producidas con el sistema de escáner multiespectral (MSS), que llevaban a bordo los satélites Landsat 1 a 5. Hay 4 bandas ópticas disponibles con una resolución de 60 m. Los datos están archivados e incluyen imágenes globales desde 1972. **Resolución espacial 68 m x 83 m (comúnmente remuestreada a 57 m, o 60 m) **Tiempo de revisita**: 18 días para Landsats 1-3 y 16 días para Landsats 4-5 **Disponibilidad de los datos**: Mundial, desde: - Landsat 1 de julio de 1972 a enero de 1978 - Landsat 2 de enero de 1975 a febrero de 1982 - Landsat 3 de marzo de 1978 a marzo de 1983 - Landsat 4 de julio de 1982 a diciembre de 1993 - Landsat 5 de 1984 a octubre de 1992, y de junio de 2012 a enero de 2013 **Uso común**: Vigilancia de la vegetación, el hielo y los recursos hídricos, detección de cambios y creación de mapas de uso y cobertura del suelo.
uk: До колекції **Landsat 1-5 MSS** входять зображення, отримані за допомогою системи мультиспектрального сканування (MSS), яка була встановлена ​​на супутниках Landsat 1 - Landsat 5. Доступні 4 оптичні канали з просторовою розрізненістю 60 м. Дані архівні та охоплюють зображення різних куточків планети з 1972 року. **Просторова розрізненість**: 68 м x 83 м (зазвичай дискретизується до 57 м або 60 м). **Періодичність знімання**: 18 днів для Landsat 1-3 та 16 днів для Landsat 4-5. **Доступність даних**: Глобальні дані, починаючи з: - Landsat 1 - з липня 1972 року до січня 1978 року - Landsat 2 - з січня 1975 року до лютого 1982 року - Landsat 3 - з березня 1978 року до березня 1983 року - Landsat 4 - з липня 1982 року до грудня 1993 року - Landsat 5 - з 1984 року по жовтень 1992 року та з червня 2012 року по січень 2013 року. **Загальне використання**: Моніторинг рослинності, льодових та водних ресурсів, виявлення змін та створення карт землекористування - ґрунтово-рослинного покриву.

source: **Landsat 7 ETM+** includes imagery produced with the Enhanced Thematic Mapper (ETM+) sensor, which was carried onboard Landsat 7 satellite. There are 8 optical and 1 thermal infrared bands available. Global data is available since 1999, with a revisit time of 16 days. Top of the atmosphere level-1, and surface reflectance level-2 products are provided. Note that there are data gaps for all images acquired since 2003-05-30 due to sensor failure. **Spatial resolution**: 30 meter, 15 meter for a panchromatic band **Revisit time**: 16 days **Data availability**: global, since April 1999 **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
ca: **Landsat 7 ETM+** inclou imatges produïdes amb el sensor Enhanced Thematic Mapper (ETM+), que es portava a bord del satèl·lit Landsat 7. Hi ha 8 bandes infrarojes òptiques i 1 tèrmica disponibles. Les dades globals estan disponibles des de 1999, amb un temps de revisió de 16 dies. Es proporcionen productes de nivell superior de l'atmosfera-1 i de reflectància superficial-2. Tingueu en compte que hi ha buits de dades per a totes les imatges adquirides des del 2003-05-30 a causa d'una fallada del sensor. **Resolució espacial**: 30 metres, 15 metres per a una banda pancromàtica **Temps de visita**: 16 dies **Disponibilitat de dades**: global, des d'abril de 1999 **Ús comú**: Seguiment de la vegetació, gel i recursos hídrics, detecció de canvis i creació d'usos del sòl - mapes de cobertura del sòl.
es: **Landsat 7 ETM+** incluye imágenes producidas con el sensor Enhanced Thematic Mapper (ETM+), que llevaba a bordo el satélite Landsat 7. Dispone de 8 bandas ópticas y 1 banda infrarroja térmica. Se dispone de datos globales desde 1999, con un tiempo de revisita de 16 días. Se proporcionan productos del nivel 1 de la capa superior de la atmósfera y del nivel 2 de reflectancia de la superficie. Obsérvese que hay lagunas de datos en todas las imágenes adquiridas desde el 30-05-2003 debido a fallos del sensor. **Resolución espacial**: 30 metros, 15 metros para la banda pancromática **Tiempo de revisita**: 16 días **Disponibilidad de los datos**: mundial, desde abril de 1999 **Uso común**: Vigilancia de la vegetación, el hielo y los recursos hídricos, detección de cambios y creación de mapas de uso y cobertura del suelo.
uk: **Landsat 7 ETM+** - зображення, отримані за допомогою датчика Enhanced Thematic Mapper (ETM+), який був встановлений на борту супутника Landsat 7. Є 8 оптичних та 1 тепловий інфрачервоний канал. Глобальні дані доступні з 1999 року із періодом повторного знімання 16 днів. Надаються дані першого рівня (level-1) про верхню частину атмосфери та другого рівня (level-2) про відбиття від поверхні. Зверніть увагу, що всі зображення, отримані після 5 травня 2003 року, мають неповні дані через несправність датчика. **Просторова розрізненість**: 30 метрів, 15 метрів для панхромного каналу. **Періодичність знімання**: 16 днів **Доступність даних**: глобальна, з квітня 1999 р. **Загальне використання**: Моніторинг рослинності, льодових та водних ресурсів, виявлення змін та створення карт землекористування - ґрунтово-рослинного покриву.

source: **Landsat 7 ETM+ Level-1** Learn more [here](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
ca: **Landsat 7 ETM+ Level-1** Més informació [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
es: **Landsat 7 ETM+ Nivel 1** Más información [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
uk: **Landsat 7 ETM+ Level-1** Дізнайтеся більше [тут](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)

source: **Landsat 7 ETM+ Level-2** Learn more [here](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
ca: **Landsat 7 ETM+ Level-2** Més informació [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
es: **Landsat 7 ETM+ Nivel 2** Más información [aquí](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
uk: **Landsat 7 ETM+ Level-2** Дізнайтеся більше [тут](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).

source: Green (500-600 nm)
ca: Verd (500-600 nm)␣
es: Verde (500-600 nm)
uk: Зелений (500-600 нм)

source: Red (600-700 nm)
ca: Vermell (600-700 nm)
es: Rojo (600-700 nm)
uk: Червоний (600-700 нм)

source: Ultra Red (700-800 nm)
ca: Ultra vermell (700-800 nm)
es: Rojo extremo (700-800 nm)
uk: Ультра червоний (700-800 нм)

source: Near Infrared (NIR) (800-1100 nm)
ca: Infraroig proper (NIR) (800-1100 nm)
es: Infrarrojo próximo (NIR) (800-1100 nm)
uk: Ближній інфрачервоний (NIR) (800-1100 нм)

source: Panchromatic (520-900 nm)
ca: Pancromàtic (520-900 nm)
es: Pancromático (520-900 nm)
uk: Панхромний (520-900 нм)

source: # Thermal Visualization This thermal visualization is based on band B06 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10400-12500 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band B06 reports on the ground itself, which is often much hotter. Thermal band B06 is useful in providing surface temperatures and is collected with a 60-meter resolution, resampled to 30-meter. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) and [here](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
ca: # Visualització tèrmica Aquesta visualització tèrmica es basa en la banda B06 (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes). A la longitud d'ona central de 10400-12500 nm mesura en l'infraroig tèrmic, o TIR. En lloc de mesurar la temperatura de l'aire, com fan les estacions meteorològiques, la banda B06 informa sobre el propi terra, que sovint és molt més calent. La banda tèrmica B06 és útil per proporcionar temperatures superficials i es recull amb una resolució de 60 metres, torna a mostrejar a 30 metres. Més informació [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) i [aquí](https://custom-scripts.sentinel-hub.com/landsat -7-etm/tèrmica/).
es: # Visualización de temperaturas del suelo Esta visualización de temperaturas usa la banda B06 (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). En la longitud de onda central de 10400-12500 nm mide en el infrarrojo térmico, o TIR. En lugar de medir la temperatura del aire, como hacen las estaciones meteorológicas, la banda B06 informa sobre la temperatura del suelo, que suele estar mucho más caliente. La banda térmica B06 es útil para proporcionar temperaturas de superficie y se recoge con una resolución de 60 metros, remuestreada a 30 metros. Más información [aquí](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) y [aquí](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
uk: # Термальна візуалізація Ця термальна візуалізація створюється з використанням каналу 6 (канал - це область електромагнітного спектру; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Вимірювання теплового інфрачервоного діапазону, або TIR, здійснюється при центральній довжині хвилі 11040 нм. Замість вимірювання температури повітря, як це здійснюють метеостанції, канал 6 надає інформацію власне про землю, температура якої набагато вища. Термальний канал 6 може використовуватися для визначення температури поверхні з просторовою розрізненістю 120 метрів та повторною дискретизацією до 30 метрів. Більше інформації [тут](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) та [тут](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).

source: # Thermal B06_VCID_1 Visualization This thermal visualization is based on band B06_VCID_1 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10400-12500 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, B06_VCID_1 reports on the ground itself, which is often much hotter. It is useful in providing surface temperatures and is collected with a 60-meter resolution, resampled to 30-meters. As its dinamic range is wider than that of B06_VCID_2, it is less likely to oversaturate over hot areas. More info [here](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
ca: # Tèrmica B06_VCID_1 Visualització Aquesta visualització tèrmica es basa en la banda B06_VCID_1 (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes). A la longitud d'ona central de 10400-12500 nm mesura en l'infraroig tèrmic, o TIR. En lloc de mesurar la temperatura de l'aire, com fan les estacions meteorològiques, B06_VCID_1 informa sobre el propi terra, que sovint és molt més calent. És útil per proporcionar temperatures superficials i es recull amb una resolució de 60 metres, torna a mostrejar a 30 metres. Com que el seu rang dinàmic és més ampli que el de B06_VCID_2, és menys probable que es sobresature a les zones calentes. Més informació [aquí](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products) .
es: # Visualización térmica B06_VCID_1 Esta visualización térmica se basa en la banda B06_VCID_1 (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). En la longitud de onda central de 10400-12500 nm mide en el infrarrojo térmico, o TIR. En lugar de medir la temperatura del aire, como hacen las estaciones meteorológicas, B06_VCID_1 informa sobre la temperatura del propio suelo, que suele estar mucho más caliente. Es útil para proporcionar temperaturas de superficie y se recoge con una resolución de 60 metros, remuestreada a 30 metros. Como su rango dinámico es más amplio que el de B06_VCID_2, es menos probable que se sobresature sobre zonas calientes. Más información [aquí](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
uk: # Термальна візуалізація B06_VCID_1 Ця термальна візуалізація створюється з використанням каналу B06_VCID_1 (канал - це область електромагнітного спектру; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Вимірювання теплового інфрачервоного діапазону, або TIR, здійснюється при центральній довжині хвилі 10400-12500 нм. Замість вимірювання температури повітря, як це здійснюють метеостанції, канал B06_VCID_1 надає інформацію власне про землю, температура якої набагато вища. Термальний канал 6 може використовуватися для визначення температури поверхні з просторовою розрізненістю 60 метрів та повторною дискретизацією до 30 метрів. Оскільки динамометричний діапазон ширший, ніж B06_VCID_2, ймовірність перенасичення над гарячими зонами менше. Більше інформації [тут](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).

source: # Thermal B06_VCID_2 Visualization This thermal visualization is based on band B06_VCID_2 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10400-12500 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, B06_VCID_2 reports on the ground itself, which is often much hotter. It is useful in providing surface temperatures and is collected with a 60-meter resolution, resampled to 30-meters. Its dinamic range is narrower than that of B06_VCID_1, which means it is more likely to oversaturate over hot areas, but in turn has slightly higher radiometric sensitivity. More info [here](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
ca: # Tèrmica B06_VCID_2 Visualització Aquesta visualització tèrmica es basa en la banda B06_VCID_2 (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes). A la longitud d'ona central de 10400-12500 nm mesura en l'infraroig tèrmic, o TIR. En lloc de mesurar la temperatura de l'aire, com fan les estacions meteorològiques, B06_VCID_2 informa sobre el propi terra, que sovint és molt més calent. És útil per proporcionar temperatures superficials i es recull amb una resolució de 60 metres, torna a mostrejar a 30 metres. El seu rang dinàmic és més estret que el de B06_VCID_1, la qual cosa significa que és més probable que es sobresature a les zones calentes, però al seu torn té una sensibilitat radiomètrica lleugerament superior. Més informació [aquí](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products) .
es: # Visualización de temperaturas de suelo B06_VCID_2 Esta visualización térmica se basa en la banda B06_VCID_2 (una banda es una región del espectro electromagnético; un sensor de satélite puede obtener imágenes de la Tierra en diferentes bandas). Con un rango de longitudes de onda entre 10400-12500 nm se corresponde con la región del infrarrojo térmico, o TIR. En lugar de medir la temperatura del aire, como hacen las estaciones meteorológicas, el B06_VCID_2 informa sobre la temperatura del propio suelo, que suele estar mucho más caliente. Es útil para proporcionar temperaturas de superficie y se recoge con una resolución de 60 metros, remuestreada a 30 metros. Su rango dinámico es más estrecho que el de B06_VCID_1, lo que significa que es más probable que se sobresature sobre zonas calientes, pero a cambio tiene una sensibilidad radiométrica ligeramente superior. Más información [aquí](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
uk: # Термальна візуалізація B06_VCID_2 Ця термальна візуалізація створюється з використанням каналу B06_VCID_2 (канал - це область електромагнітного спектру; супутниковий датчик може зображати Землю в різних каналах). Вимірювання теплового інфрачервоного діапазону, або TIR, здійснюється при центральній довжині хвилі 10400-12500 нм. Замість вимірювання температури повітря, як це здійснюють метеостанції, канал B06_VCID_2 надає інформацію власне про землю, температура якої набагато вища. Термальний канал 6 може використовуватися для визначення температури поверхні з просторовою розрізненістю 60 метрів та повторною дискретизацією до 30 метрів. Його динамічний діапазон вужчий, ніж у B06_VCID_1, що означає більшу ймовірність перенасичення над гарячими зонами, але, у свою чергу, його радіометрична чутливість трохи вища. Більше інформації [тут](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
