Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # Geology 12, 8, 2 composite This composite uses short-wave infrared (SWIR) band 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects short-wave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near infrared (NIR) band 8 highlights vegetation and band 2 detects moisture, both contributing to differentiation of ground materials. The composite is useful for finding geological formations and features (e.g. faults, fractures), lithology (e.g. granite, basalt, etc.) and mining applications. More info [here.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
ca: # Geologia 12, 8, 2 compost Aquest compost utilitza la banda 12 d'infrarojos d'ona curta (SWIR) per diferenciar diferents tipus de roques (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatges de la Terra en diferents bandes). Cada tipus de roca i mineral reflecteix la llum infraroja d'ona curta de manera diferent, cosa que permet traçar la geologia comparant la llum SWIR reflectida. La banda 8 de l'infraroig proper (NIR) destaca la vegetació i la banda 2 detecta la humitat, ambdues contribuint a la diferenciació dels materials del sòl. El compost és útil per trobar formacions i característiques geològiques (per exemple, falles, fractures), litologia (per exemple, granit, basalt, etc.) i aplicacions mineres. Més informació [aquí.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
es: # Composición Geología 12, 8, 2 Esta composición recurre a la banda 12 en el infrarrojo de onda corta (SWIR, Short-Wave InfraRed) para distinguir varios tipos de roca (una banda es una región del espectro electromagnético; un sensor satelital puede capturar imágenes de la Tierra en múltiples bandas). Cada roca y mineral refleja de un modo distinto el infrarrojo de onda corta, lo que permite elaborar una cartografía geológica a través de la comparación de la luz infrarroja de onda corta reflejada. La banda 8 del infrarrojo cercano (NIR) realza la vegetación, mientras que la banda 2 es sensible a la humedad, lo que permite distinguir distintos materiales en el terreno. Esta composición resulta útil para localizar formaciones y estructuras geológicas como fallas y fracturas, estudiar la litología (distinguir granitos de basaltos, por ejemplo) o en aplicaciones mineras. Más información [aquí.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
uk: # Геологія. Композит каналів 12, 8, 2 У цьому композиті канал 12 короткохвильового інфрачервоного випромінювання (SWIR) використовується для розрізнення типів гірських порід (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Кожен тип гірських порід і мінералів відбиває короткохвильове інфрачервоне світло по-різному, що дає можливість скласти геологічну карту, порівнюючи відбите світло SWIR. Канал 8 ближнього інфрачервоного випромінювання (NIR) розрізнює рослинність, а канал 2 визначає вологу, що сприяє диференціації ґрунтових матеріалів. Цей композит каналів корисний для пошуку геологічних утворень та об’єктів (наприклад, розломи, тріщини), літології (наприклад, граніт, базальт тощо) і гірничих робіт. Більше інформації [тут.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)

source: # Geology 8, 11, 12 composite This composite uses both short-wave infrared (SWIR) bands 11 and 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near Infrared (NIR) band 8 highlights vegetation, contributing to differentiation of ground materials. Vegetation in the composite appears red. The composite is useful for differentiating vegetation, and land especially geologic features that can be useful for mining and mineral exploration. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](http://murphygeological.com/new---sentinel-2.html#)
ca: # Geologia 8, 11, 12 compost Aquest compost utilitza les bandes 11 i 12 d'infrarojos d'ona curta (SWIR) per diferenciar els diferents tipus de roques (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imaginar la Terra en diferents bandes). Cada tipus de roca i mineral reflecteix la llum infraroja d'ona curta de manera diferent, cosa que permet traçar la geologia comparant la llum SWIR reflectida. La banda 8 d'infrarojos propers (NIR) destaca la vegetació, contribuint a la diferenciació dels materials del sòl. La vegetació del compost apareix vermella. El compost és útil per diferenciar la vegetació i la terra, especialment les característiques geològiques que poden ser útils per a la mineria i l'exploració mineral. Més informació [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) i [aquí.](http://murphygeological.com/new---sentinel-2.html#)
es: # Composición Geología 8, 11, 12 Esta composición recurre a las bandas 11 y 12 del infrarrojo de onda corta (SWIR, Short-Wave InfraRed) para distinguir tipos de rocas (una banda es una región del espectro electromagnético; un sensor satelital puede capturar imágenes de la Tierra en múltiples bandas). Cada roca y mineral refleja de un modo distinto la luz infrarroja de onda corta, lo que hace posible elaborar mapas geológicos comparando la luz infrarroja de onda corta reflejada. La banda 8 del infrarrojo cercano (NIR) realza la vegetación, lo que contribuye a distinguir los materiales superficiales. La vegetación aparece en color rojo en esta composición, que es útil para distinguir la vegetación del suelo, así como para identificar rasgos geológicos de interés en minería o para la explotación de minerales. Más información [aquí](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) y [aquí.](http://murphygeological.com/new---sentinel-2.html#)
uk: # Геологія. Композит каналів 8, 11, 12 У цьому композиті обидва канали 11 і 12 короткохвильового інфрачервоного випромінювання (SWIR) використовуються для розрізнення типів гірських порід (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах). Кожен тип гірських порід і мінералів відбиває короткохвильове інфрачервоне світло по-різному, що дає можливість скласти геологічну карту, порівнюючи відбите світло SWIR. Канал 8 ближнього інфрачервоного випромінювання (NIR) розрізнює рослинність, сприяючи диференціації ґрунтових матеріалів. Рослинність в композиті представлена червоним кольором. Композит корисний для диференціації рослинності та ґрунту, зокрема геологічних об’єктів, які можуть бути корисними для видобутку і розвідки корисних копалин. Більше інформації [тут](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) і [тут.](http://murphygeological.com/new---sentinel-2.html#)

source: # Enhanced True Color This script, created by Pierre Markuse, uses multiple bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) and saturation and brightness control to enhance the true color visualization. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
ca: # Color real millorat Aquest guió, creat per Pierre Markuse, utilitza múltiples bandes (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes) i control de saturació i brillantor per millorar la visualització del color real. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
es: # Color natural realzado Este script, desarrollado por Pierre Markuse, recurre a múltiples bandas (una banda es una región del espectro electromagnético; un sensor satelital puede obtener imágenes de la Tierra en múltiples bandas) y a controles de saturación y brillo para realzar la visualización en color natural. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
uk: # Програма покращення природніх кольорів Цей скрипт, створений П’єром Маркузом, використовує кілька каналів (канал — це певний діапазон електромагнітного спектра; сенсор супутника може отримувати зображення Землі в різних каналах) та регулює насиченість і яскравість для покращення візуалізації в природних кольорах. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)

source: # Burned Area Index Burned Area Index takes advantage of the wider spectrum of Visible, Red-Edge, NIR and SWIR bands. Values description:()=> The range of values for the index is `-1` to `1` for burn scars, and `1` - `6` for active fires. Different fire intensities may result in different thresholds; the current values were calibrated, as per original author, on mostly Mediterranen regions. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
ca: # Índex d'àrea cremada Burned Area Index aprofita l'espectre més ampli de bandes Visible, Red-Edge, NIR i SWIR. Descripció dels valors:()=> L'interval de valors per a l'índex és de "-1" a "1" per a cicatrius de cremades i "1" - "6" per a incendis actius. Les diferents intensitats del foc poden donar lloc a diferents llindars; els valors actuals es van calibrar, segons l'autor original, en regions majoritàriament mediterrànies. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
es: # Índice de áreas quemadas El indice de áreas quemadas aprovecha la gran anchura de las bandas visible, borde rojo, NIR y SWIR. Descripción de los valores:()=> El índice adopta valores desde `-1` hasta `1` para zonas quemadas, y de `1` hasta `6` para incendios activos. Distintos niveles corresponden a diferentes intensidades de fuego: el autor original calibró los valores actuales a partir, sobre todo, de las regiones mediterráneas. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
uk: # Індекс згарищ Індекс згарищ використовує переваги ширшого спектру діапазонів природних кольорів, Red-Edge, NIR та SWIR. Опис значень:()=> Діапазон значень для індексу становить від "-1" до "1" для вигорілих ділянок і від "1" до "6" для активних пожеж. Різна інтенсивність вогню може спричиняти різні порогові значення; поточні значення були відкалібровані згідно з визначенням оригінального автора переважно для регіонів Середземномор'я. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)

source: # Atmospheric penetration This composite uses different bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) in the non-visible part of the electromagnetic spectrum to reduce the influence of the atmosphere in the image. Short wave infrared bands 11 and 12 are highly reflected by the heated areas, making them useful for fire and burned area mapping. Near infrared band 8, is on contrary, highly reflected by vegetation, which signifies absence of fire. Vegetation appears blue, displaying details related to the vegetation vigor. Healthy vegetation is shown in light blue while the stressed, sparse or/and arid vegetation appears in dull blue. Urban features are white, grey, cyan or purple. More info [here.](https://eos.com/atmospheric-penetration/)
ca: # Penetració atmosfèrica Aquest compost utilitza diferents bandes (una banda és una regió de l'espectre electromagnètic; un sensor de satèl·lit pot imatge de la Terra en diferents bandes) a la part no visible de l'espectre electromagnètic per reduir la influència de l'atmosfera en la imatge. Les bandes d'infrarojos d'ona curta 11 i 12 són molt reflectides per les zones escalfades, cosa que les fa útils per a la cartografia d'incendis i zones cremades. La banda d'infrarojos propers 8, per contra, està molt reflectida per la vegetació, la qual cosa significa absència de foc. La vegetació apareix de color blau, mostrant detalls relacionats amb el vigor de la vegetació. La vegetació sana es mostra en blau clar mentre que la vegetació estressada, escassa o/i àrida apareix en blau apagat. Les característiques urbanes són blanques, grises, cian o morades. Més informació [aquí.](https://eos.com/atmospheric-penetration/)
es: # Penetración atmosférica Esta composición utiliza varias bandas (una banda es un intervalo del espectro electromagnético; los sensores satelitales pueden fotografiar la Tierra en múltiples bandas) de la parte no visible del espectro electromagnético para reducir la influencia de la atmósfera sobre la imagen. Las áreas calientes reflejan mucho las bandas 11 y 12 del infrarrojo de onda corta, lo que las hace útiles para cartografiar incendios y áreas quemadas. Por el contrario, la banda 8 del infrarrojo de onda corta se refleja mucho en la vegetación, lo que indica ausencia de fuegos. La vegetación se representa en azul y muestra detalles relacionados con su vigor. La vegetación más sana aparece en azul claro, mientras que la vegetación sometida a estrés, dispersa o de zonas áridas figura en un azul más apagado. Los elementos urbanos se ven en gris, cian o morado. Más información [aquí.](https://eos.com/atmospheric-penetration/)
uk: # Проникнення в атмосферу У цьому композиті використовуються різні канали (канал - це певний діапазон електромагнітного спектра; сенсор супутника може формувати зображення поверхні Землі в різних каналах) невидимої частини електромагнітного спектра для зменшення атмосферного впливу на зображення. Канали 11 і 12 короткохвильового інфрачервоного спектра значною мірою відбиваються від нагрітих ділянок, у зв'язку з цим їх можна використовувати для картування пожеж і випалених ділянок. Канал 8 ближнього інфрачервоного спектра, навпаки, значною мірою відбивається рослинністю, що свідчить про відсутність вогню. Рослинність відображається різними відтінками синього кольору, які залежать від фізичного стану флори. Здорова рослинність відображається світло-синім кольором, а хвора, розріджена та/або висушена - тьмяним синім кольором. Міські об'єкти відображаються білим, сірим, блакитним або фіолетовим кольором. Більше інформації [тут.](https://eos.com/atmospheric-penetration/)

source: # Barren Soil Visualization The Barren Soil Visualization can be useful for soil mapping, to investigate the location of landslides or the extent of erosion in non-vegetated areas. This visualization shows all vegetation in green and the barren ground in red. Water appears black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) and [here.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
ca: # Visualització de sòls erms La visualització de sòls erms pot ser útil per a la cartografia de sòls, per investigar la ubicació dels esllavissaments o l'abast de l'erosió en zones no vegetades. Aquesta visualització mostra tota la vegetació en verd i el sòl erm en vermell. L'aigua sembla negra. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) i [aquí.](https://medium.com/sentinel-hub/create-useful-and -belles-imatges-de-satèl·lit-amb-scripts-personalitzats-8ef0e6a474c6)
es: # Visualización de suelo desnudo La visualización de suelo desnudo puede ser útil en la cartografía de suelos, para investigar la ubicación de deslizamientos de tierra o el alcance de la erosión en áreas desprovistas de vegetación. Esta visualización muestra toda la vegetación en color verde y el suelo desnudo en rojo. El agua aparece en negro. Más información [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) y [aquí.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
uk: # Візуалізація безплідних ґрунтів Візуалізація безплідного ґрунту може використовуватися для картографування ґрунту, дослідження розташування зсувів або масштабів ерозії в районах без рослинності. Ця візуалізація відображає всю рослинність зеленим кольором, а безплідний ґрунт - червоним. Вода позначається чорним кольором. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) і [тут.](https://medium.com/sentinel-hub/create-useful-and -beautiful-stellite-images-with-custom-scripts-8ef0e6a474c6)

source: # True Color with IR Highlights composite This composite enhances the true color visualization by adding the shortwave infrared wavelengths to amplify details. It displays heated areas in red/orange. More info [here.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
ca: # Color veritable amb compost IR destacats Aquest compost millora la veritable visualització del color afegint les longituds d'ona infraroja d'ona curta per amplificar els detalls. Mostra les zones climatitzades en vermell/taronja. Més informació [aquí.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
es: # Composición en color natural con realce IR Esta composición realza la visualización en color natural mediante el añadido de información obtenida en el infrarrojo de onda corta para resaltar ciertos detalles. Las regiones calientes se muestran en rojo/anaranjado. Más información [aquí.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
uk: # Композит природних кольорів із підсиленням ІЧ світлом Цей композит покращує візуалізацію природніх кольорів, додаючи короткохвильові інфрачервоні хвилі для покращення візуалізації деталей. Нагріті області відображаються червоним/помаранчевим кольором. Більше інформації [тут.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)

source: # Detection of Burned Areas This script is used to detect large scale recently burned areas. Pixels colored red highlight burned areas, and all other pixels are returned in true color. The script sometimes overestimates burned areas over water and clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
ca: # Detecció de zones cremades Aquest script s'utilitza per detectar àrees recentment cremades a gran escala. Els píxels de color vermell destaquen les àrees cremades i la resta de píxels es tornen en color real. El guió de vegades sobreestima les àrees cremades sobre l'aigua i els núvols. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
es: # Detección de zonas quemadas Este script detecta grandes zonas quemadas recientemente. Los píxeles que aparecen en rojo indican zonas quemadas, mientras que el resto de los píxeles se representa en color natural. El script tiende a sobrestimar las áreas quemadas sobre superficies de agua o sobre nubes. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
uk: # Програма виявлення згарищ Цей скрипт використовується для виявлення великомасштабних нещодавно спалених ділянок. Пікселі, пофарбовані в червоний колір, вказують на випалені ділянки, а всі інші пікселі залишаються в природніх кольорах. Скрипт іноді переоцінює площі випалених ділянок, сприймаючи воду й хмари також як згарища. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)

source: # Terrestrial Chlorophyll Index (OTCI) The Terrestrial Chlorophyll Index (OTCI) is estimated based on the chlorophyll content in terrestrial vegetation and can be used to monitor vegetation condition and health. Low OTCI values usually signify water, sand or snow. Extremely high values, displayed with white, usually suggest the absence of chlorophyll as well. They generally represent either bare ground, rock or clouds. The chlorophyll values in between range from red (low chlorophyll values) to dark green (high chlorophyll values) can be used to determine vegetation health. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
ca: # Índex de clorofil·la terrestre (OTCI) L'índex de clorofil·la terrestre (OTCI) s'estima en funció del contingut de clorofil·la a la vegetació terrestre i es pot utilitzar per controlar l'estat i la salut de la vegetació. Els valors baixos d'OTCI solen significar aigua, sorra o neu. Valors extremadament alts, mostrats amb blanc, solen suggerir també l'absència de clorofil·la. Generalment representen terra nua, roca o núvols. Els valors de clorofil·la entremig van del vermell (valors baixos de clorofil·la) al verd fosc (valors alts de clorofil·la) per determinar la salut de la vegetació. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
es: # Índice de clorofila terrestre (OTCI) El índice de clorofila terrestre (OTCI, Terrestrial Chlorophyill Index") evalúa el contenido de clorofila de la vegetación terrestre y se aplica para monitorizar el estado y la salud de la vegetación. Valores bajos suelen significar agua, arena o nieve. Valores extremadamente elevados, que se muestran en color blanco, normalmente indican que tampoco hay clorofila y corresponden a suelo desnudo, rocas o nubes. Los valores codificados entre el rojo (valores pequeños) y el verde oscuro (valores elevados) pueden utilizarse para determinar la salud de la vegetación. Más información [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
uk: # Наземний хлорофільний індекс (OTCI) Наземний хлорофільний індекс (OTCI) обчислюється на основі вмісту хлорофілу в наземній рослинності і може використовуватися для моніторингу стану рослинності та її здоров’я. Низькі значення OTCI зазвичай вказують на воду, пісок або сніг. Надзвичайно високі значення, відображені білим кольором, зазвичай вказують на відсутність хлорофілу. Як правило, вони характерні для відкритого ґрунту, каміння або хмар. Значення хлорофілу в діапазоні від червоного (низькі значення хлорофілу) до темно-зеленого (високі значення хлорофілу) можна використовувати для визначення здоров’я рослинності. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)

source: Create a timelapse of this area
ca: Creeu un timelapse d'aquesta àrea
es: Crear una animación temporal de esta área
uk: Створіть покадрові відео цієї області

source: Warning: Following layers use dataProducts, so the desired data type might not be set:
ca: Avís: les capes següents utilitzen dataProducts, de manera que és possible que no s'estableixi el tipus de dades desitjat:
es: Advertencia: las capas siguientes usan dataProducts, por lo que no es posible adoptar el tipo de datos deseado:
uk: Попередження: наступні шари використовують dataProducts, тому потрібний тип даних не може бути встановлений:

source: Warning: Evalscript is not in a typical V3 format and the desired data type could not be set for:
ca: Advertència: Evalscript no té un format V3 típic i el tipus de dades desitjat no s'ha pogut establir per a:
es: Advertencia: el script no sigue un formato V3 habitual, por lo que no es posible adoptar el tipo de datos deseado:
uk: Попередження: Evalscript не у типовому форматі V3, і не вдалося встановити потрібний тип даних для:
