Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: Classification of Sentinel-2 data as result of ESA's Scene classification algorithm.
ca: Classificació de les dades de Sentinel-2 com a resultat de l'algorisme de classificació d'escenes de l'ESA.
es: Clasificación de los datos de Sentinel2 por el algoritmo de clasificación de escenas de la ESA.
uk: Класифікація даних Sentinel-2 за допомогою алгоритму ЄКА з класифікації сцен.

source: UV Aerosol Index from 380 and 340 nm
ca: Índex d'aerosols UV de 380 i 340 nm
es: Índice UV de aerosoles (380 y 340 nm)
uk: Аерозольний індекс УФ з 380 і 340 нм

source: Based on combination of bands (B3 - B11)/(B3 + B11)
ca: Basat en la combinació de bandes (B3 - B11)/(B3 + B11)
es: A partir de la combinación de bandas (B3 - B11)/(B3 + B11)
uk: На основі комбінації каналів (B3 - B11)/(B3 + B11)

source: OLCI Terrestrial Chlorophyll Index, Based on combination of bands (B12 - B11)/(B11 - B10)
ca: Índex de clorofil·la terrestre OLCI, basat en la combinació de bandes (B12 - B11)/(B11 - B10)
es: Índice OLCI de clorofila terrestre, basado en la combinación de bandas (B12 - B11)/(B11 - B10)
uk: OLCI Індекс наземного хлорофілу, На основі комбінації каналів (B12 - B11)/(B11 - B10)

source: UV Aerosol Index from 388 and 354 nm
ca: Índex d'aerosols UV de 388 i 354 nm
es: Índice UV de aerosoles (388 y 354 nm)
uk: Аерозольний індекс УФ з 388 і 354 нм

source: Column averaged dry air mixing ratio of methane
ca: Relació mitjana de barreja d'aire sec de la columna de metà
es: Razón de mezcla del metano promediada en la columna de aire seco
uk: Середнє значення змішування метану із сухим повітрям в атмосфері

source: Cloud base height
ca: Alçada de la base del núvol
es: Altitud de la base de las nubes
uk: Висота основи хмари

source: Cloud base pressure
ca: Pressió base del núvol
es: Presión en la base de las nubes
uk: Тиск в основі хмари

source: Effective radiometric cloud fraction
ca: Fracció efectiva del núvol radiomètric
es: Fracción de nubes radiométrica efectiva
uk: Ефективна радіометрична фракція хмари

source: Cloud optical thickness
ca: Espessor òptica del núvol
es: Espesor óptico de las nubes
uk: Оптична товщина хмари

source: Cloud top height
ca: Alçada superior del núvol
es: Altitud de la cima de las nubes
uk: Висота вершини хмари

source: Cloud top pressure
ca: Pressió superior del núvol
es: Presión en la cima de las nubes
uk: Тиск на вершині хмари

source: Carbon Monoxide total column
ca: Columna total de monòxid de carboni
es: Columna total de monóxido de carbono
uk: Вміст монооксиду вуглецю в атмосферному стовпі

source: Formaldehyde troposheric vertical column
ca: Columna vertical troposèrica de formaldehid
es: Columna vertical troposférica de formaldehído
uk: Вміст формальдегіду в тропосферному шарі атмосферного стовпа

source: Nitrogen Dioxide tropospheric column
ca: Columna troposfèrica de diòxid de nitrogen
es: Columna troposférica de dióxido de nitrógeno
uk: Вміст діоксиду азоту в тропосферному шарі атмосферного стовпа

source: Ozone total column
ca: Columna total d'ozó
es: Columna total de ozono
uk: Вміст озону в атмосферному стовпі

source: Sulfur Dioxide total column
ca: Columna total de diòxid de sofre
es: Columna total de dióxido de azufre
uk: Вміст діоксиду сірки в атмосферному стовпі

source: Based on bands 2, 1, 4
ca: Basat en les bandes 2, 1, 4
es: A partir de las bandas 2, 1, 4
uk: На основі каналів 2, 1, 4

source: Based on combination of bands (B02 - B01)/(B02 + B01)
ca: Basat en la combinació de bandes (B02 - B01)/(B02 + B01)
es: A partir de la combinación de bandas (B02 - B01)/(B02 + B01)
uk: На основі комбінації каналів (B02 - B01)/(B02 + B01)

source: Based on combination of bands (B02 - B05)/(B02 + B05)
ca: Basat en la combinació de bandes (B02 - B05)/(B02 + B05)
es: A partir de la combinación de bandas (B02 - B05)/(B02 + B05)
uk: На основі комбінації каналів (B02 - B05)/(B02 + B05)

source: Based on combination of bands (B06 - B07)/(B06 + B07)
ca: Basat en la combinació de bandes (B06 - B07)/(B06 + B07)
es: A partir de la combinación de bandas (B06 - B07)/(B06 + B07)
uk: На основі комбінації каналів (B06 - B07)/(B06 + B07)

source: Based on bands 1, 4, 3
ca: Basat en les bandes 1, 4, 3
es: A partir de las bandas 1, 4, 3
uk: На основі каналів 1, 4, 3

source: Based on the combination of bands 7, 5, 3
ca: Basat en la combinació de les bandes 7, 5, 3
es: A partir de la combinación de las bandas 7, 5, 3
uk: На основі комбінації каналів 7, 5, 3

source: Based on the combination of bands 13, 5, 2
ca: Basat en la combinació de les bandes 13, 5, 2
es: A partir de la combinación de las bandas 13, 5, 2
uk: На основі комбінації каналів 13, 5, 2

source: Based on bands 13, 4, 1
ca: Basat en les bandes 13, 4, 1
es: A partir de las bandas 13, 4, 1
uk: На основі каналів 13, 4, 1

source: Based on bands 13, 5, 2
ca: Basat en les bandes 13, 5, 2
es: A partir de las bandas 13, 5, 2
uk: На основі каналів 13, 5, 2

source: Based on the combination of bands (B13-B07) / (B13+B07)
ca: Basat en la combinació de bandes (B13-B07) / (B13+B07)
es: A partir de la combinación de bandas (B13-B07) / (B13+B07)
uk: На основі комбінації каналів (B13-B07) / (B13+B07)

source: Terrestrial Chlorophyl Index
ca: Índex de clorofil·la terrestre
es: Índice de clorofila terrestre
uk: Індекс наземного хлорофілу

source: PROBA-V 10-daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: 10-daily Resolution: 333M (pixel size)
ca: PROBA-V Síntesi de 10 dies Corregit atmosfèricament resolució temporal: 10 dies Resolució: 333 M (mida de píxels)
es: PROBA-V: síntesis de 10 días Dosel vegetal (corregido de atmósfera) Resolución temporal: 10 días Resolución: 333 m (tamaño del píxel)
uk: PROBA-V 10-денний синтез Верхів'я рослинного покриву (з атмосферною корекцією) часова розрізненість: 10 днів Просторова розрізненість: 333 м (розмір пікселя)

source: PROBA-V daily Synthesis Top of Atmosphere temporal resolution: daily Resolution: 333M (pixel size)
ca: PROBA-V Síntesi diària Cim de l'atmosfera resolució temporal: diària Resolució: 333 M (mida de píxels)
es: PROBA-V: síntesis diaria Cima de la atmósfera Resolución temporal: diaria Resolución: 333 m (tamaño del píxel)
uk: PROBA-V щоденний синтез Верхні шари атмосфери часова розрізненість: 1 день Просторова розрізненість: 333 м (розмір пікселя)

source: PROBA-V 5-daily Synthesis Top of Atmosphere temporal resolution: 5-daily Resolution: 100M (pixel size)
ca: PROBA-V Síntesi de 5 dies Cim de l'atmosfera resolució temporal: 5 dies Resolució: 100 M (mida de píxels)
es: PROBA-V: síntesis de 5 días Cima de la atmósfera Resolución temporal: 5 días Resolución: 100 m (tamaño del píxel)
uk: PROBA-V 5-денний синтез Верхні шари атмосфери часова розрізненість: 5 днів Просторова розрізненість: 100 м (розмір пікселя)

source: PROBA-V daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: daily Resolution: 333M (pixel size)
ca: PROBA-V Síntesi diària Part superior del dosser (corregit atmosfèricament) resolució temporal: diària Resolució: 333 M (mida de píxels)
es: PROBA-V: síntesis diaria Dosel vegetal (corregido de atmósfera) Resolución temporal: diaria Resolución: 333 m (tamaño del píxel)
uk: PROBA-V щоденний синтез Верхів'я рослинного покриву (з атмосферною корекцією) часова розрізненість: 1 день Просторова розрізненість: 333 м (розмір пікселя)

source: PROBA-V 5-daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: 5-daily Resolution: 100M (pixel size)
ca: PROBA-V Síntesi de 5 dies Corregit atmosfèricament resolució temporal: 5 dies Resolució: 100 M (mida de píxels)
es: PROBA-V: síntesis de 5 días Dosel vegetal (corregido de atmósfera) Resolución temporal: 5 días Resolución: 100 m (tamaño del píxel)
uk: PROBA-V 5-денний синтез Верхів'я рослинного покриву (з атмосферною корекцією) часова розрізненість: 5 днів Просторова розрізненість: 100 м (розмір пікселя)

source: Based on bands 4, 3, 2 enhanced by bands 12 and 11.
ca: Basat en les bandes 4, 3, 2 millorades per les bandes 12 i 11.
es: A partir de las bandas 4, 3, 2 y con realce mediante las bandas 12 y 11.
uk: На основі каналів 4, 3, 2, покращено за допомогою 12 та 11 каналів.

source: Based on bands B07, B06, B04
ca: Basat en les bandes B07, B06, B04
es: A partir de las bandas B07, B06, B04
uk: На основі каналів B07, B06, B04

source: Based on the combination of bands (B8 - B4)/(B8 + B4)
ca: Basat en la combinació de bandes (B8 - B4)/(B8 + B4)
es: A partir de la combinación de bandas (B8 - B4)/(B8 + B4)
uk: На основі комбінації каналів (B8 - B4)/(B8 + B4)

source: Based on thermal band 10
ca: Basat en la banda tèrmica 10
es: A partir de la banda térmica 10
uk: На основі термального каналу 10

source: Based on bands B12, B11, B8A
ca: Basat en les bandes B12, B11, B8A
es: A partir de las bandas B12, B11, B8A
uk: На основі каналів B12, B11, B8A

source: Based on the combination of bands (B08 - B12)/(B08 + B12)
ca: Basat en la combinació de bandes (B08 - B12)/(B08 + B12)
es: A partir de la combinación de bandas (B08 - B12)/(B08 + B12)
uk: На основі комбінації каналів (B08 - B12)/(B08 + B12)

source: Enhanced natural color visualisation
es: Visualización en color natural realzado
uk: Покращена візуалізація природного кольору

source: Based on the combination of bands 8, 6, 4
ca: Basat en la combinació de les bandes 8, 6, 4
es: A partir de la combinación de las bandas 8, 6, 4
uk: На основі комбінації каналів 8, 6, 4

source: Enhanced Vegetation Index
ca: Índex de vegetació millorat
es: Índice de vegetación realzado
uk: Вдосконалений вегетаційний індекс

source: Based on the combination: BSI, B08, B11
ca: Basat en la combinació: BSI, B08, B11
es: A partir de la combinación de las bandas BSI, B08, B11
uk: На основі комбінації каналів: BSI, B08, B11

source: Classified NDMI for irrigation
ca: NDMI classificat per al reg
es: Índice normalizado de humedad (NDMI) clasificado para riego
uk: Класифікований NDMI для зрошення

source: Based on bands B11, B08, B02
ca: Basat en les bandes B11, B08, B02
es: A partir de las bandas B11, B08, B02
uk: На основі каналів B11, B08, B02

source: False Color 13, 5, 2
ca: Color fals 13, 5, 2
es: Color falso 13, 5, 2
uk: Штучні кольори 13, 5, 2

source: Based on the combination of bands (B13 - B07) / (B13 + B07)
ca: Basat en la combinació de bandes (B13 - B07) / (B13 + B07)
es: A partir de la combinación de bandas (B13 - B07) / (B13 + B07)
uk: На основі комбінації каналів (B13 - B07) / (B13 + B07)

source: Based on bands 12,8,2
ca: Basat en les bandes 12,8,2
es: A partir de las bandas 12, 8, 2
uk: На основі каналів 12,8,2

source: Based on bands 4, 3, 2
ca: Basat en les bandes 4, 3, 2
es: A partir de las bandas 4, 3, 2
uk: На основі каналів 4, 3, 2

source: Based on bands 8, 4, 3
es: A partir de las bandas 8, 4, 3
uk: На основі каналів 8, 4, 3

source: Based on bands 12, 8, 2
es: A partir de las bandas 12, 8, 2
uk: На основі каналів 12, 8, 2

source: Based on bands 8, 11, 12
ca: Basat en les bandes 8, 11, 12
es: A partir de las bandas 8, 11, 12
uk: На основі каналів 8, 11, 12

source: Water sedimentation and chlorophyll content
ca: Sedimentació de l'aigua i contingut de clorofil·la
es: Contenido de sedimentos y clorofila del agua
uk: Осад та вміст хлорофілу у воді

source: Based on bands 12, 8A, 4
ca: Basat en les bandes 12, 8A, 4
es: A partir de las bandas 12, 8A, 4
uk: На основі каналів 12, 8A, 4

source: Based on NDSI
ca: Basat en NDSI
es: Basado en el índice normalizado de nieve (NDSI)
uk: На основі NDSI

source: Based on the combination of bands 11, 8, 2
ca: Basat en la combinació de les bandes 11, 8, 2
es: A partir de la combinación de las bandas 11, 8, 2
uk: На основі комбінації каналів 11, 8, 2

source: Based on bands B12, B11, B04
ca: Basat en les bandes B12, B11, B04
es: A partir de las bandas B12, B11, B04
uk: На основі каналів B12, B11, B04

source: Based on bands 4, 3 ,2
ca: Basat en les bandes 4, 3, 2
es: A partir de las bandas 4, 3, 2
uk: На основі каналів 4, 3 ,2

source: Atmospherically Resistant Vegetation Index
ca: Índex de vegetació resistent a l'atmosfera
es: Índice de vegetación atmosféricamente resistente
uk: Вегетаційний індекс, сталий до впливу атмосфери (ARVI)

source: Soil Adjusted Vegetation Index
ca: Índex de vegetació ajustat al sòl
es: Índice de vegetación ajustado al suelo (SAVI)
uk: Ґрунтовий вегетаційний індекс (SAVI)

source: Modified Anthocyanin Reflectance Index
ca: Índex de reflectància de l'antocianina modificat
es: Índice de reflectancia de la antocianina modificado
uk: Модифікований індекс відбиття антоціанів (MARI)

source: # Thermal IR fire emission bands Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) has two dedicated channels (F1 and F2) that aim to detect Land Surface Temperature (LST). F2 Channel, with a central wavelength of 10854 nm measures in the thermal infrared, or TIR. It is very useful for fire and high temperature event monitoring at 1 km resolution. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
ca: # Bandes d'emissió de foc IR tèrmic Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) té dos canals dedicats (F1 i F2) que tenen com a objectiu detectar la temperatura de la superfície terrestre (LST). El canal F2, amb una longitud d'ona central de 10854 nm, mesura a l'infraroig tèrmic, o TIR. És molt útil per al control d'incendis i esdeveniments d'alta temperatura amb una resolució d'1 km. Més informació [aquí.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
es: # Bandas de emisión térmica infrarroja del fuego El Instrumento de Temperatura Superficial del Mar y del Terreno (SLSTR, "Sea and Land Surface Temperature Instrument") de Sentinel-3 cuenta con dos canales (F1 y F2) dedicados a medir la temperatura de la superficie del terreno (LST, «Land Surface Temperature"). El canal F2 tiene la longitud de onda central en 10854 nm, en el infrarrojo térmico, o TIR, y resulta muy útil para monitorizar incendios o sucesos de altas temperaturas con una resolución espacial de 1 km. Más información [aquí.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
uk: # Канали теплового ІЧ-вогневипромінювання (TIR) Інструмент Sentinel-3 для вимірювання температури моря і суші (SLSTR) має два канали (F1 і F2), які призначені для визначення температури поверхні суші (LST). Канал F2 з центральною довжиною хвилі 10854 нм вимірює в тепловому інфрачервоному діапазоні, або TIR. Це дуже корисно для моніторингу пожеж та високих температур з просторовою розрізненістю 1 км. Більше інформації [тут.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)

source: ### Methane (CH4) Methane is, after carbon dioxide, the most important contributor to the anthropogenically (caused by human activity) enhanced greenhouse effect. Measurements are provided in parts per billion (ppb) with a spatial resolution of 7 km x 3.5 km. More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
ca: ### Metà (CH4) El metà és, després del diòxid de carboni, el contribuent més important a l'efecte hivernacle augmentat antropogènicament (causat per l'activitat humana). Les mesures es proporcionen en parts per mil milions (ppb) amb una resolució espacial de 7 km x 3,5 km. Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
es: ### Metano (CH4) Tras el dióxido de carbono, el metano constituye la principal aportación al incremento antropogénico (causado por el ser humano) del efecto invernadero. Las medidas se dan en partes por mil millones (ppb) con una resolución espacial de 7 km x 3.5 km. Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
uk: ### Метан (CH4) Після вуглекислого газу, метан є найважливішим чинником антропогенного (що виникає внаслідок діяльності людини) парникового ефекту. Вимірювання представлені в мільярдних частках (ppb) із просторовою розрізненістю 7 км x 3,5 км. Більше інформації [тут] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)

source: ### Formaldehyde (HCHO) Long term satellite observations of tropospheric formaldehyde (HCHO) are essential to support air quality and chemistry-climate related studies from the regional to the global scale. The seasonal and inter-annual variations of the formaldehyde distribution are principally related to temperature changes and fire events, but also to changes in anthropogenic (human-made) activities. Its lifetime being of the order of a few hours, HCHO concentrations in the boundary layer can be directly related to the release of short-lived hydrocarbons, which mostly cannot be observed directly from space. Measurements are in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
ca: ### Formaldehid (HCHO) Les observacions per satèl·lit a llarg termini del formaldehid troposfèric (HCHO) són essencials per donar suport als estudis relacionats amb la qualitat de l'aire i la química i el clima des de l'escala regional fins a l'escala mundial. Les variacions estacionals i interanuals de la distribució del formaldehid estan relacionades principalment amb els canvis de temperatura i els incendis, però també amb els canvis en les activitats antropogèniques (fabricades per l'home). La seva vida útil és de l'ordre d'unes poques hores, les concentracions d'HCHO a la capa límit poden estar directament relacionades amb l'alliberament d'hidrocarburs de curta vida, que majoritàriament no es poden observar directament des de l'espai. Les mesures són en mol per metre quadrat (mol/m^2). Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
es: ### Formaldehído (HCHO) Las observaciones satelitales a largo plazo del formaldehído (HCHO) son esenciales para los estudios de la calidad del aire y de la interdependencia entre la química y el clima, tanto a escala regional como global. Las variaciones estacionales e interanuales de la distribución de formaldehído se relacionan, sobre todo, con cambios de temperatura y con incendios, pero también con cambios antropogénicos (debidos a la actividad humana). La vida del formaldehído en la atmósfera asciende a apenas unas cuantas horas, por lo que cabe relacionar directamente su concentración en la capa límite con la emisión de hidrocarburos de vida corta, los cuales no suelen ser detectables desde el espacio. Las medidas se dan en moles por metro cuadrado (mol/ m^2). Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
uk: ### Формальдегід (HCHO) Довготермінові супутникові спостереження за вмістом формальдегіду (HCHO) у тропосфері необхідні для моніторингу якості повітря та хіміко-кліматичних досліджень як на регіональному, так і на глобальному рівнях. Сезонні та річні варіації розподілу формальдегіду в основному пов'язані зі змінами температур та пожежами, а також із антропогенними чинниками. Тривалість існування HCHO становить близько декількох годин, тому його концентрація в приземних шарах атмосфери може бути пов'язана з вивільненням вуглеводнів, які швидко розпадаються і, в основному, не можуть спостерігатися безпосередньо з космосу. Вимірювання проводять у молях на метр квадратний (моль/м^2). Більше інформації [тут] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)

source: ### Sulfur Dioxide (SO2) Sulphur dioxide enters the Earth’s atmosphere through both natural and anthropogenic (human made) processes. It plays a role in chemistry on a local and global scale and its impact ranges from short term pollution to effects on climate. Only about 30% of the emitted SO2 comes from natural sources; the majority is of anthropogenic origin. Sentinel-5P/TROPOMI instrument samples the Earth’s surface with a revisit time of one day with a spatial resolution of 3.5 x 7 km which allows the resolution of fine details including the detection of smaller SO2 plumes. Measurements are in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
ca: ### Diòxid de sofre (SO2) El diòxid de sofre entra a l'atmosfera terrestre mitjançant processos tant naturals com antropogènics (fabricats per l'home). Té un paper en la química a escala local i global i el seu impacte va des de la contaminació a curt termini fins als efectes sobre el clima. Només un 30% del SO2 emès prové de fonts naturals; la majoria és d'origen antròpic. L'instrument Sentinel-5P/TROPOMI mostra la superfície de la Terra amb un temps de revisió d'un dia amb una resolució espacial de 3,5 x 7 km que permet la resolució de detalls fins, inclosa la detecció de plomalls de SO2 més petits. Les mesures són en mol per metre quadrat (mol/m^2). Més informació [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
es: ### Dióxido de azufre (SO2) El dióxido de azufre accede a la atmósfera terrestre mediante procesos naturales y antropogénicos (causados por el ser humano). Tiene relevancia química a nivel local y global y su incidencia abarca desde contaminación de corta duración hasta efectos en el clima. Solo alrededor del 30% de las emisiones de SO2 procede de fuentes naturales; la mayoría es de origen antropogénico. El instrumento TROPOMI de Sentinel-5P muestrea la superficie terrestre a intervalos de un día con una resolución espacial de 3.5 x 7 km, lo que permite distinguir detalles finos que incluyen los penachos más reducidos de SO2. Las medidas se dan en moles por metro cuadrado (mol/ m^2). Más información [aquí.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
uk: ### Діоксид сірки (SO2) Діоксид сірки потрапляє до атмосфери Землі в результаті як природних, так і антропогенних (техногенних) процесів. Він відіграє певну роль у хімічних реакціях на локальному та глобальному рівнях і може бути чинником як короткочасного забруднення, так і кліматичних змін. Лише близько 30% викидів SO2 надходить із природних джерел; більшість має антропогенне походження. Інструмент Sentinel-5P/TROPOMI отримує зображення поверхні Землі з інтервалом в один день із просторовою розрізненістю 3,5 x 7 км, що дозволяє визначати дрібні деталі, зокрема виявляти менші шлейфи SO2. Одиниця вимірювання - моль на квадратний метр (моль/м^2). Більше інформації [тут.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
