Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: # VH - linear gamma0 This script displays a grayscale visualization of the gamma0 of the VH polarization. The values for the cross polarization (VH) are generally lower (darker visualization) than for the co-polarization (HH, VV). The VH polarization has higher values for surfaces characterized by volume scattering, e.g., branches, dry coil bodies, or canopies (lighter color in the visualization) and lower for surfaces with little to no scattering (darker color in the visualization).
ca: # VH - gamma0 lineal Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització VH. Els valors per a la polarització creuada (VH) són generalment més baixos (visualització més fosca) que per a la copolarització (HH, VV). La polarització VH té valors més alts per a superfícies caracteritzades per dispersió de volum, per exemple, branques, cossos de bobina secs o marquesines (color més clar a la visualització) i més baixos per a superfícies amb poca o cap dispersió (color més fosc a la visualització).
es: # VH - gamma0 lineal Este script muestra una visualización en escala de grises de la gamma0 de la polarización VH. Los valores para la polarización cruzada (VH) son generalmente más bajos (visualización más oscura) que para la co-polarización (HH, VV). La polarización VH tiene valores más altos para superficies caracterizadas por dispersión de volumen, por ejemplo, ramas, cuerpos de bobinas secas o copas (color más claro en la visualización) y más bajos para superficies con poca o ninguna dispersión (color más oscuro en la visualización).
uk: # VH - лінійна гамма0 Цей скрипт відображає візуалізацію гамма0 лінійної поляризації VH у відтінках сірого. Значення для перехресної поляризації (VH) зазвичай нижчі (темніший колір візуалізації), ніж для співполяризації (HH, VV). Поляризація HV має вищі значення для поверхонь, що характеризуються об'ємним розсіюванням, наприклад, гілки, сухі тіла (або ґрунти) чи крони дерев (світліший колір на візуалізації), і нижчі для поверхонь з малим або відсутнім розсіюванням (темніший колір на візуалізації).

source: # VV - decibel gamma0 This script displays a grayscale visualization of the gamma0 of the VV polarization. Compared to the HH polarization, the VV polarization is more sensitive to surface roughness and is therefore often used in the detection of oil contamination or wake detection. Compared to the linear gamma0 visualization, the decibel gamma0 visualization includes a logarithmic scaling of the data.
ca: # VV - decibel gamma0 Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització VV. En comparació amb la polarització HH, la polarització VV és més sensible a la rugositat de la superfície i, per tant, s'utilitza sovint en la detecció de la contaminació d'oli o la detecció d'estela. En comparació amb la visualització lineal gamma0, la visualització en decibels gamma0 inclou una escala logarítmica de les dades.
es: # VV - gamma0 en decibelios Este script muestra una visualización en escala de grises de la gamma0 de la polarización VV. Comparada con la polarización HH, la polarización VV es más sensible a la rugosidad de la superficie y, por lo tanto, se utiliza a menudo en la detección de contaminación por aceite o en la detección de estelas. En comparación con la visualización gamma0 lineal, la visualización gamma0 en decibelios incluye un escalado logarítmico de los datos.
uk: #VV - децибельна гамма0 Цей скрипт відображає візуалізацію у відтінках сірого для gamma0 поляризації VV. Порівняно з поляризацією HH, поляризація VV є більш чутливою до шорсткості поверхні, тому часто використовується для виявлення нафтового забруднення або слідів руху суден. Порівняно з лінійною візуалізацією gamma0, візуалізація gamma0 в децибелах включає логарифмічне масштабування даних.

source: # VV - linear gamma0 This script displays a grayscale visualization of the gamma0 of the VV polarization. Compared to the HH polarization, the VV polarization is more sensitive to surface roughness and is therefore often used in the detection of oil contamination or wake detection.
ca: # VV - gamma0 lineal Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització VV. En comparació amb la polarització HH, la polarització VV és més sensible a la rugositat de la superfície i, per tant, s'utilitza sovint en la detecció de la contaminació d'oli o la detecció d'estela.
es: # VV - gamma0 lineal Este script muestra una visualización en escala de grises de la gamma0 de la polarización VV. Comparada con la polarización HH, la polarización VV es más sensible a la rugosidad de la superficie y, por lo tanto, se utiliza a menudo en la detección de contaminación por aceite o en la detección de estelas.
uk: #VV - лінійна гамма0 Цей скрипт відображає візуалізацію у відтінках сірого для gamma0 поляризації VV. Порівняно з поляризацією HH, поляризація VV є більш чутливою до шорсткості поверхні, тому часто використовується для виявлення нафтового забруднення або слідів руху суден.

source: # VH - decibel gamma0 This script displays a grayscale visualization of the gamma0 of the VH polarization. The values for the cross polarization (VH) are generally lower (darker visualization) than for the co-polarization (HH, VV). The VH polarization has higher values for surfaces characterized by volume scattering, e.g., branches, dry coil bodies, or canopies (lighter color in the visualization) and lower for surfaces with little to no scattering (darker color in the visualization). Compared to the linear gamma0 visualization, the decibel gamma0 visualization includes a logarithmic scaling of the data.
ca: # VH - decibel gamma0 Aquest script mostra una visualització en escala de grisos de la gamma0 de la polarització VH. Els valors per a la polarització creuada (VH) són generalment més baixos (visualització més fosca) que per a la copolarització (HH, VV). La polarització VH té valors més alts per a superfícies caracteritzades per dispersió de volum, per exemple, branques, cossos de bobina secs o marquesines (color més clar a la visualització) i més baixos per a superfícies amb poca o cap dispersió (color més fosc a la visualització). En comparació amb la visualització lineal gamma0, la visualització en decibels gamma0 inclou una escala logarítmica de les dades.
es: # VH - gamma0 en decibelios Este script muestra una visualización en escala de grises de la gamma0 de la polarización VH. Los valores para la polarización cruzada (VH) son generalmente más bajos (visualización más oscura) que para la co-polarización (HH, VV). La polarización VH tiene valores más altos para superficies caracterizadas por dispersión de volumen, por ejemplo, ramas, cuerpos de bobinas secas o copas (color más claro en la visualización) y más bajos para superficies con poca o ninguna dispersión (color más oscuro en la visualización). En comparación con la visualización gamma0 lineal, la visualización gamma0 en decibelios incluye una escala logarítmica de los datos.
uk: #VH - децибельна гамма0 Цей скрипт відображає візуалізацію гамма0 VH поляризації у відтінках сірого. Значення для перехресної поляризації (VH) зазвичай нижчі (темніший колір на візуалізації), ніж для співполяризації (HH, VV). Поляризація VH має вищі значення для поверхонь, що характеризуються об'ємним розсіюванням, наприклад, гілки, сухі тіла (або ґрунти) чи крони дерев (світліший колір на візуалізації), і нижчі для поверхонь з малим або відсутнім розсіюванням (темніший колір на візуалізації). Порівняно з лінійною гамма0 візуалізацією, децибельна гамма0 візуалізація включає логарифмічне масштабування даних.

source: An evalscript (or "custom script") is a piece of Javascript code that defines how the satellite data should be processed by Sentinel Hub (one of the underlying services that powers the Browser) and what values the service should return. Read more about custom scripts in our [tutorials](${ tutorial }) or use already prepared scripts for different collections from the [custom script repository](${ repo }).
ca: Un evalscript (o "script personalitzat") és un fragment de codi Javascript que defineix com es fan les dades del satèl·lit hauria de ser processat per Sentinel Hub (un dels serveis subjacents que impulsa el navegador) i què valora el el servei hauria de tornar. Llegiu més sobre els scripts personalitzats als nostres [tutorials](${ tutorial }) o utilitzeu scripts ja preparats per a diferents col·leccions del [repositori d'scripts personalitzats](${ repo }).
es: Un evalscript (o "script personalizado") es un fragmento de código Javascript que define cómo los datos del satélite por Sentinel Hub (uno de los servicios subyacentes del Navegador) y qué valores debe devolver el servicio. Lea más sobre scripts personalizados en nuestros [tutoriales](${ tutorial }) o utilice scripts ya preparados para diferentes colecciones del [repositorio de scripts personalizados](${ repo }).
uk: Evalscript (або "налаштовуваний скрипт") — це фрагмент коду на JavaScript, який визначає, як дані супутників мають оброблятися Sentinel Hub (одним із основних сервісів, що підтримують Browser) і які значення сервіс має повертати. Дізнайтеся більше про налаштовувані скрипти в наших [посібниках](${ tutorial }) або використовуйте вже підготовлені скрипти для різних колекцій з [репозиторію кастомних скриптів](${ repo }).

source: Please select at least one search criteria!
ca: Seleccioneu almenys un criteri de cerca!
es: ¡ Por favor, seleccione al menos un criterio de búsqueda !
uk: Будь ласка, оберіть хоча б один критерій пошуку!

source: Invalid date range!
ca: Interval de dates no vàlid!
es: ¡ Rango de fechas no válido !
uk: Неприпустимий діапазон дат!

source: Frequency
ca: Freqüència
es: Frecuencia
uk: Частота

source: Value
ca: Valor
es: Valor
uk: Значення

source: Based on a combination of bands (B3 - B11)/(B3 + B11)
es: A partir de la combinación de bandas (B3 - B11)/(B3 + B11)
uk: На основі комбінації каналів (B3 - B11)/(B3 + B11)

source: Sentinel Hub Dashboard
es: Sentinel Hub cuadro de mandos
uk: Панель керування Sentinel Hub

source: SH Dashboard
es: SH cuadro de mandos

source: Normal
uk: Стандартний

source: Lat/Lon
uk: Широта/Довгота

source: km
uk: км

source: m
uk: м

source: Gamma
uk: Гамма

source: min/px
uk: хв/пікс

source: lat.
uk: шир.

source: long.
uk: довг.

source: Share on X (Twitter)
ca: Comparteix a X (Twitter)
uk: Поділитися в X (Twitter)

source: Wildfires
uk: Стихійні пожежі

source: Visualise Tab
uk: Вкладка Візуалізувати

source: 841 - 876 nm (NIR)
uk: 841 - 876 нм (Ближній ІЧ (NIR))

source: 1230 - 1250 nm
uk: 1230 - 1250 нм

source: 1628 - 1652 nm
uk: 1628 - 1652 нм

source: 2105 - 2155 nm
uk: 2105 - 2155 нм

source: OrbitTracks_Aqua_Descending
uk: OrbitTracks_Aqua_Низхідна

source: OrbitTracks_Aqua_Ascending
uk: OrbitTracks_Aqua_Висхідна

source: OrbitTracks_Aura_Ascending
uk: OrbitTracks_Aura_Висхідна

source: OrbitTracks_Aura_Descending
uk: OrbitTracks_Aura_Низхідна

source: OrbitTracks_CloudSat_Ascending
uk: OrbitTracks_CloudSat_Висхідна

source: OrbitTracks_Calipso_Ascending
uk: OrbitTracks_Calipso_Висхідна

source: OrbitTracks_Calipso_Descending
uk: OrbitTracks_Calipso_Низхідна

source: OrbitTracks_CloudSat_Descending
uk: OrbitTracks_CloudSat_Низхідна

source: OrbitTracks_CYGNSS_Ascending
uk: OrbitTracks_CYGNSS_Висхідна

source: OrbitTracks_CYGNSS_Descending
uk: OrbitTracks_CYGNSS_Низхідна

source: OrbitTracks_GCOM-C_Ascending
uk: OrbitTracks_GCOM-C_Висхідна

source: OrbitTracks_GCOM-C_Descending
uk: OrbitTracks_GCOM-C_Низхідна

source: OrbitTracks_GCOM-W1_Ascending
uk: OrbitTracks_GCOM-W1_Висхідна

source: OrbitTracks_GCOM-W1_Descending
uk: OrbitTracks_GCOM-W1_Низхідна

source: OrbitTracks_GOSAT-2_Ascending
uk: OrbitTracks_GOSAT-2_Висхідна

source: OrbitTracks_GOSAT-2_Descending
uk: OrbitTracks_GOSAT-2_Низхідна

source: OrbitTracks_GOSAT_Ascending
uk: OrbitTracks_GOSAT_Висхідна

source: OrbitTracks_GOSAT_Descending
uk: OrbitTracks_GOSAT_Низхідна

source: OrbitTracks_GPM_Ascending
uk: OrbitTracks_GPM_Висхідна

source: OrbitTracks_GPM_Descending
uk: OrbitTracks_GPM_Низхідна

source: OrbitTracks_ICESAT-2_Ascending
uk: OrbitTracks_ICESAT-2_Висхідна

source: OrbitTracks_ICESAT-2_Descending
uk: OrbitTracks_ICESAT-2_Низхідна

source: OrbitTracks_ISS_Ascending
uk: OrbitTracks_ISS_Висхідна

source: OrbitTracks_ISS_Descending
uk: OrbitTracks_ISS_Низхідна

source: OrbitTracks_Landsat-7_Ascending
uk: OrbitTracks_Landsat-7_Висхідна

source: OrbitTracks_Landsat-7_Descending
uk: OrbitTracks_Landsat-7_Низхідна

source: OrbitTracks_Landsat-8_Ascending
uk: OrbitTracks_Landsat-8_Висхідна

source: OrbitTracks_METOP-A_Ascending
uk: OrbitTracks_METOP-A_Висхідна

source: OrbitTracks_METOP-B_Descending
uk: OrbitTracks_METOP-B_Низхідна

source: OrbitTracks_Landsat-8_Descending
uk: OrbitTracks_Landsat-8_Низхідна

source: OrbitTracks_METOP-C_Ascending
ca: rbitTracks_METOP-C_Ascending
uk: OrbitTracks_METOP-C_Висхідна

source: OrbitTracks_METOP-C_Descending
uk: OrbitTracks_METOP-C_Низхідна

source: OrbitTracks_NOAA-20_Ascending
uk: OrbitTracks_NOAA-20_Висхідна

source: OrbitTracks_NOAA-20_Descending
uk: OrbitTracks_NOAA-20_Низхідна

source: OrbitTracks_METOP-B_Ascending
uk: OrbitTracks_METOP-B_Висхідна

source: OrbitTracks_OCO-2_Ascending
uk: OrbitTracks_OCO-2_Висхідна

source: OrbitTracks_OCO-2_Descending
uk: OrbitTracks_OCO-2_Низхідна

source: OrbitTracks_SAOCOM1-A_Ascending
uk: OrbitTracks_SAOCOM1-A_Висхідна

source: OrbitTracks_SAOCOM1-A_Descending
uk: OrbitTracks_SAOCOM1-A_Низхідна

source: OrbitTracks_Sentinel-1A_Ascending
uk: OrbitTracks_Sentinel-1A_Висхідна

source: OrbitTracks_Sentinel-1B_Ascending
uk: OrbitTracks_Sentinel-1B_Висхідна

source: OrbitTracks_Sentinel-1A_Descending
uk: OrbitTracks_Sentinel-1A_Низхідна

source: OrbitTracks_METOP-A_Descending
uk: OrbitTracks_METOP-A_Низхідна

source: OrbitTracks_Sentinel-1B_Descending
uk: OrbitTracks_Sentinel-1B_Низхідна

source: OrbitTracks_Sentinel-2A_Ascending
uk: OrbitTracks_Sentinel-2A_Висхідна

source: OrbitTracks_Sentinel-2A_Descending
uk: OrbitTracks_Sentinel-2A_Низхідна

source: OrbitTracks_Sentinel-2B_Ascending
uk: OrbitTracks_Sentinel-2B_Висхідна

source: OrbitTracks_Sentinel-2B_Descending
uk: OrbitTracks_Sentinel-2B_Низхідна

source: OrbitTracks_Sentinel-5P_Ascending
uk: OrbitTracks_Sentinel-5P_Висхідна

source: OrbitTracks_Sentinel-5P_Descending
uk: OrbitTracks_Sentinel-5P_Низхідна

source: OrbitTracks_SMAP_Ascending
uk: OrbitTracks_SMAP_Висхідна

source: OrbitTracks_SMAP_Descending
uk: OrbitTracks_SMAP_Низхідна

source: OrbitTracks_Suomi_NPP_Descending
uk: OrbitTracks_Suomi_NPP_Низхідна

source: OrbitTracks_Suomi_NPP_Ascending
uk: OrbitTracks_Suomi_NPP_Висхідна

source: OrbitTracks_Terra_Descending
uk: OrbitTracks_Terra_Низхідна

source: OrbitTracks_Terra_Ascending
uk: OrbitTracks_Terra_Висхідна

source: # Ulyssys Water Quality Viewer (UWQV) The script aims to dynamically visualise the chlorophyll and sediment conditions of water bodies, which are primary indicators of water quality. The chlorophyll content ranges in colors from dark blue (low chlorophyll content) through green to red (high chlorophyll content). Sediment concentrations are colored brown; opaque brown indicates high sediment content. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
uk: # Програма моніторингу якості води Ulyssys (UWQV) Мета скрипту - динамічна візуалізація концентрації хлорофілу та осаду в водоймах, які є основними показниками якості води. Вміст хлорофілу відображається в кольорах від темно-синього (низький вміст хлорофілу) до зеленого та червоного (високий вміст хлорофілу). Концентрація осаду відображається коричневим кольором; непрозорий коричневий колір вказує на високий вміст осаду. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)

source: # Wildfires This script, created by Pierre Markuse, visualizes wildfires using Sentinel-2 data. It combines natural color background with some NIR/SWIR data for smoke penetration and more detail, while adding highlights from B11 and B12 to show fires in red and orange colors. More info [here.](https://custom-scripts.sentinel-hub.com/custom-scripts/sentinel-2/markuse_fire/)
uk: # Лісові пожежі Цей скрипт, створений П’єром Маркузом, візуалізує лісові пожежі за допомогою даних Sentinel-2. У ньому природний фон поєднується з даними NIR/SWIR для покращеного відображення проникнення диму та інших процесів, а також використовуються канали B11 і B12 для візуалізації пожеж у червоних і оранжевих кольорах. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/custom-scripts/sentinel-2/markuse_fire/)

source: Error
uk: Помилка

source: # False Color Urban composite This composite is used to visualise urbanized areas more clearly. Vegetation is visible in shades of green, while urbanized areas are represented by white, grey, or purple. Soils, sand, and minerals are shown in a variety of colors. Snow and ice appear as dark blue, and water as black or blue. Flooded areas are very dark blue and almost black. The composite is useful for detecting wildfires and calderas of volcanoes, as they are displayed in shades of red and yellow. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) and [here.](https://eos.com/false-color/)
uk: # Композит урбанізованих територій в штучних кольорах Цей композит використовується для точнішого представлення урбанізованих територій. Рослинність відображається у відтінках зеленого, а урбанізовані території - у білому, сірому чи фіолетовому кольорах. Ґрунт, пісок і мінерали відображаються різними кольорами. Сніг і крига представлені темно-синіми, а вода - чорним або синім кольорами. Затоплені райони відображені темно-синім, майже чорним кольором. Композит використовується для виявлення лісових пожеж та кальдер вулканів, які відображаються у відтінках червоного та жовтого. Більше інформації [тут](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) та [тут.](https://eos.com/false-color/)

source: Sensor
uk: Датчик

source: N/A
uk: Н/Д

source: ID
uk: Ідентифікатор

source: # Topographic Visualization This script returns a visualisation with green colours representing lowland elevations and earth colours as mountainous elevations. The script uses discrete classes rather than the continuous visualisations in the other DEM layers. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-topographic/)
uk: # Топографічна візуалізація Цей скрипт видає візуалізацію із зеленими кольорами, що представляють низинні висоти, і кольорами землі як гірські висоти. Сценарій використовує дискретні класи, а не безперервні візуалізації в інших шарах DEM. У сценарії evalscript можна встановити спеціальні мінімальні та максимальні значення, встановивши для defaultVis значення false і встановивши потрібні значення для змінних min і max. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/dem/dem-topographic/)

source: # Color Visualization This script returns a color visualization of a digital elevation model, assigning continuous colors to the elevation borders. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-color/)
uk: # Візуалізація кольорів Цей скрипт видає кольорову візуалізацію цифрової моделі рельєфу, призначаючи безперервні кольори кордонам рельєфу. У сценарії evalscript можна встановити спеціальні мінімальні та максимальні значення, встановивши для defaultVis значення false і встановивши потрібні значення для змінних min і max. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/dem/dem-color/)

source: # Grayscale Visualization This script returns a grayscale visualization of a digital elevation model, assigning continuous colors to the elevation borders. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-grayscale/)
uk: # Візуалізація в градаціях сірого Цей скрипт видає візуалізацію цифрової моделі рельєфу в градаціях сірого, призначаючи безперервні кольори кордонам рельєфу. У сценарії evalscript можна встановити спеціальні мінімальні та максимальні значення, встановивши для defaultVis значення false і встановивши потрібні значення для змінних min і max. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/dem/dem-grayscale/)

source: # Sepia Visualization This script returns a sepia visualization of a digital elevation model, assigning continuous colors to the elevation borders. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-sepia/)
uk: # Візуалізація в сепії Цей скрипт видає візуалізацію в сепії цифрової моделі рельєфу, призначаючи безперервні кольори межам рельєфу. У сценарії evalscript можна встановити спеціальні мінімальні та максимальні значення, встановивши для defaultVis значення false і встановивши потрібні значення для змінних min і max. Більше інформації [тут.](https://custom-scripts.sentinel-hub.com/dem/dem-sepia/)

source: Generate
ca: Generar
uk: Згенерувати

source: Short URL ...
ca: URL curt...
uk: Коротка URL-адреса ...

source: Data Workspace
uk: Робочий простір даних

source: Draw a Line
uk: Провести лінію

source: Visualise Terrain in 3D
uk: Візуалізувати місцевість у 3D

source: The evalscript you are using is too long and a short-URL cannot be generated. Please shorten your evalscript or save it to a website and use the “Load script from URL” functionality.
uk: Evalscript (налаштовуваний скрипт), який ви використовуєте, занадто довгий, і коротке посилання не може бути згенероване. Будь ласка, скоротіть ваш скрипт або збережіть його на вебсайті та використайте функцію «Завантажити скрипт з URL».

source: Single
uk: Одиничний

source: Mosaic
uk: Мозаїка

source: Themes
uk: Теми

source: User configurations
uk: Користувацькі налаштування

source: Highlights Panel
uk: Панель важливих елементів

source: To apply a location filter, please define an AOI/a POI
uk: Щоб застосувати фільтр місцезнаходження, будь ласка, визначте AOI/ POI

source: Data product without location information - the product will be searched without geometry.
uk: Продукт даних без інформації про місцезнаходження - пошук буде здійснюватися без геометрії.

source: Selection limit: ${ selectionLimit } items.
uk: Обмеження вибору: ${ selectionLimit } елементів.

source: Support
uk: Підтримка
