Repository: eu-cdse/copernicus-browser
Catalog: public/translations/*.po
Languages: ca, es, uk

source: A **DEM** (Digital Elevation Model) is a digital representation of a terrain (usually Earth's surface). It is obtained by dividing the whole globe into grid cells, each holding a corresponding altitude value in meters. Depending on the gride cell size, a DEM can be more detailed (high resolution) or less detailed (low resolution). Sentinel Hub DEM data collections are static (independent of date) and globally available. **Common usage:** Modelling water flows, orthorectification of Sentinel-1 imagery and engineering.
uk: **ЦМР** (Цифрова Модель Рельєфу) — це цифрове представлення рельєфу (зазвичай поверхні Землі). Вона отримується шляхом поділу всієї земної кулі на мережеві осередки, кожен з яких містить відповідне значення висоти в метрах. Залежно від розміру мережевих осередків, ЦМР може бути більш детальною (висока розрізненність) або менш детальною (низька розрізненність). Колекції даних ЦМР у Sentinel Hub є статичними (незалежними від дати) і доступні глобально. **Загальне використання:** Моделювання водних потоків, орторектифікація зображень Sentinel-1 та інженерія.

source: ### Cloud The TROPOMI instrument, single payload onboard Sentinel-5 Precursor, retrieves operationally the most important quantities for cloud correction of satellite trace gas retrievals: cloud fraction, cloud optical thickness (albedo), and cloud-top pressure (height). Cloud parameters from TROPOMI are not only used for enhancing the accuracy of trace gas retrievals, but also to extend the satellite data record of cloud information. More info [here](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-cloud).
uk: ###Хмари Інструмент TROPOMI, який є єдиним корисним навантаженням на борту супутника Sentinel-5 Precursor, оперативно визначає найважливіші параметри для корекції хмар у процесі отримання супутникових даних про слідові гази: хмарність, оптичну товщину хмар (альбедо) та тиск на верхівці хмар (висоту). Параметри хмар від TROPOMI використовуються не тільки для підвищення точності отримання даних про слідові гази, але й для розширення запису супутникових даних про хмарність. Більше інформації [тут] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-cloud).

source: Coniferous fores
uk: Хвойні ліси

source: Mixed fores
uk: Мішані ліси

source: You are not eligible to use this feature. More info [here](https://dataspace.copernicus.eu/explore-data/data-collections/copernicus-contributing-missions/ccm-how-to-register).
uk: Ви не можете користуватися цією функцією. Більше інформації [тут] (https://dataspace.copernicus.eu/explore-data/data-collections/copernicus-contributing-missions/ccm-how-to-register).

source: The data is still loading...
uk: Триває завантаження даних...

source: Please finish drawing the area of interest.
uk: Будь ласка, завершіть окреслення області інтересу.

source: Draw an area of interest or line geometry on the exported image.
uk: Окреслити область інтересу або лінію на експортованому зображенні.

source: To use Draw AOI or Line geometry on image, an area or line needs to be selected first.
uk: Щоб скористатися інструментом Створити AOI або лінію на зображенні, спочатку потрібно виділити полігон чи лінію.

source: Draw AOI or Line on image
uk: Створити AOI або лінію на зображенні

source: Anonymously
uk: Анонімно

source: To continue browsing, please log in or continue anonymously.
uk: Щоб продовжити перегляд, будь ласка, увійдіть або продовжуйте анонімно.

source: By continuing anonymously, you consent to the use of cookies by recaptcha.net and related collection, sharing and use of personal data by recaptcha.net. Alternatively, you can sign-in. See also [Terms and conditions](https://dataspace.copernicus.eu/terms-and-conditions)
uk: Продовжуючи анонімно, ви погоджуєтеся на використання файлів cookie сайтом recaptcha.net та пов’язане з цим збирання, обмін і використання персональних даних сайтом recaptcha.net. Ви можете також увійти в систему. Дивіться також [Умови та положення] (https://dataspace.copernicus.eu/terms-and-conditions)

source: By logging in you will revoke the consent to the use of cookies by recaptcha.net and related collection, sharing and use of personal data by recaptcha.net.
uk: Увійшовши в систему, ви відкликаєте свою згоду на використання файлів cookie сайтом recaptcha.net та пов’язане з цим збирання, обмін і використання персональних даних сайтом recaptcha.net.

source: Instrument configuration id
uk: Ідентифікатор конфігурації інструмента

source: Product consolidation
uk: Консолідація продуктів

source: Slice product flag
uk: Позначка зрізу продукту

source: Segment start time
uk: Час початку сегмента

source: Product composition
uk: Композиція продуктів

source: Total slices
uk: Загальна кількість зрізів

source: Sub-dataset
uk: Підмножина даних

source: Resolution class
uk: Клас роздільної здатності

source: Platform name
uk: Назва платформи

source: Grid id
uk: Ідентифікатор мережі

source: Only applies for Level-1 GRD products and varies depending on the acquisition mode: - 3.5 m pixel spacing (full resolution: only SM mode) - 10 m pixel spacing (high resolution: SW, IW mode) - 25 m pixel spacing (high resolution: EW mode; medium resolution: WV mode) - 40 m pixel spacing (medium resolution: SM, IW, EW mode)
uk: Застосовується лише до продуктів рівня Level-1 GRD і залежить від режиму зйомки: 3,5 м просторова розрізненість (повна роздільна здатність: тільки режим SM) 10 м просторова розрізненість (висока роздільна здатність: режими SW, IW) 25 м просторова розрізненість (висока роздільна здатність: режим EW; середня роздільна здатність: режим WV) 40 м просторова розрізненість (середня роздільна здатність: режими SM, IW, EW)

source: Depending on the processing level different product classes are available: - Standard (S): all processing levels - Calibration (C): Level-0 products - Noise (N): Level-0 products - Annotation (A): Level-1 and Level-2 products
uk: Залежно від рівня обробки доступні різні класи продуктів: - Стандартний (S): всі рівні обробки - Калібрування (C): продукти рівня 0 - Шум (N): продукти рівня 0 - Анотація (A): Продукти рівня 1 і 2

source: GLO-30 and GLO-90 are free and open COP DEM datasets, offering global coverage at resolutions of 30 and 90 m.
uk: GLO-30 і GLO-90 — це безкоштовні та відкриті набори даних COP ЦМР глобального покриття з просторовою розрізненністю 30 і 90 м відповідно.

source: EEA-10 is a COP DEM dataset available for eligible users only, offering European coverage at resolution of 10 m.
uk: EEA-10 — це набір даних COP ЦМР для території Європи з просторовою розрізненністю 10 м, доступний тільки для уповноважених користувачів.

source: Visualize
ca: Visualitzar

source: Create custom visualization
ca: Crea una visualització personalitzada

source: Showing ${ this.state.results.length } result
ca: Mostrant ${ this.state.results.length } resultat(s)

source: Showing ${ this.state.selectedTiles.length } result.
ca: Mostrant el resultat de ${ this.state.selectedTiles.length }.

source: No pins. Go to the Visualize tab to save a pin or upload a JSON file with saved pins.
ca: No hi ha marcadors. Aneu a la pestanya Visualitza per desar un marcador o penjar un fitxer JSON amb marcadors desats.

source: Visualize terrain in 3D
ca: Visualitzar el terreny en 3D

source: Visualized
ca: Visualitzat

source: Visualize Tab
ca: Visualitza la pestanya

source: Welcome To EO Browser!
ca: Benvingut a EO Browser!

source: Enhanced natural color visualization
ca: Visualització del color natural millorada

source: # Ulyssys Water Quality Viewer (UWQV) The script aims to dynamically visualize the chlorophyll and sediment conditions of water bodies, which are primary indicators of water quality. The chlorophyll content ranges in colors from dark blue (low chlorophyll content) through green to red (high chlorophyll content). Sediment concentrations are colored brown; opaque brown indicates high sediment content. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
ca: # Ulyssys Water Quality Viewer (UWQV) El script pretén visualitzar de manera dinàmica les condicions de la clorofil·la i els sediments de les masses d'aigua, que són indicadors primaris de la qualitat de l'aigua. El contingut de clorofil·la varia en colors des del blau fosc (baix contingut de clorofil·la) passant pel verd fins al vermell (alt contingut de clorofil·la). Les concentracions de sediments són de color marró; marró opac indica un alt contingut de sediments. Més informació [aquí.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)

source: Error: You can only download visualization with effects in JPEG or PNG formats.
ca: Error: només podeu descarregar visualització amb efectes en formats JPEG o PNG.

source: Histogram can be displayed only while visualizing
ca: L'histograma només es pot mostrar mentre es visualitza

source: # False Color Urban composite This composite is used to visualize urbanized areas more clearly. Vegetation is visible in shades of green, while urbanized areas are represented by white, grey, or purple. Soils, sand, and minerals are shown in a variety of colors. Snow and ice appear as dark blue, and water as black or blue. Flooded areas are very dark blue and almost black. The composite is useful for detecting wildfires and calderas of volcanoes, as they are displayed in shades of red and yellow. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) and [here.](https://eos.com/false-color/)
ca: # Composició urbana de fals color Aquesta composició s'utilitza per visualitzar amb més claredat les zones urbanitzades. La vegetació és visible en tons verds, mentre que les zones urbanitzades es representen en blanc, gris o violeta. Els sòls, la sorra i els minerals es mostren en una varietat de colors. La neu i el gel apareixen com a blau fosc, i l'aigua com a negre o blau. Les zones inundades són de color blau molt fosc i gairebé negres. La composició és útil per detectar incendis forestals i calderes de volcans, ja que es mostren en tons de vermell i groc. Més informació [aquí](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) i [aquí.](https://eos.com/false-color/)

source: you can only download an image while visualizing or comparing
ca: només podeu descarregar una imatge mentre visualitzeu o compareu

source: You can only view data in 3D while visualizing a collection.
ca: Només podeu veure dades en 3D mentre visualitzeu una col·lecció.

source: Enhanced visualization
ca: Visualització millorada

source: Enhanced visualization - orthorectified
ca: Visualització millorada: ortorectificada

source: Enhanced visualization - radiometric terrain corrected
ca: Visualització millorada: correcció del terreny radiomètric

source: **General** The "Commercial data" tab allows you to search, purchase, and visualize Commercial Third-Party data. **Available constellations** We currently offer data from 3 different commercial data providers offering data from 5 different constellations: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 bands, 3m resolution) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 bands, 0.5m resolution) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 bands, 0.5m - 2m resolution) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 bands, 1.5m - 6m resolution) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 bands, 0.5m - 2m resolution) As the term "commercial" implies, the data comes at a cost, which means **in addition to your existing Sentinel Hub subscription, you will need to purchase quota** for the data you are interested in. **Quota** Check *My quota* to see how much quota you have for each of the constellations. You can purchase quota through the [Sentinel Hub Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing). **Purchase** To purchase commercial data, you must: - search for the data (*Search options*), - select a product from the results (*Results*), - add the product to your order, - specify where to save the order (*Order options*), - review the order and confirm it (*Created orders (not confirmed)* in *My orders*). Your order will now be listed under *Running orders* and move to *Finished orders* once the data has been purchased and ingested. **More information** For more information on ordering commercial data ( Third Party Data Import ), please see the [Sentinel Hub Documentation Page](https://docs.sentinel-hub.com/api/latest/api/data-import/).
ca: **General** La pestanya "Dades comercials" us permet cercar, comprar i visualitzar dades comercials de tercers. **Constel·lacions disponibles** Actualment oferim dades de 3 proveïdors de dades comercials diferents que ofereixen dades de 5 constel·lacions diferents: - Planeta [Ambit del planeta](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 bandes, resolució de 3 m) - Planeta [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 bandes, resolució de 0,5 m) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 bandes, resolució 0,5m - 2m) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 bandes, resolució 1,5 m - 6 m) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 bandes, resolució 0,5 m - 2 m) Tal com implica el terme "comercial", les dades tenen un cost, el que significa **a més de la vostra subscripció existent a Sentinel Hub, haureu de comprar una quota** per a les dades que us interessen. **Quota** Comproveu *La meva quota* per veure quanta quota teniu per a cadascuna de les constel·lacions. Podeu comprar la quota a través del [Tauler de control de Sentinel Hub](https://apps.sentinel-hub.com/dashboard/#/account/billing). **Compra** Per adquirir dades comercials, heu de: - cercar les dades (*opcions de cerca*), - seleccioneu un producte dels resultats (*Resultats*), - afegeix el producte a la teva comanda, - especificar on desar la comanda (*Opcions de comanda*), - revisa la comanda i confirma-la (*Comandes creades (no confirmades)* a *Les meves comandes*). La vostra comanda apareixerà ara a *Comandes en curs* i passarà a *Comandes acabades* un cop les dades s'hagin comprat i ingerit. **Més informació** Per obtenir més informació sobre com demanar dades comercials (importació de dades de tercers), consulteu la [Pàgina de documentació de Sentinel Hub](https://docs.sentinel-hub.com/api/latest/api/data-import/).

source: Show visualizations
ca: Mostrar visualitzacions

source: The available Sentinel-1 data includes products from the Sentinel-1 satellite constellation, including Sentinel-1A (operational since 2014) and Sentinel-1B (operational from 2016 to 2022).
ca: Les dades disponibles de Sentinel-1 inclouen productes de la constel·lació de satèl·lits Sentinel-1, inclosos Sentinel-1A (operatiu des del 2014) i Sentinel-1B (operatiu del 2016 al 2022).
